[
  {
    "hadith_id": 1005,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রহঃ)-এর চাচা ‘আবদুল্লাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "তিনি বলেন, নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টির জন্য দু’আয় বের হলেন এবং তিনি স্বীয় চাদর পরিবর্তন করলেন।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي وَحَوَّلَ رِدَاءَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1006,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন শেষ রাকআ’ত হতে মাথা উঠালেন, তখন বললেন, হে আল্লাহ্‌! আইয়্যাশ ইব্‌নু আবু রাবী’আহ্‌কে মুক্তি দাও। হে আল্লাহ্‌! সালামাহ্‌ ইব্‌নু হিশামকে মুক্তি দাও। হে আল্লাহ্‌! ওয়ালীদ ইব্‌নু ওয়ালীদকে রক্ষা কর। হে আল্লাহ্‌! দূর্বল মুমিনদেরকে মুক্তি কর। হে আল্লাহ্‌! মুযার গোত্রের উপর তোমার শাস্তি কঠোর করে দাও। হে আল্লাহ্‌! ইউসুফ (আ)-এর সময়ের দুর্ভিক্ষের বছরগুলোর মত (এদের উপরে) ও কয়েক বছর দুর্ভিক্ষ দাও। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বললেন, গিফার গোত্র, আল্লাহ্‌ তাদেরকে ক্ষমা কর। আর আসলাম গোত্র, আল্লাহ্‌ তাদেরকে নিরাপদ রাখ। ইব্‌নু আবু যিনাদ (রহঃ) তাঁর পিতা হতে বলেন, এ সমস্ত দু’আ ফজরের সালাতে ছিলো।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرَّكْعَةِ الآخِرَةِ يَقُولُ ‏\"‏ اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ ‏\"‏‏.‏ وَأَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ غِفَارُ غَفَرَ اللَّهُ لَهَا، وَأَسْلَمُ سَالَمَهَا اللَّهُ ‏\"‏‏.‏ قَالَ ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ هَذَا كُلُّهُ فِي الصُّبْحِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1007,
    "narrator": "‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন লোকদেরকে ইসলাম বিমুখ ভূমিকায় দেখলেন, তখন দু‘আ করলেন, হে আল্লাহ্! ইউসুফ (আ.)-এর সময়ের সাত বছরের (দুর্ভিক্ষের) ন্যায় তাদের উপর সাতটি বছর দুর্ভিক্ষ দাও। ফলে তাদের উপর এমন দুর্ভিক্ষ আপতিত হল যে, তা সব কিছু্ই ধ্বংস করে দিল। এমন কি মানুষ তখন চামড়া, মৃতদেহ এবং পচা ও গলিত জানোয়ারও খেতে লাগল। ক্ষুধার তাড়নায় অবস্থা এতদূর চরম আকার ধারণ করল যে, কেউ যখন আকাশের দিকে তাকাত তখন সে ধোঁয়া দেখতে পেত। এমতাবস্থায় আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে মুহাম্মাদ! তুমি তো আল্লাহ্‌র আদেশ মেনে চল এবং আত্মীয়তার সম্পর্ক বজায় রাখার আদেশ দান কর। কিন্তু তোমার কওমের লোকেরা তো মরে যাচ্ছে। তুমি তাদের জন্য আল্লাহ্‌র নিকট দু‘আ কর। এ প্রসঙ্গে আল্লাহ্ তা‘আলা বলেছেনঃ “তুমি সে দিনটির অপেক্ষায় থাক যখন আকাশ সুস্পষ্ট ধোঁয়ায় আচ্ছন্ন হয়ে যাবে...সেদিন আমি প্রবলভাবে তোমাদের পাকড়াও করব”- (সূরা দুখান ৪৪/১০-১৬)। ‘আবদুল্লাহ্ (রাঃ) বলেন, সে কঠিন আঘাতের দিন ছিল বদরের যুদ্ধের দিন। ধোঁয়াও দেখা গেছে, আঘাতও এসেছে। আর মক্কার মুশ্‌রিকদের নিহত ও গ্রেফতার হওয়ার যে ভবিষ্যদ্বাণী করা হয়েছে, তাও সত্য হয়েছে। সত্য হয়েছে সূরা রূম-এর এ আয়াতও (রুমবাসী দশ বছরের মধ্যে পারসিকদের উপর আবার বিজয়ী হবে)।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ كُنَّا عِنْدَ عَبْدِ اللَّهِ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا رَأَى مِنَ النَّاسِ إِدْبَارًا قَالَ ‏\"‏ اللَّهُمَّ سَبْعٌ كَسَبْعِ يُوسُفَ ‏\"‏‏.‏ فَأَخَذَتْهُمْ سَنَةٌ حَصَّتْ كُلَّ شَىْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ وَالْجِيَفَ، وَيَنْظُرَ أَحَدُهُمْ إِلَى السَّمَاءِ فَيَرَى الدُّخَانَ مِنَ الْجُوعِ، فَأَتَاهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ إِنَّكَ تَأْمُرُ بِطَاعَةِ اللَّهِ وَبِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا، فَادْعُ اللَّهَ لَهُمْ قَالَ اللَّهُ تَعَالَى ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ إِلَى قَوْلِهِ ‏{‏عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ فَالْبَطْشَةُ يَوْمَ بَدْرٍ، وَقَدْ مَضَتِ الدُّخَانُ وَالْبَطْشَةُ وَاللِّزَامُ وَآيَةُ الرُّومِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1008,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু দীনার (রাঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌নু ‘উমর (রাঃ)-কে আবূ ত্বালিব-এর এই কবিতা পাঠ করতে শুনেছিঃ\nতিনি শুভ্র, তাঁর চেহারার অসীলাহ দিয়ে বৃষ্টি প্রার্থনা করা হতো। \nতিনি ইয়াতীমদের খাবার পরিবেশনকারী আর বিধবাদের তত্ত্বাবধায়ক।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ حَدَّثَنَا أَبُو قُتَيْبَةَ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَتَمَثَّلُ بِشِعْرِ أَبِي طَالِبٍ وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلأَرَامِلِ وَقَالَ عُمَرُ بْنُ حَمْزَةَ حَدَّثَنَا سَالِمٌ، عَنْ أَبِيهِ، رُبَّمَا ذَكَرْتُ قَوْلَ الشَّاعِرِ وَأَنَا أَنْظُرُ، إِلَى وَجْهِ النَّبِيِّ صلى الله عليه وسلم يَسْتَسْقِي، فَمَا يَنْزِلُ حَتَّى يَجِيشَ كُلُّ مِيزَابٍ‏.‏ وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ثِمَالَ الْيَتَامَى عِصْمَةً لِلأَرَامِلِ وَهْوَ قَوْلُ أَبِي طَالِبٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1010,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "‘উমর ইব্‌নু খাত্তাব (রাঃ) অনাবৃষ্টির সময় ‘আব্বাস ইব্‌নু আবদুল মুত্তালিব (রাঃ)-এর ওয়াসীলাহ্‌ দিয়ে বৃষ্টির জন্য দু‘আ করতেন এবং বলতেন, হে আল্লাহ্! (আগে) আমরা আমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওয়াসীলাহ্‌ দিয়ে দু‘আ করতাম এবং আপনি বৃষ্টি দান করতেন। এখন আমরা আমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চাচার ওয়াসীলাহ্‌ দিয়ে দু‘আ করছি, আপনি আমাদেরকে বৃষ্টি দান করুন। বর্ণনাকারী বলেন, দু‘আর সাথে সাথেই বৃষ্টি বর্ষিত হত।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ الْمُثَنَّى، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ كَانَ إِذَا قَحَطُوا اسْتَسْقَى بِالْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ فَقَالَ اللَّهُمَّ إِنَّا كُنَّا نَتَوَسَّلُ إِلَيْكَ بِنَبِيِّنَا فَتَسْقِينَا وَإِنَّا نَتَوَسَّلُ إِلَيْكَ بِعَمِّ نَبِيِّنَا فَاسْقِنَا‏.‏ قَالَ فَيُسْقَوْنَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1009,
    "narrator": "সালিমের পিতা ‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বৃষ্টির জন্য দু‘আরত অবস্থায় আমি তাঁর পবিত্র চেহারার দিকে তাকালাম এবং কবির এ কবিতাটি আমার মনে পড়লো। আর তাঁর (মিম্বার হতে) নামতে না নামতেই প্রবলবেগে মীযাব [১] হতে পানি প্রবাহিত হতে দেখলাম।\nতিনি শুভ্র, তাঁর চেহারার অসীলাহ দিয়ে বৃষ্টি প্রার্থনা করা হতো।\nতিনি ইয়াতীমদের খাবার পরিবেশনকারী আর বিধবাদের তত্ত্ববধায়ক।\nআর এটা হলো আবূ ত্বালিবের বাণী (কবিতা)।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] পানি প্রবাহিত হওয়ার নালা- আল-কাওসার আধুনিক আরবী বাংলা অভিধান দ্রঃ। হাদীসে মীযাব বলতে কাবা ঘরের ছাদের পানি নামার স্থানকে বুঝানো হয়েছে।"
  },
  {
    "hadith_id": 1011,
    "narrator": "'আবদুল্লাহ্‌ ইব্‌নু যায়িদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টির জন্য দু'আ করেন এবং নিজের চাদর উল্টিয়ে দেন।",
    "ar": "حَدَّثَنَا إِسْحَاقُ، قَالَ حَدَّثَنَا وَهْبٌ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَقَلَبَ رِدَاءَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1012,
    "narrator": "'আবদুল্লাহ্‌ ইব্‌নু যায়দ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদগাহে গেলেন এবং বৃষ্টির জন্য দু'আ করলেন। অতঃপর কিব্‌লামুখী হয়ে নিজের চাদরখানি উল্টিয়ে নিলেন এবং দু' রাক'আত সালাত আদায় করলেন। ইমাম বুখারী (রহঃ) বলেন, ইব্‌নু ‌‌'উয়াইনাহ (রহঃ) বলতেন, এ হাদীসের বর্ণনাকরী 'আবদুল্লাহ্‌ ইব্‌নু যায়দ (রাঃ) হলেন আযানের ঘটনার সাথে সংশ্লিষ্ট সাহাবী। কিন্তু তা ঠিক নয়। কারণ ইনি হলেন, সেই 'আবদুল্লাহ্‌ ইব্‌নু যায়দ ইব্‌নু 'আসিম মাযিনী, যিনি আনসারের মাযিন গোত্রের লোক।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ أَنَّهُ سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، يُحَدِّثُ أَبَاهُ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى فَاسْتَسْقَى، فَاسْتَقْبَلَ الْقِبْلَةَ، وَقَلَبَ رِدَاءَهُ، وَصَلَّى رَكْعَتَيْنِ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ كَانَ ابْنُ عُيَيْنَةَ يَقُولُ هُوَ صَاحِبُ الأَذَانِ، وَلَكِنَّهُ وَهْمٌ، لأَنَّ هَذَا عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ، مَازِنُ الأَنْصَارِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1013,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি জুমু'আহ'র দিন মিম্বরের সোজাসুজি দরজা দিয়ে (মসজিদে) প্রবেশ করল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দাঁড়িয়ে খুত্‌বা দিচ্ছিলেন। সে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সম্মুখে দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! গবাদি পশু ধ্বংস হয়ে গেল এবং রাস্তাগুলোর চলাচল বন্ধ হয়ে গেল। সুতরাং আপনি আল্লাহ্‌র কাছে দু'আ করুন, যেন তিনি আমাদের বৃষ্টি দেন। বর্ণনাকারী বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন তাঁর উভয় হাত তুলে দু'আ করলেন, হে আল্লাহ্‌! বৃষ্টি দিন, হে আল্লাহ্‌! বৃষ্টি দিন, হে আল্লাহ্‌! বৃষ্টি দিন। আনাস (রাঃ) বলেন, আল্লাহ্‌র কসম! আমরা তখন আকাশে মেঘমালা, মেঘের চিহ্ন বা কিছুই দেখতে পাইনি। অথচ সাল'আ (মদীনার একটি পাহাড়) পর্বত ও আমাদের মধ্যে কোন ঘর-বাড়ি ছিল না। আনাস (রাঃ) বলেন, হঠাৎ সাল‘আ পর্বতের পিছন হতে ঢালের মত মেঘ বেরিয়ে এল এবং তা মধ্য আকাশে পৌঁছে বিস্তৃত হয়ে পড়ল। অতঃপর বর্ষণ শুরু হল। তিনি বলেন, আল্লাহ্‌র কসম! আমরা ছয়দিন সূর্য দেখতে পাইনি। অতঃপর এক ব্যক্তি পরবর্তী জুমু‘আ’র দিন সে দরজা দিয়ে (মসজিদে) প্রবেশ করল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দাঁড়িয়ে খুত্‌বা দিচ্ছিলেন। লোকটি দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! ধন-সম্পদ ধ্বংস হয়ে গেল এবং রাস্তাঘাটও বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি আল্লাহ্‌র নিকট বৃষ্টি বন্ধের জন্য দু‘আ করুন। আনাস (রাঃ) বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উভয় হাত তুলে দু’আ করলেন, হে আল্লাহ্! আমাদের আশেপাশে, আমাদের উপর নয়; টিলা, পাহাড়, উচ্চভূমি, মালভূমি, উপত্যকা এবং বনভূমিতে বর্ষণ করুন। আনাস (রাঃ) বলেন, এতে বৃষ্টি বন্ধ হয়ে গেল এবং আমরা (মসজিদ হতে বেরিয়ে) রোদে চলতে লাগলাম। শরীক (রহঃ) (বর্ণনাকারী) বলেন, আমি আনাস (রাঃ)-কে জিজ্ঞেস করলাম, এ লোকটি কি আগের সেই লোকটি? তিনি বললেন, আমি জানি না।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا أَبُو ضَمْرَةَ، أَنَسُ بْنُ عِيَاضٍ قَالَ حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَذْكُرُ أَنَّ رَجُلاً، دَخَلَ يَوْمَ الْجُمُعَةِ مِنْ باب كَانَ وُجَاهَ الْمِنْبَرِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ فَقَالَ ‏\"‏ اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا ‏\"‏‏.‏ قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ وَلاَ قَزَعَةً وَلاَ شَيْئًا، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ، قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ‏.‏ قَالَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا، قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالْجِبَالِ وَالآجَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ قَالَ فَانْقَطَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ‏.‏ قَالَ شَرِيكٌ فَسَأَلْتُ أَنَسًا أَهُوَ الرَّجُلُ الأَوَّلُ قَالَ لاَ أَدْرِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1014,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "এক ব্যক্তি জুমু‘আ’র দিন দারুল কাযা (বিচার করার স্থান)-এর দিকের দরজা দিয়ে মসজিদে প্রবেশ করল। এ সময় আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে খুত্‌বা দিচ্ছিলেন। লোকটি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে মুখ করে দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! ধন-সম্পদ নষ্ট হয়ে গেল এবং রাস্তাঘাট বন্ধ হয়ে গেল। আপনি আল্লাহ্‌র নিকট দু‘আ করুন যেন তিনি আমাদের বৃষ্টি দান করেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’হাত তুলে দু‘আ করলেন, হে আল্লাহ্‌! আমাদের বৃষ্টি দান করুন। হে আল্লাহ্‌! আমাদের বৃষ্টি দান করুন। হে আল্লাহ্‌! আমাদের বৃষ্টি দান করুন। আনাস (রাঃ) বলেন, আল্লাহ্‌র কসম! আমরা তখন আকাশের দিকে তাকিয়ে দেখলাম, মেঘ নেই, মেঘের সামান্য টুক্‌রাও নেই। অথচ সাল‘আ পর্বত ও আমাদের মধ্যে কোন ঘরবাড়ি ছিল না। তিনি বললেন, হঠাৎ সাল‘আর ওপাশ হতে ঢালের মত মেঘ উঠে এল এবং মধ্য আকাশে এসে ছড়িয়ে পড়লো। অতঃপর প্রচুর বর্ষণ হতে লাগল। আল্লাহ্‌র কসম! আমরা ছয়দিন সূর্য দেখতে পাইনি। এর পরের জুমু‘আয় সে দরজা দিয়ে এক ব্যক্তি প্রবেশ করল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দাঁড়িয়ে খুত্‌বা দিচ্ছিলেন। লোকটি তাঁর সম্মুখে দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! ধন-সম্পদ ধ্বংস হয়ে গেল এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে গেল। কাজেই আপনি বৃষ্টি বন্ধের জন্য আল্লাহ্‌র নিকট দু‘আ করুন। আনাস (রাঃ) বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দু’হাত তুলে দু‘আ করলেন, হে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। হে আল্লাহ্‌! টিলা, মালভূমি, উপত্যকায় এবং বনভূমিতে বর্ষণ করুন। আনাস (রাঃ) বলেন, তখন বৃষ্টি বন্ধ হয়ে গেল এবং আমরা বেরিয়ে রোদে চলতে লাগলাম। (রাবী) শরীক (রহঃ) বলেন, আমি আনাস (রাঃ)-কে জিজ্ঞেস করলাম, এ লোকটি কি আগের সেই লোক? তিনি বললেন, আমি জানি না।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ شَرِيكٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ يَوْمَ جُمُعَةٍ مِنْ بَابٍ كَانَ نَحْوَ دَارِ الْقَضَاءِ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَائِمًا ثُمَّ قَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُغِيثُنَا فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا ‏\"‏‏.‏ قَالَ أَنَسٌ وَلاَ وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابٍ، وَلاَ قَزَعَةً، وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلاَ دَارٍ‏.‏ قَالَ فَطَلَعَتْ مِنْ وَرَائِهِ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ ثُمَّ أَمْطَرَتْ، فَلاَ وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سِتًّا، ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الأَمْوَالُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يُمْسِكْهَا عَنَّا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ قَالَ فَأَقْلَعَتْ وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ‏.‏ قَالَ شَرِيكٌ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ أَهُوَ الرَّجُلُ الأَوَّلُ فَقَالَ مَا أَدْرِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1015,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আ’র দিন খুত্‌বা দিচ্ছিলেন। এ সময় এক ব্যক্তি এসে বললেন, হে আল্লাহ্‌র রসূল! বৃষ্টি বন্ধ হয়ে গেছে। আপনি আল্লাহ্‌র নিকট দু‘আ করুন। তিনি যেন আমাদেরকে বৃষ্টি দান করেন। তিনি তখন দু‘আ করলেন। ফলে এত অধিক বৃষ্টি হল যে, আমাদের নিজ নিজ ঘরে পৌঁছতে পারছিলাম না। এমনকি পরের জুমু‘আ পর্যন্ত বৃষ্টি হতে থাকল। আনাস (রাঃ) বলেন, তখন সে লোকটি অথবা অন্য একটি লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আপনি দু‘আ করুন, আল্লাহ্ যেন আমাদের উপর হতে বৃষ্টি সরিয়ে দেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃহে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। আনাস (রাঃ) বলেন, আমি দেখতে পেলাম, মেঘ ডানে ও বামে পৃথক হয়ে বৃষ্টি হতে লাগল, মদীনাবাসীর উপর বর্ষণ হচ্ছিল না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ فَادْعُ اللَّهَ أَنْ يَسْقِيَنَا‏.‏ فَدَعَا فَمُطِرْنَا، فَمَا كِدْنَا أَنْ نَصِلَ إِلَى مَنَازِلِنَا فَمَا زِلْنَا نُمْطَرُ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ‏.‏ قَالَ فَقَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَصْرِفَهُ عَنَّا‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ قَالَ فَلَقَدْ رَأَيْتُ السَّحَابَ يَتَقَطَّعُ يَمِينًا وَشِمَالاً يُمْطَرُونَ وَلاَ يُمْطَرُ أَهْلُ الْمَدِينَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1016,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক ব্যক্তি এসে বলল, গৃহপালিত পশুগুলো মরে যাচ্ছে এবং রাস্তাগুলোও বন্ধ হয়ে যাচ্ছে। তখন তিনি দু‘আ করলেন। ফলে সে জুমু‘আ হতে পরবর্তী জুমু‘আ পর্যন্ত আমাদের উপর বৃষ্টি হতে থাকল। অতঃপর সে ব্যক্তি আবার এসে বলল, (অতি বৃষ্টির ফলে) ঘরবাড়ী ধ্বংস হয়ে যাচ্ছে, রাস্তা অচল হয়ে যাচ্ছে এবং পশুগুলোও মরে যাচ্ছে। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে বললেনঃহে আল্লাহ্‌! টিলা, মালভূমি, উপত্যকা এবং বনভূমিতে বর্ষণ করুন। তখন মদীনা হতে মেঘ এমনভাবে কেটে গেল, যেমন কাপড় ছিঁড়ে ফাঁক হয়ে যায়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ هَلَكَتِ الْمَوَاشِي وَتَقَطَّعَتِ السُّبُلُ‏.‏ فَدَعَا، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، ثُمَّ جَاءَ فَقَالَ تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ، وَهَلَكَتِ الْمَوَاشِي فَادْعُ اللَّهَ يُمْسِكْهَا‏.‏ فَقَامَ صلى الله عليه وسلم فَقَالَ ‏ \"‏ اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ وَالأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1017,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! পশুগুলো মারা যাচ্ছে, এবং রাস্তাগুলো বন্ধ হয়ে যাচ্ছে। কাজেই আপনি আল্লাহ্‌র নিকট দু‘আ করুন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু‘আ করলেন। ফলে সে জুমু‘আ হতে পরবর্তী জুমু‘আ পর্যন্ত তাদের উপর বৃষ্টি বর্ষিত হতে থাকল। অতঃপর এক ব্যক্তি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! ঘরবাড়ি ধ্বসে পড়েছে, রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে এবং পশুগুলোও মরে যাচ্ছে। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেনঃহে আল্লাহ্! পাহাড়ের চূড়ায়, টিলায়, উপত্যকায় এবং বনভূমিতে বৃষ্টি বর্ষণ করুন। অতঃপর মদীনার আকাশ হতে মেঘ সরে গেল, যেমন কাপড় ছিঁড়ে ফাঁক হয়ে যায়।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَوَاشِي وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَمُطِرُوا مِنْ جُمُعَةٍ إِلَى جُمُعَةٍ، فَجَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ عَلَى رُءُوسِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1018,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সম্পদ বিনষ্ট হবার এবং পরিবার-পরিজনের দুঃখ-কষ্টের অভিযোগ জানান। তখন তিনি আল্লাহ্‌র নিকট বৃষ্টির জন্য দু‘আ করলেন। বর্ণনাকারী এ কথা বলেননি, তিনি (আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ) তাঁর চাদর উল্টিয়ে ছিলেন এবং এও বলেননি তিনি ক্বিব্‌লামুখী হয়েছিলেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا مُعَافَى بْنُ عِمْرَانَ، عَنِ الأَوْزَاعِيِّ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، شَكَا إِلَى النَّبِيِّ صلى الله عليه وسلم هَلاَكَ الْمَالِ وَجَهْدَ الْعِيَالِ، فَدَعَا اللَّهَ يَسْتَسْقِي، وَلَمْ يَذْكُرْ أَنَّهُ حَوَّلَ رِدَاءَهُ وَلاَ اسْتَقْبَلَ الْقِبْلَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1019,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক ব্যক্তি এসে বলল, হে আল্লাহ্‌র রসূল! পশুগুলো মরে যাচ্ছে এবং রাস্তাগুলো বন্ধ হয়ে যাচ্ছে। তাই আপনি আল্লাহ্‌র নিকট (বৃষ্টির জন্য) দু‘আ করুন। তখন তিনি দু‘আ করলেন। ফলে এক জুমু‘আ হতে পরের জুমু‘আ পর্যন্ত আমাদের উপর বৃষ্টিপাত হতে থাকল। অতঃপর এক ব্যক্তি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! ঘরবাড়ি নষ্ট হয়ে যাচ্ছে এবং রাস্তাঘাট বিচ্ছিন্ন হয়ে যাচ্ছে এবং পশুগুলোও মরে যাচ্ছে। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দু‘আ করলেন, হে আল্লাহ্‌! পাহাড়ের উপর, টিলার উপর, উপত্যকায় এবং বনভূমিতে বর্ষণ করুন। ফলে মদীনা হতে মেঘ এমনভাবে কেটে গেল যেমন কাপড় ছিড়ে ফাঁক হয়ে যায়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ هَلَكَتِ الْمَوَاشِي، وَتَقَطَّعَتِ السُّبُلُ، فَادْعُ اللَّهَ‏.‏ فَدَعَا اللَّهَ، فَمُطِرْنَا مِنَ الْجُمُعَةِ إِلَى الْجُمُعَةِ، فَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ وَتَقَطَّعَتِ السُّبُلُ وَهَلَكَتِ الْمَوَاشِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ عَلَى ظُهُورِ الْجِبَالِ وَالآكَامِ وَبُطُونِ الأَوْدِيَةِ وَمَنَابِتِ الشَّجَرِ ‏\"‏‏.‏ فَانْجَابَتْ عَنِ الْمَدِينَةِ انْجِيَابَ الثَّوْبِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1020,
    "narrator": "ইব্‌নু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, কুরাশইরা যখন ইসলাম গ্রহণে  দেরি করছিল, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বিরুদ্ধে দু‘আ করলেন। পরিণামে তাদেরকে দুর্ভিক্ষ এমনভাবে গ্রাস করল যে, তারা ধ্বংস হতে লাগল এবং মৃত দেহ ও হাড়গোড় খেতে লাগল। তখন আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে মুহাম্মাদ! তুমি তো আত্মীয়দের সাথে সদ্ব্যবহার করার নির্দেশ দিয়ে থাক। অথচ তোমার জাতি ধ্বংস হয়ে যাচ্ছে। তুমি মহান আল্লাহ্‌র নিকট দু‘আ কর। তখন তিনি তিলাওয়াত করলেন, “তুমি অপেক্ষা কর সে দিনের যে দিন আসমানে প্রকাশ্য ধোঁয়া দেখা দিবে” (সূরা দুখান ৪৪/১০)। অতঃপর (আল্লাহ্‌ যখন তাদের বিপদমুক্ত করলেন তখন) তারা আবার কুফরীর দিকে ফিরে গেল। এর পরিণতি স্বরূপ আল্লাহ্‌র এ বাণী: “যেদিন আমি কঠোরভাবে পাকড়াও করব”- (সূরা দুখান ৪৪/১৬) অর্থাৎ বদরের দিন। মানসূর (রহঃ) হতে (বর্ণনাকারী) আসবাত (রহঃ) আরো বলেছেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু‘আ করেন। ফলে লোকজনের উপর বৃষ্টিপাত হয় এবং অবিরাম সাতদিন পর্যন্ত বর্ষিত হতে থাকে। লোকেরা অতিবৃষ্টির বিষয়টি পেশ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু‘আ করে বলেন, হে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। অতঃপর তাঁর মাথার উপর হতে মেঘ সরে গেল। তাঁদের পার্শ্ববর্তী লোকদের উপর বর্ষিত হল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا مَنْصُورٌ، وَالأَعْمَشُ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ أَتَيْتُ ابْنَ مَسْعُودٍ فَقَالَ إِنَّ قُرَيْشًا أَبْطَئُوا عَنِ الإِسْلاَمِ،، فَدَعَا عَلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ، فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ، جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ، وَإِنَّ قَوْمَكَ هَلَكُوا، فَادْعُ اللَّهَ‏.‏ فَقَرَأَ ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى ‏{‏يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ يَوْمَ بَدْرٍ‏.‏ قَالَ وَزَادَ أَسْبَاطٌ عَنْ مَنْصُورٍ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم، فَسُقُوا الْغَيْثَ، فَأَطْبَقَتْ عَلَيْهِمْ سَبْعًا، وَشَكَا النَّاسُ كَثْرَةَ الْمَطَرِ فَقَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَانْحَدَرَتِ السَّحَابَةُ عَنْ رَأْسِهِ، فَسُقُوا النَّاسُ حَوْلَهُمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1021,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, জুমু‘আর দিন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বা দিচ্ছিলেন। তখন লোকেরা দাঁড়িয়ে উচ্চৈঃস্বরে বলতে লাগল, হে আল্লাহ্‌র রসূল! বৃষ্টি বন্ধ হয়ে গেছে, গাছপালা লাল হয়ে গেছে এবং পশুগুলো মারা যাচ্ছে। তাই আপনি আল্লাহ্‌র নিকট দু‘আ করুন, যেন তিনি আমাদের উপর বৃষ্টি বর্ষণ করেন। তখন তিনি বললেন, হে আল্লাহ্! আমাদের উপর বৃষ্টি বর্ষণ করুন। এভাবে দু’বার বললেন। (বর্ণনাকারী বলেন,) আল্লাহ্‌র কসম! আমরা তখন আকাশে এক খণ্ড মেঘও দেখতে পাচ্ছিলাম না। হঠাৎ মেঘ দেখা দিল এবং বর্ষণ হলো। তিনি (রসূলুল্লাহ্‌) মিম্বার হতে নেমে সালাত আদায় করলেন। অতঃপর যখন তিনি চলে গেলেন, তখন হতে পরবর্তী জুমু‘আ পর্যন্ত বৃষ্টি হতে থাকে। অতঃপর যখন তিনি (দাঁড়িয়ে) জুমু‘আর খুত্‌বা দিচ্ছিলেন, তখন লোকেরা উচ্চৈঃস্বরে তাঁর নিকট নিবেদন করল, ঘরবাড়ী বিধ্বস্ত হচ্ছে, রাস্তা বিচ্ছিন্ন হয়ে যাচ্ছে। তাই আপনি আল্লাহ্‌র নিকট দু‘আ করুন যেন আমাদের হতে তিনি বৃষ্টি বন্ধ করেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃদু হেসে বললেনঃহে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। তখন মদীনার আকাশ মুক্ত হলো আর এর আশে পাশে বৃষ্টি হতে লাগল। মদীনায় তখন এক ফোঁটা বৃষ্টিও হচ্ছিল না। আমি মদীনার দিকে তাকিয়ে দেখলাম, মদীনা যেন মুকুটের ন্যায় শোভা পাচ্ছিল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ جُمُعَةٍ، فَقَامَ النَّاسُ فَصَاحُوا فَقَالُوا يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ وَاحْمَرَّتِ الشَّجَرُ وَهَلَكَتِ الْبَهَائِمُ، فَادْعُ اللَّهَ يَسْقِينَا‏.‏ فَقَالَ ‏\"‏ اللَّهُمَّ اسْقِنَا ‏\"‏‏.‏ مَرَّتَيْنِ، وَايْمُ اللَّهِ مَا نَرَى فِي السَّمَاءِ قَزَعَةً مِنْ سَحَابٍ، فَنَشَأَتْ سَحَابَةٌ وَأَمْطَرَتْ، وَنَزَلَ عَنِ الْمِنْبَرِ فَصَلَّى، فَلَمَّا انْصَرَفَ لَمْ تَزَلْ تُمْطِرُ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا، فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ صَاحُوا إِلَيْهِ تَهَدَّمَتِ الْبُيُوتُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يَحْبِسُهَا عَنَّا‏.‏ فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَكُشِطَتِ الْمَدِينَةُ، فَجَعَلَتْ تُمْطِرُ حَوْلَهَا وَلاَ تَمْطُرُ بِالْمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إِلَى الْمَدِينَةِ وَإِنَّهَا لَفِي مِثْلِ الإِكْلِيلِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1022,
    "narrator": "আবূ  ইসহাক (রহঃ)",
    "bn": "‘আবদুল্লাহ্‌ ইব্‌নু ইয়াযীদ আনসারী (রাঃ) বের হলেন এবং, বারাআ ইব্‌নু ‘আযিব ও যায়দ ইব্‌নু আরকাম (রাঃ) ও তাঁর সঙ্গে বের হলেন। তিনি মিম্বার ছাড়াই পায়ের উপর দাঁড়িয়ে তাঁদের সঙ্গে নিয়ে বৃষ্টির জন্য দু‘আ করলেন। অতঃপর ইস্তিগফার করে আযান ও ইকামাত ব্যতীত সশব্দে কির’আত পড়ে দু‘ রাক‘আত সালাত আদায় করেন। (রাবী) আবূ ইসহাক (রহঃ) বলেন, ‘আবদুল্লাহ্‌ ইব্‌নু ইয়াযীদ (আনসারী) (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছেন। (সুতরাং তিনি সাহাবী)।",
    "ar": "وَقَالَ لَنَا أَبُو نُعَيْمٍ عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، خَرَجَ عَبْدُ اللَّهِ بْنُ يَزِيدَ الأَنْصَارِيُّ وَخَرَجَ مَعَهُ الْبَرَاءُ بْنُ عَازِبٍ وَزَيْدُ بْنُ أَرْقَمَ رضى الله عنهم فَاسْتَسْقَى، فَقَامَ بِهِمْ عَلَى رِجْلَيْهِ عَلَى غَيْرِ مِنْبَرٍ فَاسْتَغْفَرَ، ثُمَّ صَلَّى رَكْعَتَيْنِ يَجْهَرُ بِالْقِرَاءَةِ وَلَمْ يُؤَذِّنْ، وَلَمْ يُقِمْ‏.‏ قَالَ أَبُو إِسْحَاقَ وَرَأَى عَبْدُ اللَّهِ بْنُ يَزِيدَ النَّبِيَّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1023,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রাঃ)",
    "bn": "তাঁর চাচা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একজন সাহাবী ছিলেন, তিনি তার নিকট বর্ণনা করেছেন যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে নিয়ে তাঁদের জন্য বৃষ্টির দু‘আর উদ্দেশ্যে বের হলেন। তিনি দাঁড়ালেন এবং দাঁড়িয়েই আল্লাহ্‌র নিকট দু‘আ করলেন। অতঃপর ক্বিব্‌লামুখী হয়ে নিজ চাদর উল্টিয়ে দিলেন। অতঃপর তাদের উপর বৃষ্টি বর্ষিত হল।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عَبَّادُ بْنُ تَمِيمٍ، أَنَّ عَمَّهُ ـ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ بِالنَّاسِ يَسْتَسْقِي لَهُمْ، فَقَامَ فَدَعَا اللَّهَ قَائِمًا، ثُمَّ تَوَجَّهَ قِبَلَ الْقِبْلَةِ، وَحَوَّلَ رِدَاءَهُ فَأُسْقُوا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1024,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রাঃ) তাঁর চাচা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টির দু‘আর জন্য বের হলেন, ক্বিব্‌লামুখী হয়ে দু‘আ করলেন এবং নিজের চাদরখানি উল্টে দিলেন। অতঃপর দু‘রাক‘আত সালাত আদায় করলেন। তিনি উভয় রাক‘আতে সশব্দে কির’আত পাঠ করলেন।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَسْتَسْقِي فَتَوَجَّهَ إِلَى الْقِبْلَةِ يَدْعُو، وَحَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1025,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রহঃ) তাঁর চাচা",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেদিন বৃষ্টির দু‘আর উদ্দেশ্যে বের হয়েছিলেন, আমি তা দেখেছি। বর্ণনাকারী বলেন, তিনি লোকদের দিকে তাঁর পিঠ ফিরালেন এবং ক্বিব্‌লামুখী হয়ে দু‘আ করলেন। অতঃপর তিনি তাঁর চাদর উল্টে দিলেন। আমাদের নিয়ে দু’রাক‘আত সালাত আদায় করলেন। তিনি উভয় রাক‘আতে সশব্দে কির’আত পাঠ করেন।",
    "ar": "حَدَّثَنَا آدَمُ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَوْمَ خَرَجَ يَسْتَسْقِي قَالَ فَحَوَّلَ إِلَى النَّاسِ ظَهْرَهُ، وَاسْتَقْبَلَ الْقِبْلَةَ يَدْعُو، ثُمَّ حَوَّلَ رِدَاءَهُ، ثُمَّ صَلَّى لَنَا رَكْعَتَيْنِ جَهَرَ فِيهِمَا بِالْقِرَاءَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1026,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রহঃ) তাঁর চাচা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টির জন্য দু‘আ করলেন। অতঃপর তিনি দু’রাক‘আত সালাত আদায় করলেন এবং চাদর উল্টিয়ে নিলেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَسْقَى فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1027,
    "narrator": "‘আব্বাদ ইব্‌নু তামীম (রহঃ) তাঁর চাচা",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইসতিস্‌কার জন্য ঈদগাহের ময়দানে গমন করেন। তিনি কিব্‌লামুখী হলেন, অতঃপর দু’রাক’আত সালাত আদায় করলেন এবং তাঁর চাদর উল্টিয়ে নিলেন। সুফিয়ান (রহঃ) বলেন, আবূ বকর (রাঃ) হতে মাস’ঊদ (রাঃ) আমাদের বলেছেন, তিনি (চাদর পাল্টানোর ব্যাপারে) বলেন, ডান পাশ বাঁ পাশে দিলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، سَمِعَ عَبَّادَ بْنَ تَمِيمٍ، عَنْ عَمِّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى الْمُصَلَّى يَسْتَسْقِي، وَاسْتَقْبَلَ الْقِبْلَةَ فَصَلَّى رَكْعَتَيْنِ، وَقَلَبَ رِدَاءَهُ‏.‏ قَالَ سُفْيَانُ فَأَخْبَرَنِي الْمَسْعُودِيُّ عَنْ أَبِي بَكْرٍ قَالَ جَعَلَ الْيَمِينَ عَلَى الشِّمَالِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1028,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু যায়দ আনসারী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতের জন্য ঈদগাহের উদ্দেশে বের হলেন। তিনি যখন দু’আ করলেন অথবা দু’আ করার ইচ্ছা করলেন তখন কিব্‌লামুখী হলেন এবং তাঁর চাদর উল্টিয়ে নিলেন। ইমাম বুখারী (রহঃ) বলেন, এ (হাদীসের বর্ণনাকারী) ‘আবদুল্লাহ্‌ ইব্‌নু যায়দ মাযিন গোত্রীয়। পূর্বের হাদীসের বর্ণনাকারী হলেন কুফী এবং তিনি ইব্‌নু ইয়াযীদ।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، قَالَ أَخْبَرَنَا عَبْدُ الْوَهَّابِ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ مُحَمَّدٍ، أَنَّ عَبَّادَ بْنَ تَمِيمٍ، أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ إِلَى الْمُصَلَّى يُصَلِّي، وَأَنَّهُ لَمَّا دَعَا ـ أَوْ أَرَادَ أَنْ يَدْعُوَ ـ اسْتَقْبَلَ الْقِبْلَةَ وَحَوَّلَ رِدَاءَهُ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ ابْنُ زَيْدٍ هَذَا مَازِنِيٌّ، وَالأَوَّلُ كُوفِيٌّ هُوَ ابْنُ يَزِيدَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1030,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উভয় হাত উঠিয়েছিলেন, এমন কি আমরা তাঁর বগলের শুভ্রতা দেখতে পেয়েছি।",
    "ar": "وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1029,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, এক বেদুঈন জুমু’আ’র দিন রসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বলল, হে আল্লাহ্‌র রসূল! (অনাবৃষ্টিতে) পশুগুলো মরে যাচ্ছে, পরিবার-পরিজন মারা যাচ্ছে, মানুষ ধ্বংস হয়ে যাচ্ছে। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’আর জন্য দু’হাত উঠালেন। লোকজনও দু’আর জন্য আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে হাত উঠিয়ে দু’আ করতে লাগলেন। বর্ণনাকারী বলেন, আমরা মসজিদ হতে বের হবার পূর্বেই বৃষ্টি আরম্ভ হয়ে গেল, এমন কি পরবর্তী জুমু’আ পর্যন্ত আমাদের উপর বৃষ্টি হতে থাকল। তখন লোকটি আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! মুসাফির ক্লান্ত হয়ে যাচ্ছে, রাস্তাঘাট বন্ধ হয়ে গেছে। (بَشِقَ) – এর অর্থ ক্লান্ত হয়ে যাচ্ছে।",
    "ar": "قَالَ أَيُّوبُ بْنُ سُلَيْمَانَ حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، قَالَ يَحْيَى بْنُ سَعِيدٍ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ أَتَى رَجُلٌ أَعْرَابِيٌّ مِنْ أَهْلِ الْبَدْوِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَتِ الْمَاشِيَةُ هَلَكَ الْعِيَالُ هَلَكَ النَّاسُ‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ يَدْعُو، وَرَفَعَ النَّاسُ أَيْدِيَهُمْ مَعَهُ يَدْعُونَ، قَالَ فَمَا خَرَجْنَا مِنَ الْمَسْجِدِ حَتَّى مُطِرْنَا، فَمَا زِلْنَا نُمْطَرُ حَتَّى كَانَتِ الْجُمُعَةُ الأُخْرَى، فَأَتَى الرَّجُلُ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، بَشِقَ الْمُسَافِرُ، وَمُنِعَ الطَّرِيقُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1031,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইসতিস্‌কা ছাড়া অন্য কোথাও দু’আর মধ্যে হাত উঠাতেন না। তিনি হাত এতটুকু উপরে উঠাতেন যে, তাঁর বগলের শুভ্রতা দেখা যেত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، وَابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَرْفَعُ يَدَيْهِ فِي شَىْءٍ مِنْ دُعَائِهِ إِلاَّ فِي الاِسْتِسْقَاءِ، وَإِنَّهُ يَرْفَعُ حَتَّى يُرَى بَيَاضُ إِبْطَيْهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1032,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টি দেখলে বলতেন, হে আল্লাহ্‌! মুষলধারায় কল্যাণকর বৃষ্টি দাও। ক্বাসিম ইব্‌নু ইয়াহ্‌ইয়া (রহঃ) ‘উবাইদুল্লাহ্‌র সূত্রে তার বর্ণনায় ‘আবদুল্লাহ্‌ (রহঃ)-এর অনুসরণ করেছেন এবং ‘উকায়ল ও আওযায়ী (রহঃ) নাফি’ (রহঃ) হতে তা বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ ـ هُوَ ابْنُ مُقَاتِلٍ أَبُو الْحَسَنِ الْمَرْوَزِيُّ ـ قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا رَأَى الْمَطَرَ قَالَ ‏ \"‏ صَيِّبًا نَافِعًا ‏\"‏‏.‏ تَابَعَهُ الْقَاسِمُ بْنُ يَحْيَى عَنْ عُبَيْدِ اللَّهِ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ وَعُقَيْلٌ عَنْ نَافِعٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1033,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একবার লোকেরা অনাবৃষ্টিতে পতিত হল। সে সময় আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার মিম্বারে দাঁড়িয়ে জুমু’আ’র খুত্‌বা দিচ্ছিলেন। তখন এক বেদুঈন দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! (অনাবৃষ্টিতে) ধন-সম্পদ বিনষ্ট হয়ে যাচ্ছে। পরিবার-পরিজন ক্ষুধার্ত। আপনি আল্লাহ্‌র নিকট দু’আ করুন, তিনি যেন আমাদের বৃষ্টি দান করেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দু’হাত তুললেন। সে সময় আকাশে একখণ্ড মেঘও ছিল না। বর্ণনাকারী বলেন, হঠাৎ পাহাড়ের মত বহু মেঘ একত্রিত হল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বার হতে নামার আগেই বৃষ্টি শুরু হলো। এমনকি আমি দেখলাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দাড়ি বেয়ে বৃষ্টির পানি ঝরছে। বর্ণনাকারী আরো বলেন, সেদিন, তার পরের দিন, তার পরের দিন এবং পরবর্তী জুমু’আ পর্যন্ত বৃষ্টি হল। অতঃপর সে বেদুঈন বা অন্য কেউ দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! ঘর-বাড়ি বিধ্বস্ত হয়ে গেল, সম্পদ ডুবে গেল, আপনি আল্লাহ্‌র নিকট আমাদের জন্য দু’আ করুন। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন তাঁর দু’হাত তুলে বললেনঃ হে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। অতঃপর তিনি হাত দিয়ে আকাশের যে দিকে ইশারা করলেন, সে দিকের মেঘ কেটে গেল। এতে সমগ্র মদীনার আকাশ মেঘ মুক্ত চালের মত হয়ে গেল এবং কানাত উপত্যকায় এক মাস ধরে বৃষ্টি প্রবাহিত হতে থাকে। বর্ণনাকারী বলেন, তখন যে এলাকা হতে লোক আসত, কেবল এ প্রবল বর্ষণের কথাই বলাবলি করত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ أَخْبَرَنَا الأَوْزَاعِيُّ، قَالَ حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الأَنْصَارِيُّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ أَصَابَتِ النَّاسَ سَنَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ قَامَ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ، هَلَكَ الْمَالُ وَجَاعَ الْعِيَالُ، فَادْعُ اللَّهَ لَنَا أَنْ يَسْقِيَنَا‏.‏ قَالَ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ، وَمَا فِي السَّمَاءِ قَزَعَةٌ، قَالَ فَثَارَ سَحَابٌ أَمْثَالُ الْجِبَالِ، ثُمَّ لَمْ يَنْزِلْ عَنْ مِنْبَرِهِ حَتَّى رَأَيْتُ الْمَطَرَ يَتَحَادَرُ عَلَى لِحْيَتِهِ، قَالَ فَمُطِرْنَا يَوْمَنَا ذَلِكَ، وَفِي الْغَدِ وَمِنْ بَعْدِ الْغَدِ وَالَّذِي يَلِيهِ إِلَى الْجُمُعَةِ الأُخْرَى، فَقَامَ ذَلِكَ الأَعْرَابِيُّ أَوْ رَجُلٌ غَيْرُهُ فَقَالَ يَا رَسُولَ اللَّهِ، تَهَدَّمَ الْبِنَاءُ وَغَرِقَ الْمَالُ، فَادْعُ اللَّهَ لَنَا‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَقَالَ ‏ \"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ قَالَ فَمَا جَعَلَ يُشِيرُ بِيَدِهِ إِلَى نَاحِيَةٍ مِنَ السَّمَاءِ إِلاَّ تَفَرَّجَتْ حَتَّى صَارَتِ الْمَدِينَةُ فِي مِثْلِ الْجَوْبَةِ، حَتَّى سَالَ الْوَادِي ـ وَادِي قَنَاةَ ـ شَهْرًا‏.‏ قَالَ فَلَمْ يَجِئْ أَحَدٌ مِنْ نَاحِيَةٍ إِلاَّ حَدَّثَ بِالْجَوْدِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1034,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, যখন প্রবল গতিতে বায়ু প্রবাহিত হত তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারায় তার প্রতিক্রিয়া দেখা দিত। (ভয়ের চিহ্ন দেখা দিত)।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي حُمَيْدٌ، أَنَّهُ سَمِعَ أَنَسًا، يَقُولُ كَانَتِ الرِّيحُ الشَّدِيدَةُ إِذَا هَبَّتْ عُرِفَ ذَلِكَ فِي وَجْهِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1035,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমাকে পূর্বের হাওয়া দিয়ে সাহায্য করা হয়েছে। আর আদ জাতিকে পশ্চিমা হাওয়া দিয়ে ধ্বংস করা হয়েছে।",
    "ar": "حَدَّثَنَا مُسْلِمٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1036,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাত কায়িম হবে না, যে পর্যন্ত না ইল্‌ম উঠিয়ে নেয়া হবে, অধিক পরিমাণে ভূমিকম্প হবে, সময় সংকুচিত হয়ে আসবে, ফিত্‌না প্রকাশ পাবে এবং হারজ বৃদ্ধি পাবে। হারজ খুন-খারাবী। তোমাদের ধন-সম্পদ এত বৃদ্ধি পাবে যে, উপচে পড়বে।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، قَالَ أَخْبَرَنَا أَبُو الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يُقْبَضَ الْعِلْمُ، وَتَكْثُرَ الزَّلاَزِلُ، وَيَتَقَارَبَ الزَّمَانُ، وَتَظْهَرَ الْفِتَنُ، وَيَكْثُرَ الْهَرْجُ ـ وَهْوَ الْقَتْلُ الْقَتْلُ ـ حَتَّى يَكْثُرَ فِيكُمُ الْمَالُ فَيَفِيضُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1037,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, হে আল্লাহ্‌! আমাদের শামে (সিরিয়া) ও ইয়ামনে বরকত দান করুন। লোকেরা বলল, আমাদের নজদেও। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আল্লাহ্‌! আমাদের শামদেশে ও ইয়ামনে বরকত দান করুন। লোকেরা তখন বলল, আমাদের নজদেও। রাবী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেনঃ সেখানে তো রয়েছে ভূমিকম্প ও ফিত্‌না-ফাসাদ আর শয়তানের শিং সেখান হতেই বের হবে (তার উত্থান ঘটবে)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا حُسَيْنُ بْنُ الْحَسَنِ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا‏.‏ قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَفِي يَمَنِنَا‏.‏ قَالَ قَالُوا وَفِي نَجْدِنَا قَالَ قَالَ هُنَاكَ الزَّلاَزِلُ وَالْفِتَنُ، وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1038,
    "narrator": "যায়দ ইব্‌নু খালিদ জুহানী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে বৃষ্টিপাতের পরে আমাদের নিয়ে হুদাইবিয়ায় ফজরের সালাত আদায় করেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরিয়ে লোকদের দিকে মুখ করে বললেনঃ তোমরা কি জান, তোমাদের রব কী বলেছেন? তাঁরা বললেন, আল্লাহ্‌ এবং তাঁর রসূলই ভাল জানেন। তিনি তখন বললেন, (আল্লাহ্‌ বলেছেন) আমার কিছু সংখ্যক বান্দা বিশ্বাসী এবং অবিশ্বাসী হয়ে গেল। যে ব্যক্তি বলে, আল্লাহ্‌র ফযল ও রহমতে আমাদের উপর বৃষ্টি বর্ষিত হয়েছে, সে আমার প্রতি বিশ্বাসী এবং নক্ষত্রের প্রতি অবিশ্বাসী। আর যে ব্যক্তি বলে, অমুক অমুক নক্ষত্রে উদয়ের ফলে (বৃষ্টি হয়েছে) সে ব্যক্তি আমার প্রতি অবিশ্বাসী এবং নক্ষত্রের প্রতি বিশ্বাসী।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةَ الصُّبْحِ بِالْحُدَيْبِيَةِ عَلَى إِثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلَةِ، فَلَمَّا انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\"‏ هَلْ تَدْرُونَ مَاذَا قَالَ رَبُّكُمْ ‏\"‏‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ أَصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي وَكَافِرٌ، فَأَمَّا مَنْ قَالَ مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ‏.‏ فَذَلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالْكَوْكَبِ، وَأَمَّا مَنْ قَالَ بِنَوْءِ كَذَا وَكَذَا‏.‏ فَذَلِكَ كَافِرٌ بِي مُؤْمِنٌ بِالْكَوْكَبِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1039,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ গায়েবের চাবি হল পাঁচটি, যা আল্লাহ্‌ ছাড়া কেউ জানে না। (১) কেউ জানে না যে, আগামীকাল কী ঘটবে। (২) কেউ জানে না যে, আগামীকাল সে কী অর্জন করবে। (৩) কেউ জানে না যে, মায়ের গর্ভে কী আছে। (৪) কেউ জানে না যে, সে কোথায় মারা যাবে। (৫) কেউ জানে না যে, কখন বৃষ্টি হবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مِفْتَاحُ الْغَيْبِ خَمْسٌ لاَ يَعْلَمُهَا إِلاَّ اللَّهُ لاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي غَدٍ، وَلاَ يَعْلَمُ أَحَدٌ مَا يَكُونُ فِي الأَرْحَامِ، وَلاَ تَعْلَمُ نَفْسٌ مَاذَا تَكْسِبُ غَدًا، وَمَا تَدْرِي نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ، وَمَا يَدْرِي أَحَدٌ مَتَى يَجِيءُ الْمَطَرُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]