[
  {
    "hadith_id": 1040,
    "narrator": "আবূ বাকরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ছিলাম, এ সময় সূর্যগ্রহণ শুরু হয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন উঠে দাঁড়ালেন এবং নিজের চাদর টানতে টানতে মসজিদে প্রবেশ করলেন এবং আমরাও প্রবেশ করলাম। তিনি আমাদেরকে নিয়ে সূর্য প্রকাশিত হওয়া পর্যন্ত দু’রাক’আত সালাত আদায় করলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কারো মৃত্যুর কারণে কখনো সূর্যগ্রহণ বা চন্দ্রগ্রহণ হয় না। তোমরা যখন সূর্যগ্রহণ দেখবে তখন এ অবস্থা দূর না হওয়া পর্যন্ত সালাত আদায় করবে এবং দু’আ করতে থাকবে।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْكَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم يَجُرُّ رِدَاءَهُ حَتَّى دَخَلَ الْمَسْجِدَ، فَدَخَلْنَا فَصَلَّى بِنَا رَكْعَتَيْنِ، حَتَّى انْجَلَتِ الشَّمْسُ فَقَالَ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا، وَادْعُوا، حَتَّى يُكْشَفَ مَا بِكُمْ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1042,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন যে, সূর্যগ্রহণ ও চন্দ্রগ্রহণ কারো মৃত্যু বা জন্মের কারণে হয় না। তবে তা আল্লাহ্‌র নিদর্শনসমূহের মধ্যে দু’টি নিদর্শন। কাজেই তোমরা যখনই গ্রহণ হতে দেখবে তখনই সালাত আদায় করবে।",
    "ar": "حَدَّثَنَا أَصْبَغُ، قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُخْبِرُ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهَا فَصَلُّوا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1044,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় একবার সূর্যগ্রহণ হল। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের নিয়ে সালাত আদায় করেন। তিনি দীর্ঘ সময় কিয়াম করেন, অতঃপর দীর্ঘক্ষণ রুকূ’ করেন। অতঃপর পুনরায় (সালাতে) তিনি উঠে দাঁড়ান এবং দীর্ঘ কিয়াম করেন। অবশ্য তা প্রথম কিয়াম চেয়ে অল্পস্থায়ী ছিল। আবার তিনি রুকূ’ করেন এবং এ রুকূ’ও দীর্ঘ করেন। তবে তা প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সিজদা করেন এবং সিজদাও দীর্ঘক্ষন করেন। অতঃপর তিনি প্রথম রাকা’আতে যা করেছিলেন তার অনুরূপ দ্বিতীয় রাকা’আতে করেন এবং যখন সূর্য প্রকাশিত হয় তখন সালাত শেষ করেন। অতঃপর তিনি লোকজনের উদ্দেশে খুত্‌বা দান করেন। প্রথমে তিনি আল্লাহ্‌র প্রশংসা ও গুণ বর্ণনা করেন। অতঃপর তিনি বলেনঃ সূর্য ও চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন। কারো মৃত্যু বা জন্মের কারণে সূর্যগ্রহণ ও চন্দ্রগ্রহণ হয় না। কাজেই যখন তোমরা তা দেখবে তখন তোমরা আল্লাহ্‌র নিকট দু’আ করবে। তাঁর মহত্ব ঘোষণা করবে এবং সালাত আদায় করবে ও সদকা প্রদান করবে। অতঃপর তিনি আরো বললেনঃ হে উম্মাতে মুহাম্মাদী! আল্লাহ্‌র কসম, আল্লাহ্‌র কোন বান্দা যিনা করলে কিংবা কোন নারী যিনা করলে, আল্লাহ্‌র চেয়ে অধিক অপছন্দকারী কেউ নেই। হে উম্মাতে মুহাম্মাদী! আল্লাহ্‌র কসম, আমি যা জানি তা যদি তোমরা জানতে তাহলে তোমরা অবশ্যই হাসতে কম এবং বেশী করে কাঁদতে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَسَفَتِ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ، فَقَامَ فَأَطَالَ الْقِيَامَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ مَا فَعَلَ فِي الأُولَى، ثُمَّ انْصَرَفَ وَقَدِ انْجَلَتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَادْعُوا اللَّهَ وَكَبِّرُوا، وَصَلُّوا وَتَصَدَّقُوا ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ مَا مِنْ أَحَدٍ أَغْيَرُ مِنَ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ، وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1045,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু ‘আম্‌র (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় যখন সূর্যগ্রহণ হলো, তখন ‘আস্-সলাতু জামি’আতুন’ বলে (সালাতে সমবেত হবার জন্য) আহ্বান জানানো হল।",
    "ar": "حَدَّثَنَا إِسْحَاقُ، قَالَ أَخْبَرَنَا يَحْيَى بْنُ صَالِحٍ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمِ بْنِ أَبِي سَلاَّمٍ الْحَبَشِيُّ الدِّمَشْقِيُّ، قَالَ حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ـ رضى الله عنهما ـ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1046,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী ‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় একবার সূর্যগ্রহণ হয়। তখন তিনি মসজিদে গমন করেন। বর্ণনাকারী বলেন, অতঃপর লোকেরা তাঁর পিছনে সারিবদ্ধ হলো। তিনি তাক্‌বীর বললেন। অতঃপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দীর্ঘ কির’আত পাঠ করলেন। অতঃপর তাক্‌বীর বললেন এবং দীর্ঘক্ষণ রুকূ’তে থাকলেন। অতঃপর (আরবি) বলে দাঁড়ালেন এবং সিজদায় না গিয়েই আবার দীর্ঘক্ষণ কির’আত পাঠ করলেন। তবে তা প্রথম কিরাআতের চেয়ে অল্পস্থয়ী। অতঃপর তিনি ‘আল্লাহু আকবর’ বললেন এবং দীর্ঘ রুকূ’ করলেন, তবে তা প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি বললেনঃ (আরবি) অতঃপর সিজদায় গেলেন। অতঃপর তিনি পরবর্তী রাকা’আতেও অনুরূপ করলেন এবং এভাবে চার সিজদার সাথে চার রাক’আত পূর্ণ করলেন। তাঁর সালাত শেষ করার পূর্বেই সূর্যগ্রহণ মুক্ত হয়ে গেল। অতঃপর তিনি দাঁড়িয়ে আল্লাহ্‌র যথাযোগ্য প্রশংসা করলেন এবং বললেনঃ সূর্যগ্রহণ ও চন্দ্রগ্রহণ আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন মাত্র। কারো মৃত্যু বা জন্মের কারণে গ্রহণ হয় না। কাজেই যখনই তোমরা গ্রহণ হতে দেখবে, তখনই ভীত হয়ে সালাতের দিকে গমন করবে। \n\nরাবী বর্ণনা করেন, কাসীর ইব্‌নু ‘আব্বাস (রাঃ) বলতেন, ‘আবদুল্লাহ্ ইব্‌নু ‘আব্বাস (রাঃ) সূর্যগ্রহণ সম্পর্কে ‘আয়িশা (রাঃ) হতে ‘উরওয়াহ (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। তাই আমি ‘উরওয়াহ্‌কে জিজ্ঞেস করলাম, আপনার ভাই (‘আবদুল্লাহ্ ইব্‌নু যুবায়র) তো মদীনায় যেদিন সূর্যগ্রহণ হয়েছিল, সেদিন ফজরের সালাতের ন্যায় দু’রাক’আত সালাত আদায়ের অতিরিক্ত কিছু করেননি। তিনি বললেন, তা ঠিক, তবে তিনি সুন্নাত অনুসরণ করতে ভুল করেছেন।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنِي أَحْمَدُ بْنُ صَالِحٍ، قَالَ حَدَّثَنَا عَنْبَسَةُ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَسَفَتِ الشَّمْسُ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم فَخَرَجَ إِلَى الْمَسْجِدِ فَصَفَّ النَّاسُ وَرَاءَهُ، فَكَبَّرَ فَاقْتَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم قِرَاءَةً طَوِيلَةً، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ فَقَامَ وَلَمْ يَسْجُدْ، وَقَرَأَ قِرَاءَةً طَوِيلَةً، هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ كَبَّرَ وَرَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ أَدْنَى مِنَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ‏.‏ ثُمَّ سَجَدَ، ثُمَّ قَالَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ، وَانْجَلَتِ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ، ثُمَّ قَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏ \"‏ هُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏ وَكَانَ يُحَدِّثُ كَثِيرُ بْنُ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ كَانَ يُحَدِّثُ يَوْمَ خَسَفَتِ الشَّمْسُ بِمِثْلِ حَدِيثِ عُرْوَةَ عَنْ عَائِشَةَ‏.‏ فَقُلْتُ لِعُرْوَةَ إِنَّ أَخَاكَ يَوْمَ خَسَفَتْ بِالْمَدِينَةِ لَمْ يَزِدْ عَلَى رَكْعَتَيْنِ مِثْلَ الصُّبْحِ‏.‏ قَالَ أَجَلْ لأَنَّهُ أَخْطَأَ السُّنَّةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1047,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী ‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণের সময় সালাত আদায় করেন। তিনি দাঁড়িয়ে তাক্‌বীর বললেন। অতঃপর দীর্ঘ কির’আত পাঠ করেন। অতঃপর তিনি দীর্ঘ রুকূ’ করলেন। অতঃপর মাথা তুললেন, আর [আরবি]  বলে পূর্বের মতই দাঁড়ালেন এবং দীর্ঘ কির’আত পাঠ করলেন। তবে তা পূর্বের কিরাআতের চেয়ে অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকূ’ করলেন, তবে এ রুকূ’ প্রথম রুকূ’র চেয়ে কম দীর্ঘ ছিল। অতঃপর তিনি দীর্ঘ সিজদা করলেন। অতঃপর তিনি শেষ রাক’আতে প্রথম রাকা’আতের অনুরূপ করলেন এবং সালাম ফিরালেন। তখন সূর্যগ্রহণ মুক্ত হয়ে গেল। অতঃপর লোকদের উদ্দেশে তিনি খুত্‌বা দিলেন। খুত্‌বায় তিনি সূর্যগ্রহণ ও চন্দ্রগ্রহণ সম্পর্কে বললেন, এ হচ্ছে আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন। কারো মৃত্যু কিংবা জন্মের কারণে গ্রহণ হয় না। কাজেই যখন তোমরা তা দেখবে তখন তোমরা ভীত অবস্থায় সালাতের দিকে গমন করবে।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ‏.‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى يَوْمَ خَسَفَتِ الشَّمْسُ، فَقَامَ فَكَبَّرَ، فَقَرَأَ قِرَاءَةً طَوِيلَةً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ وَقَامَ كَمَا هُوَ، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً، وَهْىَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْىَ أَدْنَى مِنَ الرَّكْعَةِ الأُولَى، ثُمَّ سَجَدَ سُجُودًا طَوِيلاً، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الآخِرَةِ مِثْلَ ذَلِكَ، ثُمَّ سَلَّمَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَخَطَبَ النَّاسَ، فَقَالَ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ ‏ \"‏ إِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1048,
    "narrator": "আবূ বাকারাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল বলেছেনঃ সূর্য ও চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন। কারো মৃত্যুর কারণে এ দু’টির গ্রহণ হয় না। তবে এ দিয়ে আল্লাহ্ তা’আলা তাঁর বান্দাদের সতর্ক করেন। ইমাম বুখারী (রহঃ) বলেন, ‘আবদুল্লাহ্ ওয়ারিস, শু’আইব, খালিদ ইব্‌নু ‘আবদুল্লাহ্, হাম্মাদ ইব্‌নু সালাম (রহঃ) ইউনুস (রহঃ) হতে ‘এ দিয়ে আল্লাহ্ তাঁর বান্দাদেরকে সতর্ক করেন’ বাক্যটি বর্ণনা করেননি; আর মূসা (রহঃ) মুবারক (রহঃ) স্থলে হাসান (রহঃ) হতে ইউনুস (রহঃ)-এর অনুসরণ করেছেন। তিনি বলেন, আমাকে আবূ  বক্‌র (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বলেন, নিশ্চয় আল্লাহ্ এ দিয়ে তাঁর বান্দাদেরকে সতর্ক করেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ، وَلَكِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهَا عِبَادَهُ ‏\"‏‏.‏ وَقَالَ أَبُو عَبْدِ اللَّهِ لَمْ يَذْكُرْ عَبْدُ الْوَارِثِ وَشُعْبَةُ وَخَالِدُ بْنُ عَبْدِ اللَّهِ وَحَمَّادُ بْنُ سَلَمَةَ عَنْ يُونُسَ ‏\"‏ يُخَوِّفُ بِهَا عِبَادَهُ ‏\"‏‏.‏ وَتَابَعَهُ مُوسَى عَنْ مُبَارَكٍ عَنِ الْحَسَنِ قَالَ أَخْبَرَنِي أَبُو بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ ‏\"‏ إِنَّ اللَّهَ تَعَالَى يُخَوِّفُ بِهِمَا عِبَادَهُ ‏\"‏‏.‏ وَتَابَعَهُ أَشْعَثُ عَنِ الْحَسَنِ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1049,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "এক ইয়াহুদী মহিলা তাঁর নিকট কিছু জিজ্ঞেস করতে এলো। সে ‘আয়িশা (রাঃ) কে বলল, আল্লাহ্ তা’আলাও আপনাকে কবর আযাব হতে রক্ষা করুন। অতঃপর ‘আয়িশা (রাঃ) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করেন, কবরে কি মানুষকে আযাব দেয়া হবে? আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এত্থেকে আল্লাহ্‌র নিকট পানাহ চাই।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ يَهُودِيَّةً جَاءَتْ تَسْأَلُهَا فَقَالَتْ لَهَا أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ‏.‏ فَسَأَلَتْ عَائِشَةُ ـ رضى الله عنها ـ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ‏.‏ ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَخَسَفَتِ الشَّمْسُ، فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ يُصَلِّي، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ وَانْصَرَفَ، فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1050,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "পরে কোন এক সকালে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি সূর্যোদয় ও দুপুরের মাঝামাঝি সময় ফিরে আসেন এবং কামরাগুলোর মাঝখান দিয়ে অতিক্রম করেন। অতঃপর তিনি সালাতে দাঁড়ালেন এবং লোকেরা তাঁর পিছনে দাঁড়াল। অতঃপর তিনি দীর্ঘ কিয়াম করেন। অতঃপর আবার তিনি দীর্ঘ রুকূ’ করেন, পরে মাথা তুলে দীর্ঘ কিয়াম করেন। তবে এ কিয়াম পূর্বের কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর আবার তিনি দীর্ঘ রুকূ’ করেন, তবে এ রুকূ’ পূর্বের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং সিজদায় গেলেন। অতঃপর তিনি দাঁড়ালেন এবং দীর্ঘ কিয়াম করলেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর দীর্ঘ রুকূ’ করলেন। এ রুকূ’ প্রথম রাক’আতের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর আবার রুকূ’ করলেন এবং তা প্রথম রাক’আতের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। পরে মাথা তুললেন এবং সিজদায় গেলেন। অতঃপর সালাত শেষ করলেন। আল্লাহ্‌র যা ইচ্ছা তিনি তা বললেন এবং কবর আযাব হতে পানাহ চাওয়ার জন্য উপস্থিত লোকেদের আদেশ করলেন।",
    "ar": "ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَخَسَفَتِ الشَّمْسُ، فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ يُصَلِّي، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ وَانْصَرَفَ، فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1051,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু ‘আমর (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় যখন সূর্যগ্রহণ হয় তখন ‘আস্-সালাতু জামিয়াতুন’ বলে ঘোষণা দেয়া হয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন এক রাক’আতে দু’বার রুকূ’ করেন, অতঃপর দাঁড়িয়ে দ্বিতীয় রাকা’আতেও দু’বার রুকূ’ করেন অতঃপর বসেন আর ততক্ষণে সূর্যগ্রহণ মুক্ত হয়ে যায়। বর্ণনাকারী বলেন, ‘আয়িশা (রাঃ) বলেছেন, এ সালাত ছাড়া এত লম্বা সিজদা আমি কক্ষণো করিনি।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّهُ قَالَ لَمَّا كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم نُودِيَ إِنَّ الصَّلاَةَ جَامِعَةٌ فَرَكَعَ النَّبِيُّ صلى الله عليه وسلم رَكْعَتَيْنِ فِي سَجْدَةٍ ثُمَّ قَامَ فَرَكَعَ رَكْعَتَيْنِ فِي سَجْدَةٍ، ثُمَّ جَلَسَ، ثُمَّ جُلِّيَ عَنِ الشَّمْسِ‏.‏ قَالَ وَقَالَتْ عَائِشَةُ ـ رضى الله عنها ـ مَا سَجَدْتُ سُجُودًا قَطُّ كَانَ أَطْوَلَ مِنْهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1052,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় সূর্যগ্রহণ হল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন সালাত আদায় করেন এবং তিনি সূরা আল-বাক্বারা পাঠ করতে যত সময় লাগে সে পরিমাণ দীর্ঘ কিয়াম করেন। অতঃপর দীর্ঘ রুকূ’ করেন। অতঃপর মাথা তুলে পুনরায় দীর্ঘ কিয়াম করেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকূ’ করলেন। তবে তা প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সিজদা করেন। আবার দাঁড়ালেন এবং দীর্ঘ কিয়াম করলেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর আবার দীর্ঘ রুকূ’ করেন, তবে তা পূর্বের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং দীর্ঘ সময় পর্যন্ত কিয়াম করলেন, তবে তা প্রথম কিয়াম অপেক্ষা অল্পস্থায়ী ছিল। আবার তিনি দীর্ঘ রুকূ’ করেন, তবে তা প্রথম রুকূ’র অপেক্ষা অল্পস্থায়ী ছিল। অতঃপর তিনি সিজদা করেন এবং সালাত শেষ করেন। ততক্ষণে সূর্যগ্রহণ মুক্ত হয়ে গিয়েছে। তারপর তিনি বললেনঃ নিঃসন্দেহে সূর্য ও চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন। কারো মৃত্যু বা জন্মের কারণে  এ দু’টির গ্রহণ হয় না। কাজেই যখন তোমরা গ্রহণ দেখবে তখনই আল্লাহ্‌কে স্মরণ করবে। লোকেরা জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! আমরা দেখলাম, আপনি নিজের জায়গা হতে কি যেন ধরেছেন, আবার দেখলাম, আপনি যেন পিছনে সরে এলেন। তিনি বললেনঃ আমিতো জান্নাত দেখেছিলাম এবং এক গুচ্ছ আঙ্গুরের প্রতি হাত বাড়িয়েছিলাম। আমি তা পেয়ে গেলে দুনিয়া কায়িম থাকা পর্যন্ত অবশ্য তোমরা তা খেতে পারতে। অতঃপর আমাকে জাহান্নাম দেখানো হয়, আমি আজকের মত ভয়াবহ দৃশ্য কখনো দেখিনি। আর আমি দেখলাম, জাহান্নামের অধিকাংশ বাসিন্দা নারী। লোকেরা জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! কী কারণে? তিনি বললেনঃ তাদের কুফরীর কারণে। জিজ্ঞেস করা হল, তারা কি আল্লাহ্‌র সাথে কুফরী করে? তিনি জবাব দিলেন, তারা স্বামীর অবাধ্য থাকে এবং ইহ্‌সান অস্বীকার করে। তুমি যদি তাদের কারো প্রতি সারা জীবন সদাচরণ কর, অতঃপর সে তোমার হতে (যদি) সামান্য ত্রুটি পায়, তা হলে বলে ফেলে, তোমার কাছ থেকে কখনো ভাল ব্যবহার পেলাম না।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ انْخَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم، فَقَامَ قِيَامًا طَوِيلاً نَحْوًا مِنْ قِرَاءَةِ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ انْصَرَفَ وَقَدْ تَجَلَّتِ الشَّمْسُ، فَقَالَ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَاذْكُرُوا اللَّهَ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، رَأَيْنَاكَ تَنَاوَلْتَ شَيْئًا فِي مَقَامِكَ، ثُمَّ رَأَيْنَاكَ كَعْكَعْتَ‏.‏ قَالَ صلى الله عليه وسلم ‏\"‏ إِنِّي رَأَيْتُ الْجَنَّةَ، فَتَنَاوَلْتُ عُنْقُودًا، وَلَوْ أَصَبْتُهُ لأَكَلْتُمْ مِنْهُ مَا بَقِيَتِ الدُّنْيَا، وَأُرِيتُ النَّارَ، فَلَمْ أَرَ مَنْظَرًا كَالْيَوْمِ قَطُّ أَفْظَعَ، وَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ ‏\"‏‏.‏ قَالُوا بِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ بِكُفْرِهِنَّ ‏\"‏‏.‏ قِيلَ يَكْفُرْنَ بِاللَّهِ قَالَ ‏\"‏ يَكْفُرْنَ الْعَشِيرَ، وَيَكْفُرْنَ الإِحْسَانَ، لَوْ أَحْسَنْتَ إِلَى إِحْدَاهُنَّ الدَّهْرَ كُلَّهُ، ثُمَّ رَأَتْ مِنْكَ شَيْئًا قَالَتْ مَا رَأَيْتُ مِنْكَ خَيْرًا قَطُّ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1053,
    "narrator": "আসমা বিন্‌তে আবূ  বক্‌র (রাঃ)",
    "bn": "সূর্যগ্রহের সময় আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী ‘আয়িশা (রাঃ)-এর নিকট গেলাম। তখন লোকজন দাঁড়িয়ে সালাত আদায় করছিল। তখন ‘আয়িশা (রাঃ) ও সালাতে দাঁড়িয়েছিলেন। আমি জিজ্ঞেস করলাম, লোকদের কী হয়েছে?  তখন তিনি হাত দিয়ে আসমানের দিকে ইশারা করলেন এবং ‘সুবহানাল্লাহ্’ বললেন। আমি বললাম, এ কি কোন নিদর্শন? তখন তিনি ইঙ্গিতে বললেন, হাঁ। আসমা (রাঃ) বলেন, আমিও দাঁড়িয়ে গেলাম। এমন কি (দীর্ঘ সময় দাঁড়িয়ে থাকার কারণে) আমি প্রায় বেহুঁশ হয়ে পড়লাম এবং মাথায় পানি ঢালতে লাগলাম। আল্লাহ্‌র রসূল (রাঃ) যখন সালাত শেষ করলেন, তখন আল্লাহ্‌র হাম্‌দ ও সানা বর্ণনা করলেন। অতঃপর তিনি বললেনঃ আমি এ স্থান হতে দেখতে পেলাম, যা এর পূর্বে দেখিনি, এমন কি জান্নাত এবং জাহান্নাম। আর আমার নিকট ওয়াহী পাঠান হয়েছে যে, নিশ্চয়ই তোমাদেরকে কবরের মধ্যে দাজ্জালের ফিত্‌নার ন্যায় অথবা বলেছেন তার কাছাকাছি ফিত্‌নায় লিপ্ত করা হবে। বর্ণনাকারী বলেন, (‘মিস্‌লা’ ও ‘কারীবান’) দু’টির মধ্যে কোন্‌টি আসমা (রাঃ) বলেছিলেন, তা আমার মনে নেই। তোমাদের এক একজনকে উপস্থিত করা হবে এবং তাকে প্রশ্ন করা হবে, এ ব্যক্তি সম্পর্কে কী জান? তখন মু’মিন (ঈমানদার) অথবা ‘মুকিন’ (বিশ্বাসী) বলবেন- বর্ণনাকারী বলেন যে, আসমা (রাঃ) ‘মু’মিন’ শব্দ বলেছিলেন, না ‘মুকীন’ তা আমার স্মরণ নেই, তিনি হলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুস্পষ্ট দলীল ও হিদায়াত নিয়ে আমাদের নিকট এসেছিলেন এবং আমরা এতে সাড়া দিয়ে ঈমান এনেছি ও তাঁর অনুসরণ করেছি। অতঃপর তাঁকে বলা হবে, তুমি পুণ্যবান বান্দা হিসেবে ঘুমিয়ে থাক। আমরা অবশ্যই জানতাম যে, নিশ্চিতই তুমি দৃঢ়বিশ্বাস স্থাপনকারী ছিলে। আর মুনাফিক কিংবা সন্দেহকারী বর্ণনাকারী বলেন, আসমা (রাঃ) ‘মুনাফিক’ না ‘সন্দেহকারী’ বলেছিলেন তা আমার মনে নেই, সে শুধু বলবে, আমি কিছুই জানি না। আমি মানুষকে কিছু বলতে শুনেছি এবং আমিও তাই বলেছি।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنِ امْرَأَتِهِ، فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حِينَ خَسَفَتِ الشَّمْسُ، فَإِذَا النَّاسُ قِيَامٌ يُصَلُّونَ، وَإِذَا هِيَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا إِلَى السَّمَاءِ، وَقَالَتْ سُبْحَانَ اللَّهِ‏.‏ فَقُلْتُ آيَةٌ فَأَشَارَتْ أَىْ نَعَمْ‏.‏ قَالَتْ فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، فَجَعَلْتُ أَصُبُّ فَوْقَ رَأْسِي الْمَاءَ، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏ \"‏ مَا مِنْ شَىْءٍ كُنْتُ لَمْ أَرَهُ إِلاَّ قَدْ رَأَيْتُهُ فِي مَقَامِي هَذَا حَتَّى الْجَنَّةَ وَالنَّارَ، وَلَقَدْ أُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ مِثْلَ ـ أَوْ قَرِيبًا مِنْ ـ فِتْنَةِ الدَّجَّالِ ـ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ يُؤْتَى أَحَدُكُمْ فَيُقَالُ لَهُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ مُحَمَّدٌ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَآمَنَّا وَاتَّبَعْنَا‏.‏ فَيُقَالُ لَهُ نَمْ صَالِحًا، فَقَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا‏.‏ وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَيَّتَهُمَا قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1043,
    "narrator": "মুগীরা ইব্‌নু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় যে দিন (তাঁর পুত্র) ইবরাহীম (রাঃ) ইন্তিকাল করেন, সেদিন সূর্যগ্রহণ হয়েছিল। লোকেরা তখন বলতে লাগল, ইব্‌রাহীম (রাঃ) এর মৃত্যুর কারণেই সূর্যগ্রহণ হয়েছে। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কারো মৃত্যু অথবা জন্মের কারণে সূর্য বা চন্দ্রগ্রহণ হয় না। তোমারা যখন তা দেখবে, তখন সালাত আদায় করবে এবং আল্লাহ্‌র নিকট দু’আ করবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، قَالَ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ كَسَفَتِ الشَّمْسُ لِمَوْتِ إِبْرَاهِيمَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ فَصَلُّوا وَادْعُوا اللَّهَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1041,
    "narrator": "আবূ মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোকের মৃত্যুর কারণে কখনো সূর্যগ্রহণ বা চন্দ্রগ্রহণ হয় না। তবে তা আল্লাহ্‌র নিদর্শনসমূহের মধ্যে দু’টি নিদর্শন। তাই তোমরা যখন সূর্যগ্রহণ বা চন্দ্রগ্রহণ হতে দেখবে, তখন দাঁড়িয়ে যাবে এবং সালাত আদায় করবে।",
    "ar": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ أَبَا مَسْعُودٍ، يَقُولُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ مِنَ النَّاسِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَقُومُوا فَصَلُّوا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1054,
    "narrator": "আসমা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণের সময় গোলাম আযাদ করার নির্দেশ দিয়েছেন।",
    "ar": "حَدَّثَنَا رَبِيعُ بْنُ يَحْيَى، قَالَ حَدَّثَنَا زَائِدَةُ، عَنْ هِشَامٍ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ لَقَدْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1055,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "এক ইয়াহূদী মহিলা তাঁর নিকট কিছু জিজ্ঞেস করতে এল। মহিলাটি বলল, আল্লাহ্ আপনাকে কবরের ‘আযাব হতে পানাহ্ দিন। অতঃপর ‘আয়িশা (রাঃ) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করেন, কবরে কি মানুষকে ‘আযাব দেয়া হবে? তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি আল্লাহ্‌র নিকট পানাহ্ চাই ক্ববরের ‘আযাব হতে।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ يَهُودِيَّةً، جَاءَتْ تَسْأَلُهَا فَقَالَتْ أَعَاذَكِ اللَّهُ مِنْ عَذَابِ الْقَبْرِ‏.‏ فَسَأَلَتْ عَائِشَةُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَيُعَذَّبُ النَّاسُ فِي قُبُورِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَائِذًا بِاللَّهِ مِنْ ذَلِكَ‏.‏ ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَكَسَفَتِ الشَّمْسُ فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ فَصَلَّى، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ سُجُودًا طَوِيلاً ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ وَهْوَ دُونَ السُّجُودِ الأَوَّلِ، ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1056,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "পরে একদা সকালে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি ফিরে এলেন, তখন ছিল সূর্যোদয় ও দুপুরের মাঝামাঝি সময়। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হুজরাগুলোর মাঝখান দিয়ে অতিক্রম করলেন। অতঃপর তিনি সালাতে দাঁড়ালেন এবং লোকেরাও তাঁর পিছনে দাঁড়াল। তিনি দীর্ঘ কিয়াম করলেন। অতঃপর দীর্ঘ রুকূ’ করলেন। অতঃপর মাথা তুলে আবার দীর্ঘ কিয়াম করেন। তবে এ কিয়াম প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি আবার দীর্ঘ রুকূ’ করেন। তবে এ রুকূ’ প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং দীর্ঘ রুকূ’ করেন। তবে এ রুকূ’ প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং দীর্ঘ সিজদা করলেন। অতঃপর তিনি আবার দাঁড়িয়ে কিয়াম করেন অবশ্য তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি দীর্ঘ রুকূ’ করলেন, তা প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি আবার দীর্ঘ কিয়াম করেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর দীর্ঘ রুকূ’ করেন। অবশ্য এ রুকূ’ প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সিজদা করেন। এ সিজদা প্রথম সিজদার চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সালাত শেষ করেন। এরপরে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র যা ইচ্ছা তাই বললেন। শেষে তিনি সবাইকে কবরের ‘আযাব হতে আশ্রয় প্রার্থনার আদেশ করলেন।",
    "ar": "ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَكَسَفَتِ الشَّمْسُ فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ فَصَلَّى، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ سُجُودًا طَوِيلاً ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ وَهْوَ دُونَ السُّجُودِ الأَوَّلِ، ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1057,
    "narrator": "আবু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন আল্লাহ্‌র রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারো জন্মের ও মৃত্যুর কারণে সুর্যগ্রহণ ও চন্দ্রগ্রহণ হয় না। এগুলো আল্লাহ্‌র নিদর্শনগুলোর মধ্যে দু’টি নিদর্শন। কাজেই যখন তোমরা তা দেখবে তখন সালাত আদায় করবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، عَنْ أَبِي مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الشَّمْسُ وَالْقَمَرُ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1058,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় সুর্যগ্রহণ হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দাঁড়ালেন এবং লোকদের নিয়ে সালাত আদায় করলেন। তিনি কির’আত দীর্ঘ করেন। অতঃপর তিনি দীর্ঘ রুকু’ করেন। অতঃপর তিনি মাথা তুলেন এবং দীর্ঘ কির’আত পড়েন। তবে তা প্রথম কির’আতের চেয়ে স্বল্পস্থায়ী ছিল। আবার তিনি রুকু’ করেন এবং রুকু’ দীর্ঘ করেন। তবে এ রুকু’ প্রথম রুকু’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুলেন এবং দু’টি  সিজদা করেন। অতঃপর তিনি দাঁড়ালেন এবং দ্বিতীয় রাক’আতেও অনুরুপ করেন। অতঃপর তিনি দাঁড়িয়ে বললেনঃ সুর্যগ্রহণ ও চন্দ্রগ্রহণ কারো মৃত্যু কিংবা জন্মের কারণে হয় না। আল্লাহ্‌র নিদর্শন সমুহের মধ্যে এ হল দু’টি নিদর্শন; যা আল্লাহ্‌ তাঁর বান্দাদের দেখিয়ে থাকেন। কাজেই যখন তোমরা তা দেখবে ভীত অবস্থায় সালাতের দিকে আসবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، وَهِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَأَطَالَ الْقِرَاءَةَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ، وَهْىَ دُونَ قِرَاءَتِهِ الأُولَى، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ دُونَ رُكُوعِهِ الأَوَّلِ، ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ سَجْدَتَيْنِ، ثُمَّ قَامَ فَصَنَعَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ، ثُمَّ قَامَ فَقَالَ ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيهِمَا عِبَادَهُ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1059,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, একবার সুর্যগ্রহণ হল, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভীত অবস্থায় উঠলেন এবং ক্বিয়ামাত সংঘটিত হবার ভয় করছিলেন। অতঃপর তিনি মসজিদে আসেন এবং এর পূর্বে আমি তাঁকে যেমন করতে দেখেছি, তার চেয়ে দীর্ঘ সময় ধরে কিয়াম, রুকু’ এবং সিজদা সহকারে সালাত আদায় করলেন। আর তিনি বললেনঃ এগুলো হল নিদর্শন যা আল্লাহ্‌ পাঠিয়ে থাকেন, তা কারো মৃত্যু বা জন্মের কারণে হয় না। বরং আল্লাহ্‌ তা’আলা এর মাধ্যমে তাঁর বান্দাদের সতর্ক করেন। কাজেই যখন তোমরা এর কিছু দেখতে পাবে, তখন ভীত অবস্থায় আল্লাহ্‌র যিকর, দু’আ এবং ইস্‌তিগ্‌ফারের দিকে ধাবিত হবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، قَالَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ خَسَفَتِ الشَّمْسُ، فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَزِعًا، يَخْشَى أَنْ تَكُونَ السَّاعَةُ، فَأَتَى الْمَسْجِدَ، فَصَلَّى بِأَطْوَلِ قِيَامٍ وَرُكُوعٍ وَسُجُودٍ رَأَيْتُهُ قَطُّ يَفْعَلُهُ وَقَالَ ‏ \"‏ هَذِهِ الآيَاتُ الَّتِي يُرْسِلُ اللَّهُ لاَ تَكُونُ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، وَلَكِنْ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ، فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1060,
    "narrator": "মুগীরা ইব্‌নু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –(এর পুত্র) ইব্‌রাহীম (রাঃ) যেদিন ইন্‌তিকাল করেন, সেদিন সূর্যগ্রহণ হয়েছিল। লোকেরা বলল ইব্‌রাহীম (রাঃ) এর মৃত্যুর কারণেই সূর্যগ্রহণ হয়েছে। আল্লাহ্‌র রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেনঃ নিশ্চয়ই সূর্য ও চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন।  কারো মৃত্যু বা জন্মের  কারণে  এ দু’টোর গ্রহণ হয় না। কাজেই যখন তোমরা এদের গ্রহণ হতে দেখবে, তখন তাদের গ্রহণ মুক্ত হওয়া পর্যন্ত আল্লাহ্‌র নিকট দু’আ  করবে এবং সালাত আদায় করতে থাকবে।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، قَالَ حَدَّثَنَا زَائِدَةُ، قَالَ حَدَّثَنَا زِيَادُ بْنُ عِلاَقَةَ، قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ، يَقُولُ انْكَسَفَتِ الشَّمْسُ يَوْمَ مَاتَ إِبْرَاهِيمُ، فَقَالَ النَّاسُ انْكَسَفَتْ لِمَوْتِ إِبْرَاهِيمَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَادْعُوا اللَّهَ وَصَلُّوا حَتَّى يَنْجَلِيَ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1061,
    "narrator": "আসমা (রাঃ)",
    "bn": "তিনি বলেন আল্লাহ্‌র রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত শেষ করলেন আর এদিকে সূর্যগ্রহণ মুক্ত হয়ে গেল। অতঃপর তিনি খুত্‌বা দিলেন। এতে তিনি প্রথমে আল্লাহ্‌র যথাযথ প্রশংসা করলেন। অতঃপর তিনি বললেনঃ ‘আম্‌মা বা’দ’।",
    "ar": "وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ، عَنْ أَسْمَاءَ، قَالَتْ فَانْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ تَجَلَّتِ الشَّمْسُ فَخَطَبَ، فَحَمِدَ اللَّهَ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏ \"‏ أَمَّا بَعْدُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1062,
    "narrator": "আবূ বাকরাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সময় সূর্যগ্রহণ হল। তখন তিনি দু’রাক’আত সালাত আদায় করলেন।",
    "ar": "حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ شُعْبَةَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ ـ رضى الله عنه ـ قَالَ انْكَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1063,
    "narrator": "আবূ বাক্‌রাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সময় সূর্যগ্রহণ হল। তিনি বের হয়ে তাঁর চাদর টেনে টেনে মসজিদে পৌঁছলেন এবং লোকজনও তাঁর নিকট সমবেত হল। অতঃপর তিনি তাদের নিয়ে দু’রাক’আত সালাত আদায় করেন। অতঃপর সূর্যগ্রহণ মুক্ত হলে তিনি বললেনঃ সূর্য ও চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের মধ্যে দু’টি নিদর্শন। কারো মৃত্যুর কারণে এ দু’টোর গ্রহণ হয় না। কাজেই যখন গ্রহণ হবে, তা মুক্ত না হওয়া পর্যন্ত সালাত আদায় করবে এবং দু’আ  করতে থাকবে। এ কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কারণেই বলেছেন যে, সেদিন তাঁর পুত্র ইবরাহীম (রাঃ)-এর ওফাত হয়েছিল এবং লোকেরা সে ব্যাপারে পরস্পর বলাবলি করছিল।",
    "ar": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَرَجَ يَجُرُّ رِدَاءَهُ حَتَّى انْتَهَى إِلَى الْمَسْجِدِ، وَثَابَ النَّاسُ إِلَيْهِ فَصَلَّى بِهِمْ رَكْعَتَيْنِ، فَانْجَلَتِ الشَّمْسُ فَقَالَ ‏ \"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، وَإِنَّهُمَا لاَ يَخْسِفَانِ لِمَوْتِ أَحَدٍ، وَإِذَا كَانَ ذَاكَ فَصَلُّوا وَادْعُوا حَتَّى يُكْشَفَ مَا بِكُمْ ‏\"‏‏.‏ وَذَاكَ أَنَّ ابْنًا لِلنَّبِيِّ صلى الله عليه وسلم مَاتَ، يُقَالُ لَهُ إِبْرَاهِيمُ، فَقَالَ النَّاسُ فِي ذَاكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1064,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণের সময় লোকদের নিয়ে দু’রাক’আতে চার রুকূ’ সহ সালাত আদায় করেন। প্রথমটি (দ্বিতীয় রাক’আতের চেয়ে) দীর্ঘস্থায়ী ছিল।",
    "ar": "حَدَّثَنَا مَحْمُودٌ، قَالَ حَدَّثَنَا أَبُو أَحْمَدَ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِهِمْ فِي كُسُوفِ الشَّمْسِ أَرْبَعَ رَكَعَاتٍ فِي سَجْدَتَيْنِ، الأَوَّلُ الأَوَّلُ أَطْوَلُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1065,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণের সালাতে তাঁর কির’আত সশব্দে পাঠ করেন। কির’আত সমাপ্ত করার পর তাক্‌বীর বলে রুকু’ করেন। যখন রুকু’ হতে মাথা তুললেন, তখন বললেন (আরবি),   অতঃপর এ গ্রহণ-এর সালাতেই তিনি আবার কির’আত পাঠ করেন এবং চার রুকূ’ ও চার সিজদাসহ দু’রাক’আত সালাত আদায় করেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ أَخْبَرَنَا ابْنُ نَمِرٍ، سَمِعَ ابْنَ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ جَهَرَ النَّبِيُّ صلى الله عليه وسلم فِي صَلاَةِ الْخُسُوفِ بِقِرَاءَتِهِ، فَإِذَا فَرَغَ مِنْ قِرَاءَتِهِ كَبَّرَ فَرَكَعَ، وَإِذَا رَفَعَ مِنَ الرَّكْعَةِ قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ‏.‏ ثُمَّ يُعَاوِدُ الْقِرَاءَةَ فِي صَلاَةِ الْكُسُوفِ، أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ‏.‏ وَقَالَ الأَوْزَاعِيُّ وَغَيْرُهُ سَمِعْتُ الزُّهْرِيَّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ الشَّمْسَ، خَسَفَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَعَثَ مُنَادِيًا بِالصَّلاَةُ جَامِعَةٌ، فَتَقَدَّمَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ‏.‏ وَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ نَمِرٍ سَمِعَ ابْنَ شِهَابٍ مِثْلَهُ‏.‏ قَالَ الزُّهْرِيُّ فَقُلْتُ مَا صَنَعَ أَخُوكَ ذَلِكَ، عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ مَا صَلَّى إِلاَّ رَكْعَتَيْنِ مِثْلَ الصُّبْحِ إِذْ صَلَّى بِالْمَدِينَةِ‏.‏ قَالَ أَجَلْ، إِنَّهُ أَخْطَأَ السُّنَّةَ‏.‏ تَابَعَهُ سُفْيَانُ بْنُ حُسَيْنٍ وَسُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ فِي الْجَهْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1066,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যুগে সূর্যগ্রহণ হলে তিনি একজনকে “আস-সালাতু জামিয়াতুন” বলে ঘোষণা দেয়ার জন্য পাঠান। অতঃপর তিনি অগ্রসর হন এবং চার রুকূ’ ও চার সিজদাসহ দু’রাক’আত সালাত আদায় করেন।\nওয়ালীদ (রহঃ) বলেন, আমাকে আবদুর রহমান ইব্‌নু নামির আরো বলেন যে, তিনি ইব্‌নু শিহাব (রহঃ) হতে অনুরূপ শুনেছেন, যুহরী (রহঃ) বলেন যে, আমি ‘উরওয়াহ (রহঃ)-কে বললাম, তোমার ভাই ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) এরূপ করেননি। তিনি যখন মদীনায় গ্রহণ-এর সালাত আদায় করেন, তখন ফজরের সালাতের ন্যায় দু’রাক’আত সালাত আদায় করেন। ‘উরওয়াহ (রহঃ) বললেন, হাঁ, তিনি সুন্নাত অনুসরণে ভুল করেছেন। সুলাইমান ইব্‌নু কাসীর (রহঃ) যুহরী (রহঃ) হতে সশব্দে  কিরাআতের ব্যাপারে ইব্‌নু কাসীর (রহঃ)-এর অনুসরণ করেছেন।",
    "ar": "وَقَالَ الْأَوْزَاعِيُّ وَغَيْرُهُ سَمِعْتُ الزُّهْرِيَّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ الشَّمْسَ خَسَفَتْ عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم فَبَعَثَ مُنَادِيًا بُ الصَّلاَةُ جَامِعَةٌ فَتَقَدَّمَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ فِي رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ \nوَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ نَمِرٍ سَمِعَ ابْنَ شِهَابٍ مِثْلَهُ قَالَ الزُّهْرِيُّ فَقُلْتُ مَا صَنَعَ أَخُوكَ ذَلِكَ عَبْدُ اللهِ بْنُ الزُّبَيْرِ مَا صَلَّى إِلاَّ رَكْعَتَيْنِ مِثْلَ الصُّبْحِ إِذْ صَلَّى بِالْمَدِينَةِ قَالَ أَجَلْ إِنَّهُ أَخْطَأَ السُّنَّةَ تَابَعَهُ سُفْيَانُ بْنُ حُسَيْنٍ وَسُلَيْمَانُ بْنُ كَثِيرٍ عَنْ الزُّهْرِيِّ فِي الْجَهْرِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]