[
  {
    "hadith_id": 1067,
    "narrator": "‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় সূরা আন-নাজ্‌ম তিলাওয়াত করেন। অতঃপর তিনি সিজদা করেন এবং একজন বৃদ্ধ লোক ছাড়া তাঁর সঙ্গে সবাই সিজদা করেন। বৃদ্ধ লোকটি এক মুঠো কঙ্কর বা মাটি হাতে নিয়ে তার কপাল পর্যন্ত উঠিয়ে বলল আমার জন্য এ যথেষ্ট। আমি পরবর্তীতে দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا غُنْدَرٌ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الأَسْوَدَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ قَرَأَ النَّبِيُّ صلى الله عليه وسلم النَّجْمَ بِمَكَّةَ فَسَجَدَ فِيهَا، وَسَجَدَ مَنْ مَعَهُ، غَيْرَ شَيْخٍ أَخَذَ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ فَرَفَعَهُ إِلَى جَبْهَتِهِ وَقَالَ يَكْفِينِي هَذَا‏.‏ فَرَأَيْتُهُ بَعْدَ ذَلِكَ قُتِلَ كَافِرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1068,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুক্রবার ফজরের সালাতে (আরবি) সুরা আস সিজদা এবং (আরবি) সূরা ইনসান তিলাওয়াত করতেন।",
    "ar": "قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ فِي الْجُمُعَةِ فِي صَلاَةِ الْفَجْرِ ‏{‏الم * تَنْزِيلُ‏}‏ السَّجْدَةَ وَ‏{‏هَلْ أَتَى عَلَى الإِنْسَانِ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1069,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সূরা স-দ-এর সিজদা অত্যাবশ্যক সিজদাসমূহের মধ্যে গণ্য নয়। তবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি তিলাওয়াতের পর সিজদা করতে দেখেছি।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَأَبُو النُّعْمَانِ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ ‏{‏ص‏}‏ لَيْسَ مِنْ عَزَائِمِ السُّجُودِ، وَقَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْجُدُ فِيهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1070,
    "narrator": "‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা আন্‌ নাজ্‌ম তিলাওয়াত করেন, অতঃপর সিজদা করেন। তখন উপস্থিত লোকদের মধ্যে এমন কেউ বাকী ছিল না, যে তাঁর সঙ্গে সিজদা করেনি। কিন্তু একব্যক্তি এক মুঠো  কঙ্কর বা মাটি হাতে নিয়ে মুখমণ্ডল পর্যন্ত তুলে বলল, এটাই আমার জন্য যথেষ্ট। [‘আবদুল্লাহ (রাঃ) বলেন] পরে  আমি  এ ব্যক্তিকে দেখেছি যে, সে কাফির অবস্থায় নিহত হয়েছে।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ سُورَةَ النَّجْمِ فَسَجَدَ بِهَا، فَمَا بَقِيَ أَحَدٌ مِنَ الْقَوْمِ إِلاَّ سَجَدَ، فَأَخَذَ رَجُلٌ مِنَ الْقَوْمِ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ، فَرَفَعَهُ إِلَى وَجْهِهِ وَقَالَ يَكْفِينِي هَذَا، فَلَقَدْ رَأَيْتُهُ بَعْدُ قُتِلَ كَافِرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1071,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা আন্‌-নাজ্‌ম তিলাওয়াতের পর সিজদা করেন এবং তাঁর সাথে সমস্ত মুসলিম, মুশরিক, জ্বিন ও ইনসান সবাই সিজদা করেছিল।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ النَّبِيَّ صلى الله عليه وسلم سَجَدَ بِالنَّجْمِ وَسَجَدَ مَعَهُ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْجِنُّ وَالإِنْسُ‏.‏ وَرَوَاهُ ابْنُ طَهْمَانَ عَنْ أَيُّوبَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1072,
    "narrator": "যায়দ ইব্‌নু সাবিত (রাঃ)",
    "bn": "একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সূরা আন্‌-নাজ্‌ম তিলাওয়াত করা হল কিন্তু তাতে তিনি সিজদা করেননি।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنِ ابْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، أَنَّهُ أَخْبَرَهُ، أَنَّهُ، سَأَلَ زَيْدَ بْنَ ثَابِتٍ ـ رضى الله عنه ـ فَزَعَمَ أَنَّهُ قَرَأَ عَلَى النَّبِيِّ صلى الله عليه وسلم ‏{‏وَالنَّجْمِ‏}‏ فَلَمْ يَسْجُدْ فِيهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1073,
    "narrator": "যায়দ ইব্‌নু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে সূরা ওয়ান্‌-নাজ্‌ম তিলাওয়াত করলাম। এতে তিনি সিজদা করেননি।",
    "ar": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم ‏{‏وَالنَّجْمِ‏}‏ فَلَمْ يَسْجُدْ فِيهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1074,
    "narrator": "আবূ সালামা (রাঃ)",
    "bn": "তিনি বলেন, একবার আবূ হুরায়রা (রাঃ) কে দেখলাম, তিনি (আরবি) সূরা তিলাওয়াত করলেন এবং সিজদা করলেন। আমি জিজ্ঞেস করলাম, হে আবূ হুরায়রা! আমি কি আপনাকে সিজদা করতে দেখিনি? তিনি বললেন, আমি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সিজদা করতে না দেখলে সিজদা করতাম না।",
    "ar": "حَدَّثَنَا مُسْلِمٌ، وَمُعَاذُ بْنُ فَضَالَةَ، قَالاَ أَخْبَرَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ رَأَيْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَرَأَ ‏{‏إِذَا السَّمَاءُ انْشَقَّتْ‏}‏ فَسَجَدَ بِهَا فَقُلْتُ يَا أَبَا هُرَيْرَةَ، أَلَمْ أَرَكَ تَسْجُدُ قَالَ لَوْ لَمْ أَرَ النَّبِيَّ صلى الله عليه وسلم يَسْجُدُ لَمْ أَسْجُدْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1075,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার আমাদের সামনে এমন এক সূরা তিলাওয়াত করলেন যাতে সিজদার আয়াত রয়েছে। তাই তিনি সিজদা করলেন এবং আমরাও সিজদা করলাম। ফলে অবস্থা এমন দাঁড়াল যে, আমাদের কেউ কেউ কপাল রাখার জায়গা পাচ্ছিলেন না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ عَلَيْنَا السُّورَةَ فِيهَا السَّجْدَةُ، فَيَسْجُدُ وَنَسْجُدُ، حَتَّى مَا يَجِدُ أَحَدُنَا مَوْضِعَ جَبْهَتِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1076,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদার আয়াত তিলাওয়াত করতেন এবং আমরা তাঁর নিকট থাকতাম, তখন তিনি সিজদা করতেন এবং আমরাও তাঁর সঙ্গে সিজদা করতাম। এতে এত ভীড় হতো যে, আমাদের মধ্যে কেউ কেউ সিজদা করার জন্য কপাল রাখার জায়গা পেত না।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ، قَالَ حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، قَالَ أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ السَّجْدَةَ وَنَحْنُ عِنْدَهُ فَيَسْجُدُ وَنَسْجُدُ مَعَهُ فَنَزْدَحِمُ حَتَّى مَا يَجِدُ أَحَدُنَا لِجَبْهَتِهِ مَوْضِعًا يَسْجُدُ عَلَيْهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1077,
    "narrator": "‘উমর ইব্‌নু খাত্তাব (রাঃ)",
    "bn": "তিনি এক জুমু’আর দিন মিম্বরে দাঁড়িয়ে সুরা নাহ্‌ল তিলাওয়াত করেন। এতে যখন সিজদার আয়াত এল, তখন তিনি মিম্বর হতে নেমে সিজদা করলেন এবং লোকেরাও সিজদা করল। এভাবে যখন পরবর্তী জুমু’আ এল, তখন তিনি সে সূরা পাঠ করেন। এতে যখন সিজদার আয়াত এল, তখন তিনি বললেন, হে লোক সকল! আমরা যখন সিজদার আয়াত তিলাওয়াত করি, তখন যে সিজদা করবে সে ঠিকই করবে, যে সিজদা করবে না তার কোন গুনাহ নেই। তার বর্ণনায় (বর্ণনাকারী বলেন) আর ‘উমর (রাঃ) সিজদা করেননি। নাফি’(রহঃ) ইব্‌নু ‘উমর (রাঃ) হতে আরো বলেছেন, আল্লাহ তা’আলা সিজদা ফরয করেননি, তবে আমরা ইচ্ছা করলে সিজদা করতে পারি।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، قَالَ أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ أَبِي مُلَيْكَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ رَبِيعَةَ بْنِ عَبْدِ اللَّهِ بْنِ الْهُدَيْرِ التَّيْمِيِّ ـ قَالَ أَبُو بَكْرٍ وَكَانَ رَبِيعَةُ مِنْ خِيَارِ النَّاسِ عَمَّا حَضَرَ رَبِيعَةُ مِنْ عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ قَرَأَ يَوْمَ الْجُمُعَةِ عَلَى الْمِنْبَرِ بِسُورَةِ النَّحْلِ حَتَّى إِذَا جَاءَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ، حَتَّى إِذَا كَانَتِ الْجُمُعَةُ الْقَابِلَةُ قَرَأَ بِهَا حَتَّى إِذَا جَاءَ السَّجْدَةَ قَالَ يَا أَيُّهَا النَّاسُ إِنَّا نَمُرُّ بِالسُّجُودِ فَمَنْ سَجَدَ فَقَدْ أَصَابَ، وَمَنْ لَمْ يَسْجُدْ فَلاَ إِثْمَ عَلَيْهِ‏.‏ وَلَمْ يَسْجُدْ عُمَرُ ـ رضى الله عنه‏.‏ وَزَادَ نَافِعٌ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما إِنَّ اللَّهَ لَمْ يَفْرِضِ السُّجُودَ إِلاَّ أَنْ نَشَاءَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1078,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "তিনি বলেন, আমি একবার আবূ হুরাইরা (রাঃ)-এর সাথে ‘ইশার সালাত আদায় করেছিলাম। তিনি সলাতে (আরবী) সূরা তিলাওয়াত করে সিজদা করলেন। আমি জিজ্ঞেস করলাম, এ কী? তিনি বললেন, এ সূরা তিলাওয়াতের সময় আবুল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে আমি এ সিজদা করেছিলাম। তাই তাঁর সঙ্গে মিলিত না হওয়া পর্যন্ত এভাবে আমি সিজদা করতে থাকব।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي قَالَ، حَدَّثَنِي بَكْرٌ، عَنْ أَبِي رَافِعٍ، قَالَ صَلَّيْتُ مَعَ أَبِي هُرَيْرَةَ الْعَتَمَةَ فَقَرَأَ ‏{‏إِذَا السَّمَاءُ انْشَقَّتْ‏}‏ فَسَجَدَ فَقُلْتُ مَا هَذِهِ قَالَ سَجَدْتُ بِهَا خَلْفَ أَبِي الْقَاسِمِ صلى الله عليه وسلم فَلاَ أَزَالُ أَسْجُدُ فِيهَا حَتَّى أَلْقَاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1079,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন এমন সূরা তিলাওয়াত করতেন যাতে সিজদা আছে, তখন তিনি সিজদা করতেন এবং আমরাও তাঁর সঙ্গে সিজদা করতাম। এমন কি (ভীড়ের কারণে) আমাদের মধ্যে কেউ কেউ কপাল রাখার জায়গা পেত না।",
    "ar": "حَدَّثَنَا صَدَقَةُ، قَالَ أَخْبَرَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ السُّورَةَ الَّتِي فِيهَا السَّجْدَةُ فَيَسْجُدُ وَنَسْجُدُ حَتَّى مَا يَجِدُ أَحَدُنَا مَكَانًا لِمَوْضِعِ جَبْهَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]