[
  {
    "hadith_id": 1773,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক ‘উমরা’র পর আর এক ‘উমরা উভয়ের মধ্যবর্তী সময়ের (গুনাহের) জন্য কাফফারা। আর জান্নাতই হলো হজ্জে মাবরূরের প্রতিদান।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا، وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ ‏\"‏‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1774,
    "narrator": "‘ইকরিমা ইব্‌নু খালিদ (রহঃ)",
    "bn": "তিনি ইব্‌নু ‘উমর (রাঃ) -কে হজ্জের আগে ‘উমরা আদায় করা সম্পর্কে জিজ্ঞেস করেন। তিনি বললেন, এতে কোন দোষ নেই। ‘ইকরিমা (রহঃ) বলেন, ইব্‌নু ‘উমর (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হজ্জের আগে ‘উমরা আদায় করেছেন। ইবরাহীম ইব্‌নু সা‘দ (রহঃ) ইব্‌নু ইসহাক (রহঃ) হতে বর্ণনা করেন যে, ‘ইকরিমা ইব্‌নু খালিদ (রহঃ) বলেছেন, আমি ইব্‌নু ‘উমর (রাঃ) -কে জিজ্ঞেস করলাম। পরবর্তী অংশ উক্ত হাদীসের অনূরূপ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَنَّ عِكْرِمَةَ بْنَ خَالِدٍ، سَأَلَ ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنِ الْعُمْرَةِ، قَبْلَ الْحَجِّ فَقَالَ لاَ بَأْسَ‏.‏ قَالَ عِكْرِمَةُ قَالَ ابْنُ عُمَرَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم قَبْلَ أَنْ يَحُجَّ‏.‏ وَقَالَ إِبْرَاهِيمُ بْنُ سَعْدٍ عَنِ ابْنِ إِسْحَاقَ حَدَّثَنِي عِكْرِمَةُ بْنُ خَالِدٍ سَأَلْتُ ابْنَ عُمَرَ مِثْلَهُ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1777,
    "narrator": "‘উরওয়া ইব্‌নু যুবাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-কে জিজ্ঞাসা করলাম। তিনি বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজব মাসে কখনো ‘উমরা আদায় করেননি।",
    "ar": "حَدَّثَنَا أَبُو عَاصِمٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، قَالَ سَأَلْتُ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي رَجَبٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1776,
    "narrator": "বর্ণনাকারী",
    "bn": "আমরা উম্মুল মু’মিনীন ‘আয়িশা (রাঃ) -এর হুজরার ভিতর হতে তাঁর মিসওয়াক করার আওয়াজ শুনতে পেলাম। তখন ‘উরওয়া (রাঃ) বললেন, হে আম্মাজান, হে উম্মুল মু’মিনীন! আবূ ‘আবদূর রহমান কী বলছেন, আপনি কি শুনেননি? ‘আয়িশা (রাঃ) বললেন, তিনি কী বলছেন? ‘উরওয়া (রহঃ) বললেন, তিনি বলছেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চারবার ‘উমরা আদায় করেছেন। এর মধ্যে একটি রজব মাসে। ‘আয়িশা (রাঃ) বললেন, আবূ ‘আবদূর রহমানের প্রতি আল্লাহ রহম করুন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন কোন ‘উমরা আদায় করেননি যে, তিনি তাঁর সঙ্গে ছিলেন না। কিন্তু আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজব মাসে কখনো ‘উমরা আদায় করেন নি।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1778,
    "narrator": "কাতাদা (রহঃ)",
    "bn": "আমি আনাস (রাঃ) -কে জিজ্ঞেস করলাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কতবার ‘উমরা আদায় করেছেন? তিনি বললেন, চারবার। তন্মধ্যে হুদায়বিয়ার ‘উমরা যুল-কা‘দা মাসে যখন মুশরিকরা তাঁকে মক্কা প্রবেশ করতে বাধা দিয়েছিল। পরবর্তী বছরের যুল-কা‘দা মাসের ‘উমরা, যখন মুশরিকদের সাথে চুক্তি সম্পাদিত হয়েছিল, জি‘রানার ‘উমরা, যেখানে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গনীমতের মাল, সম্ভবতঃ হুনায়নের যুদ্ধে বন্টন করেন। আমি বললাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কতবার হজ্জ করেছেন? তিনি বললেন, একবার।",
    "ar": "حَدَّثَنَا حَسَّانُ بْنُ حَسَّانٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، سَأَلْتُ أَنَسًا ـ رضى الله عنه ـ كَمِ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم قَالَ أَرْبَعٌ عُمْرَةُ الْحُدَيْبِيَةِ فِي ذِي الْقَعْدَةِ، حَيْثُ صَدَّهُ الْمُشْرِكُونَ، وَعُمْرَةٌ مِنَ الْعَامِ الْمُقْبِلِ فِي ذِي الْقَعْدَةِ، حَيْثُ صَالَحَهُمْ، وَعُمْرَةُ الْجِعْرَانَةِ إِذْ قَسَمَ غَنِيمَةَ أُرَاهُ حُنَيْنٍ‏.‏ قُلْتُ كَمْ حَجَّ قَالَ وَاحِدَةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1775,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "তিনি বলেন, আমি এবং ‘উরওয়া ইব্‌নু যুবাইর (রহঃ) মসজিদে প্রবেশ করে দেখতে পেলাম, “আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) ‘আয়িশা (রাঃ) -এর হুজরার পাশে বসে আছেন। ইতোমধ্যে কিছু লোক মসজিদে সলাতুয্‌যোহা আদায় করতে লাগল। আমরা তাঁকে এদের সালাত সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, এটা বিদ‘আত। এরপর ‘উরওয়া ইব্‌নু যুবাইর (রহঃ) তাঁকে বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কতবার ‘উমরা আদায় করেছেন? তিনি বললেন, চারবার। এর মধ্যে একটি রজব মাসে। আমরা তাঁর কথা রদ করা পছন্দ করলাম না।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، قَالَ دَخَلْتُ أَنَا وَعُرْوَةُ بْنُ الزُّبَيْرِ الْمَسْجِدَ،، فَإِذَا عَبْدُ اللَّهِ بْنُ عُمَرَ ـ رضى الله عنهما ـ جَالِسٌ إِلَى حُجْرَةِ عَائِشَةَ، وَإِذَا نَاسٌ يُصَلُّونَ فِي الْمَسْجِدِ صَلاَةَ الضُّحَى‏.‏ قَالَ فَسَأَلْنَاهُ عَنْ صَلاَتِهِمْ‏.‏ فَقَالَ بِدْعَةٌ‏.‏ ثُمَّ قَالَ لَهُ كَمِ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَرْبَعً إِحْدَاهُنَّ فِي رَجَبٍ، فَكَرِهْنَا أَنْ نَرُدَّ عَلَيْهِ‏.‏ قَالَ وَسَمِعْنَا اسْتِنَانَ، عَائِشَةَ أُمِّ الْمُؤْمِنِينَ فِي الْحُجْرَةِ، فَقَالَ عُرْوَةُ يَا أُمَّاهُ، يَا أُمَّ الْمُؤْمِنِينَ‏.‏ أَلاَ تَسْمَعِينَ مَا يَقُولُ أَبُو عَبْدِ الرَّحْمَنِ‏.‏ قَالَتْ مَا يَقُولُ قَالَ يَقُولُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اعْتَمَرَ أَرْبَعَ عُمَرَاتٍ إِحْدَاهُنَّ فِي رَجَبٍ‏.‏ قَالَتْ يَرْحَمُ اللَّهُ أَبَا عَبْدِ الرَّحْمَنِ، مَا اعْتَمَرَ عُمْرَةً إِلاَّ وَهُوَ شَاهِدُهُ، وَمَا اعْتَمَرَ فِي رَجَبٍ قَطُّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1779,
    "narrator": "কাতাদা (রহঃ)",
    "bn": "আমি আনাস (রাঃ) -কে জিজ্ঞেস করলাম। তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার ‘উমরা করেছেন যখন তাঁকে মুশরিকরা ফিরিয়ে দিয়েছিল। তার পরবর্তী বছর ছিল হুদাইবিয়ার (চুক্তি অনুযায়ী) ‘উমরা, (তৃতীয়) ‘উমরা (জি‘রানা) যুল-কা‘দা মাসে আর হজ্জের মাসে অপর একটি ‘উমরা করেছেন।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ سَأَلْتُ أَنَسًا ـ رضى الله عنه ـ فَقَالَ اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم حَيْثُ رَدُّوهُ، وَمِنَ الْقَابِلِ عُمْرَةَ الْحُدَيْبِيَةِ، وَعُمْرَةً فِي ذِي الْقَعْدَةِ وَعُمْرَةً مَعَ حَجَّتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1780,
    "narrator": "হাম্মাম (রহঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চারটি ‘উমরা করেছেন। তন্মধ্যে হজ্জের মাসে যে ‘উমরা করেছেন তা ছাড়া বাকী সব ‘উমরাই যুল-কা‘দা মাসে করেছেন। অর্থাৎ হুদাইবিয়ার ‘উমরা, পরবর্তী বছরের ‘উমরা, জি‘রানার ‘উমরা, যেখানে তিনি হুনাইনের মালে গনীমত বণ্টন করেছিলেন এবং হজ্জের মাসে আদায়কৃত ‘উমরা।",
    "ar": "حَدَّثَنَا هُدْبَةُ، حَدَّثَنَا هَمَّامٌ، وَقَالَ، اعْتَمَرَ أَرْبَعَ عُمَرٍ فِي ذِي الْقَعْدَةِ إِلاَّ الَّتِي اعْتَمَرَ مَعَ حَجَّتِهِ عُمْرَتَهُ مِنَ الْحُدَيْبِيَةِ، وَمِنَ الْعَامِ الْمُقْبِلِ، وَمِنَ الْجِعْرَانَةِ، حَيْثُ قَسَمَ غَنَائِمَ حُنَيْنٍ، وَعُمْرَةً مَعَ حَجَّتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1781,
    "narrator": "আবূ ইসহাক (রহঃ)",
    "bn": "তিনি বলেন, আমি মাসরূক, ‘আত্বা এবং মুজাহিদ (রহঃ) -কে জিজ্ঞেস করলাম, তাঁরা বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুল-কা‘দা মাসে হজ্জের আগে ‘উমরা করেছেন। রাবী বলেন, আমি বারা’ ইব্‌নু ‘আযিব (রাঃ) -কে বলতে শুনেছি যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হজ্জ করার আগে দু’বার যুল-কা‘দা মাসে ‘উমরা করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ، حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَأَلْتُ مَسْرُوقًا وَعَطَاءً وَمُجَاهِدًا‏.‏ فَقَالُوا اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ قَبْلَ أَنْ يَحُجَّ‏.‏ وَقَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ ـ رضى الله عنهما ـ يَقُولُ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ذِي الْقَعْدَةِ، قَبْلَ أَنْ يَحُجَّ مَرَّتَيْنِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1782,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক আনসারী মহিলাকে বললেনঃ আমাদের সঙ্গে হজ্জ করতে তোমার বাধা কিসের? ইব্‌নু ‘আব্বাস (রাঃ) মহিলার নাম বলেছিলেন কিন্তু আমি ভুলে গিয়েছি। মহিলা বলল, আমাদের একটি পানি বহনকারী উট ছিল। কিন্তু তাতে অমুকের পিতা ও তার পুত্র (অর্থাৎ মহিলার স্বামী ও ছেলে) আরোহণ করে চলে গেছেন। আর আমাদের জন্য রেখে গেছেন পানি বহনকারী আরেকটি উট যার দ্বারা আমরা পানি বহন করে থাকি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আচ্ছা, রমাযান এলে তখন ‘উমরা করে নিও। কেননা, রমযানের একটি ‘উমরা একটি হজ্জের সমতুল্য। অথবা এরূপ কোন কথা তিনি বলেছিলেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يُخْبِرُنَا يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاِمْرَأَةٍ مِنَ الأَنْصَارِ سَمَّاهَا ابْنُ عَبَّاسٍ، فَنَسِيتُ اسْمَهَا ‏\"‏ مَا مَنَعَكِ أَنْ تَحُجِّي مَعَنَا ‏\"‏‏.‏ قَالَتْ كَانَ لَنَا نَاضِحٌ فَرَكِبَهُ أَبُو فُلاَنٍ وَابْنُهُ ـ لِزَوْجِهَا وَابْنِهَا ـ وَتَرَكَ نَاضِحًا نَنْضَحُ عَلَيْهِ قَالَ ‏\"‏ فَإِذَا كَانَ رَمَضَانُ اعْتَمِرِي فِيهِ فَإِنَّ عُمْرَةً فِي رَمَضَانَ حَجَّةٌ ‏\"‏‏.‏ أَوْ نَحْوًا مِمَّا قَالَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1783,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে রওয়ানা হলাম যখন যুলহজ্জ আগত প্রায়। তখন তিনি আমাদের বললেনঃ তোমাদের মধ্যে যে হজ্জের ইহরাম বাঁধতে চায়, সে যেন হজ্জের ইহরাম বেঁধে নেয়। আর যে ‘উমরা’র ইহ্‌রাম বাঁধতে চায় সে যেন ‘উমরা’র ইহরাম বেঁধে নেয়। আমি যদি কুরবানীর জানোয়ার সঙ্গে না আনতাম তাহলে অবশ্যই আমি ‘উমরা’র ইহ্‌রাম বাঁধতাম। ‘আয়িশা (রাঃ) বলেন, আমাদের মধ্যে কেউ ‘উমরা’র ইহরাম বাঁধলেন, আবার কেউ হজ্জের। যারা ‘উমরা’র ইহ্‌রাম বেঁধেছিলেন, আমি তাদের একজন। ‘আরাফার দিন এল, তখন আমি ঋতুবতী ছিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট তা জানালাম। তিনি বললেনঃ ‘উমরা ছেড়ে দাও এবং মাথার বেণী খুলে মাথা আঁচড়িয়ে নাও। অতঃপর হজ্জের ইহরাম বাঁধ। যখন মুহাসসাবের রাত হল, তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সঙ্গে (আমার ভাই) ‘আবদুর রহমানকে তান‘ঈমে পাঠালেন এবং আমি ছেড়ে দেয়া ‘উমরা’র স্থলে নতুনভাবে ‘উমরা’র ইহ্‌রাম বাঁধলাম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ لِهِلاَلِ ذِي الْحَجَّةِ فَقَالَ لَنَا ‏\"‏ مَنْ أَحَبَّ مِنْكُمْ أَنْ يُهِلَّ بِالْحَجِّ فَلْيُهِلَّ وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ بِعُمْرَةٍ، فَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏‏.‏ قَالَتْ فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ، وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَأَظَلَّنِي يَوْمُ عَرَفَةَ، وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ ارْفُضِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِالْحَجِّ ‏\"‏‏.‏ فَلَمَّا كَانَ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ، فَأَهْلَلْتُ بِعُمْرَةٍ مَكَانَ عُمْرَتِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1784,
    "narrator": "‘আবদুর রহমান ইব্‌নু আবূ বক্‌র (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে তাঁর সওয়ারীর পিঠে ‘আয়িশা (রাঃ)-কে বসিয়ে তান’ঈম হতে ‘উমরা করানোর নির্দেশ দেন। রাবী সুফিয়ান (রহঃ) একদা বলেন, এ হাদীস আমি ‘আমরের কাছে বহুবার শুনেছি।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ عَمْرَو بْنَ أَوْسٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرْدِفَ عَائِشَةَ، وَيُعْمِرَهَا مِنَ التَّنْعِيمِ‏.‏ قَالَ سُفْيَانُ مَرَّةً سَمِعْتُ عَمْرًا، كَمْ سَمِعْتُهُ مِنْ عَمْرٍو‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1785,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ হজ্জের ইহরাম বেঁধেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তালহা (রাঃ) ব্যতীত কারো সাথে কুরবানীর পশু ছিলনা। আর ‘আলী (রাঃ) ইয়ামান হতে এলেন এবং তাঁর সঙ্গে কুরবানীর পশু ছিল। তিনি বলেছিলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে বিষয়ে ইহরাম বেঁধেছেন, আমিও তার ইহ্‌রাম বাঁধলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ইহ্‌রামকে 'উমরায় পরিণত করতে এবং তাওয়াফ করে এরপরে মাথার চুল ছোট করে হালাল হয়ে যেতে নির্দেশ দিলেন। তবে যাদের সঙ্গে কুরবানীর জানোয়ার রয়েছে (তারা হালাল হবে না)। তাঁরা বললেন, আমরা মিনার দিকে রওয়ানা হবো এমতাবস্থায় আমাদের কেউ স্ত্রীর সাথে সহবাস করে এসেছে। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকটে পৌঁছলে তিনি বললেনঃ যদি আমি এ ব্যাপার পূর্বে জানতাম, যা পরে জানতে পারলাম, তাহলে কুরবানীর জানোয়ার সঙ্গে আনতাম না। আর যদি কুরবানীর পশু আমার সাথে না থাকত অবশ্যই আমি হালাল হয়ে যেতাম। আর ‘আয়িশা (রাঃ) -এর ঋতু দেখা দিল। তিনি বায়তুল্লাহর তাওয়াফ ব্যতীত হজ্জের সব কাজই সম্পন্ন করে নিলেন। রাবী বলেন, এরপর যখন তিনি পাক হলেন এবং তাওয়াফ করলেন, তখন বললেন, হে আল্লাহর রসূল! আপনারা তো হজ্জ এবং ‘উমরা ইভয়টি পালন করে ফিরছেন, আমি কি শুধু হজ্জ করেই ফিরব? তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান ইব্‌নু আবূ বকর (রাঃ) -কে নির্দেশ দিলেন তাকে সঙ্গে নিয়ে তান‘ঈম যেতে। অতঃপর যুলহজ্জ মাসেই হজ্জ আদায়ের পর ‘আয়িশা (রাঃ) ‘উমরা আদায় করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন জামরাতুল ‘আকাবায় কঙ্কর মারছিলেন তখন সুরাকা ইব্‌নু মালিক ইব্‌নু জু‘শুম (রাঃ) -এর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে সাক্ষাৎ হয়। তিনি বললেন, হে আল্লাহর রসূল! এ হজ্জের মাসে ‘উমরা আদায় করা কি আপনাদের জন্য খাস? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না, এতো চিরদিনের (সকলের) জন্য।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ حَبِيبٍ الْمُعَلِّمِ، عَنْ عَطَاءٍ، حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَهَلَّ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْىٌ، غَيْرَ النَّبِيِّ صلى الله عليه وسلم وَطَلْحَةَ، وَكَانَ عَلِيٌّ قَدِمَ مِنَ الْيَمَنِ، وَمَعَهُ الْهَدْىُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَذِنَ لأَصْحَابِهِ أَنْ يَجْعَلُوهَا عُمْرَةً، يَطُوفُوا بِالْبَيْتِ، ثُمَّ يُقَصِّرُوا وَيَحِلُّوا، إِلاَّ مَنْ مَعَهُ الْهَدْىُ، فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلاَ أَنَّ مَعِي الْهَدْىَ لأَحْلَلْتُ ‏\"‏‏.‏ وَأَنَّ عَائِشَةَ حَاضَتْ فَنَسَكَتِ الْمَنَاسِكَ كُلَّهَا، غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ قَالَ فَلَمَّا طَهُرَتْ وَطَافَتْ، قَالَتْ يَا رَسُولَ اللَّهِ أَتَنْطَلِقُونَ بِعُمْرَةٍ وَحَجَّةٍ، وَأَنْطَلِقُ بِالْحَجِّ فَأَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ، فَاعْتَمَرَتْ بَعْدَ الْحَجِّ فِي ذِي الْحَجَّةِ، وَأَنَّ سُرَاقَةَ بْنَ مَالِكِ بْنِ جُعْشُمٍ لَقِيَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْعَقَبَةِ، وَهُوَ يَرْمِيهَا، فَقَالَ أَلَكُمْ هَذِهِ خَاصَّةً، يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لاَ، بَلْ لِلأَبَدِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1786,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, যখন যুলহজ্জ মাস আগত প্রায়, তখন আমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে রওয়ানা দিলাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি ‘উমরা’র ইহ্‌রাম বাঁধতে চায়, সে যেন ‘উমরা’র ইহ্‌রাম বেঁধে নেয়। আর যে ব্যক্তি হজ্জের ইহ্‌রাম বাঁধতে চায় সে যেন হজ্জের ইহ্‌রাম বেঁধে নেয়। আমি যদি কুরবানীর জানোয়ার সঙ্গে না আনতাম তাহলে অবশ্যই ‘উমরা’র ইহ্‌রাম বাঁধতাম। তাই তাঁদের কেউ ‘উমরা’র ইহ্‌রাম বাঁধলেন আর কেউ হজ্জের ইহ্‌রাম বাঁধলেন। যারা ‘উমরা’র ইহ্‌রাম বেঁধেছিলেন, আমি তাদের মধ্যে একজন। এরপর মক্কা পৌঁছার আগেই আমার ঋতু দেখা দিল। ‘আরাফার দিবস চলে এল, আর আমি ঋতুবতী অবস্থায় ছিলাম। অতঃপর আমার এ অসুবিধার কথা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকত বললাম। তিনি বললেনঃ ‘উমরা ছেড়ে দাও। আর বেণী খুলে মাথা আঁচড়িয়ে নাও। অতঃপর হজ্জের ইহ্‌রাম বেঁধে নাও। আমি তাই করলাম। মুহাস্‌সাবের রাতে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে আবদুর রহমানকে তান‘ঈম পাঠালেন। (রাবী বলেন) আবদুর রহমান (রাঃ) তাঁকে সাওয়ারীতে নিজের পিছনে বসিয়ে নিলেন। অতঃপর ‘আয়িশা (রাঃ) আগের ‘উমরা’র স্থলে নতুন ‘উমরা’র ইহ্‌রাম বাঁধলেন। এমনিভাবেই আল্লাহ তা’আলা তাঁর হজ্জ এবং ‘উমরা উভয়টিই পুরা করালেন। বর্ণনাকারী বলেন, এর কোন ক্ষেত্রেই (দম হিসেবে) কুরবানী বা সদাকাহ দিতে কিংবা সিয়াম পালন করতে হয়নি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَتْنِي عَائِشَةُ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ لِهِلاَلِ ذِي الْحَجَّةِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ، وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِحَجَّةِ فَلْيُهِلَّ، وَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏‏.‏ فَمِنْهُمْ مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنْهُمْ مِنْ أَهَلَّ بِحَجَّةٍ، وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَحِضْتُ قَبْلَ أَنْ أَدْخُلَ مَكَّةَ، فَأَدْرَكَنِي يَوْمُ عَرَفَةَ، وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِالْحَجِّ ‏\"‏‏.‏ فَفَعَلْتُ، فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ، فَأَرْدَفَهَا، فَأَهَلَّتْ بِعُمْرَةٍ مَكَانَ عُمْرَتِهَا، فَقَضَى اللَّهُ حَجَّهَا وَعُمْرَتَهَا، وَلَمْ يَكُنْ فِي شَىْءٍ مِنْ ذَلِكَ هَدْىٌ، وَلاَ صَدَقَةٌ، وَلاَ صَوْمٌ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1787,
    "narrator": "আসওয়াদ (রহঃ)",
    "bn": "‘আয়িশা (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! সাহাবীগণ ফিরছেন দু’টি নুসূক (অর্থাৎ হজ্জ এবং উমরাহ্‌) পালন করে আর আমি ফিরছি একটি নুসূক (শুধু হজ্জ) আদায় করে। তাঁকে বলা হল, অপেক্ষা কর। পরে যখন তুমি পবিত্র হবে তখন তান‘ঈমে গিয়ে ইহ্‌রাম বাঁধবে এরপর অমুক স্থানে আমাদের কাছে আসবে। এ ‘উমরা (এর সওয়াব) হবে তোমার খরচ বা কষ্ট অনুপাতে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، وَعَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالاَ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ يَا رَسُولَ اللَّهِ يَصْدُرُ النَّاسُ بِنُسُكَيْنِ وَأَصْدُرُ بِنُسُكٍ فَقِيلَ لَهَا ‏ \"‏ انْتَظِرِي، فَإِذَا طَهُرْتِ فَاخْرُجِي إِلَى التَّنْعِيمِ، فَأَهِلِّي ثُمَّ ائْتِينَا بِمَكَانِ كَذَا، وَلَكِنَّهَا عَلَى قَدْرِ نَفَقَتِكِ، أَوْ نَصَبِكِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1788,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে হজ্জের ইহ্‌রাম বেঁধে বের হলাম, হজ্জের মাসে এবং হজ্জের কার্যাদি পালনের উদ্দেশ্যে। যখন সারিফ নামক স্থানে অবতরণ করলাম, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবাগণকে বললেনঃ যার সাথে কুরবানীর জানোয়ার নেই এবং সে এই ইহরামকে ‘উমরায় পরিণত করতে চায়, সে যেন তা করে নেয় (অর্থাৎ ‘উমরা করে হালাল হয়)। আর যার সাথে কুরবানীর জানোয়ার আছে সে এরূপ করবে না (অর্থাৎ হালাল হতে পারবে না)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর কয়েকজন সমর্থ সাহাবীর নিকট কুরবানীর জানোয়ার ছিল তাঁদের হজ্জ ‘উমরায় পরিণত হল না। [‘আয়িশা (রাঃ) বললেন] আমি কাঁদছিলাম, এমতাবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এসে বললেনঃ তোমাকে কিসে কাঁদাচ্ছে? আমি বললাম, আপনি আপনার সাহাবীগণকে যা বলেছেন, আমি তা শুনেছি। আমি তো ‘উমরা হতে বাধাপ্রাপ্ত হয়ে গেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার কী অবস্থা? আমি বললাম, আমি তো সালাত আদায় করছি না (ঋতুবতী অবস্থায়)। তিনি বললেনঃ এতে তোমার ক্ষতি হবে না। তুমি তো আদম কন্যাদেরই একজন। তাদের অদৃষ্টে যা লেখা ছিল তোমার জন্যেও তা লিখিত হয়েছে। সুতরাং তুমি তোমার হজ্জ আদায় কর। সম্ভবতঃ আল্লাহ্‌ তা’আলা তোমাকে ‘উমরাও দান করবেন। ‘আয়িশা (রাঃ) বলেন, আমি এ অবস্থায়ই থেকে গেলাম এবং পরে মিনা হতে প্রত্যাবর্তন করে মুহাস্‌সাবে অবতরণ করলাম। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান [‘আয়িশা (রাঃ) -এর সহোদর ভাই] (রাঃ) -কে ডেকে বললেনঃ তুমি তোমার বোনকে হারামের বাইরে নিয়ে যাও। সেখান হতে যেন সে ‘উমরা’র ইহ্‌রাম বাঁধে। অতঃপর তোমরা তাওয়াফ করে নিবে। আমি তোমাদের জন্য এখানে অপেক্ষা করব। আমরা মধ্যরাতে এলাম। তিনি বললেনঃ তোমরা কি তাওয়াফ সমাধা করেছ? আমি বললাম, হাঁ। এ সময় তিনি সাহাবীগণকে রওয়ানা হওয়ার ঘোষণা দিলেন। তাই লোকজন এবং যাঁরা ফজরের পূর্বে তাওয়াফ করেছিলেন তাঁরা রওয়ানা হলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনাহ অভিমুখে রওয়ানা হলেন।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مُهِلِّينَ بِالْحَجِّ فِي أَشْهُرِ الْحَجِّ، وَحُرُمِ الْحَجِّ، فَنَزَلْنَا سَرِفَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ مَنْ لَمْ يَكُنْ مَعَهُ هَدْىٌ، فَأَحَبَّ أَنْ يَجْعَلَهَا عُمْرَةً، فَلْيَفْعَلْ وَمَنْ كَانَ مَعَهُ هَدْىٌ فَلاَ ‏\"‏‏.‏ وَكَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَرِجَالٍ مِنْ أَصْحَابِهِ ذَوِي قُوَّةٍ الْهَدْىُ، فَلَمْ تَكُنْ لَهُمْ عُمْرَةً، فَدَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ ‏\"‏ مَا يُبْكِيكِ ‏\"‏‏.‏ قُلْتُ سَمِعْتُكَ تَقُولُ لأَصْحَابِكَ مَا قُلْتَ فَمُنِعْتُ الْعُمْرَةَ‏.‏ قَالَ ‏\"‏ وَمَا شَأْنُكِ ‏\"‏‏.‏ قُلْتُ لاَ أُصَلِّي‏.‏ قَالَ ‏\"‏ فَلاَ يَضُرَّكِ أَنْتِ مِنْ بَنَاتِ آدَمَ، كُتِبَ عَلَيْكِ مَا كُتِبَ عَلَيْهِنَّ، فَكُونِي فِي حَجَّتِكِ عَسَى اللَّهُ أَنْ يَرْزُقَكِهَا ‏\"‏‏.‏ قَالَتْ فَكُنْتُ حَتَّى نَفَرْنَا مِنْ مِنًى، فَنَزَلْنَا الْمُحَصَّبَ فَدَعَا عَبْدَ الرَّحْمَنِ، فَقَالَ ‏\"‏ اخْرُجْ بِأُخْتِكَ الْحَرَمَ، فَلْتُهِلَّ بِعُمْرَةٍ، ثُمَّ افْرُغَا مِنْ طَوَافِكُمَا، أَنْتَظِرْكُمَا هَا هُنَا ‏\"‏‏.‏ فَأَتَيْنَا فِي جَوْفِ اللَّيْلِ‏.‏ فَقَالَ ‏\"‏ فَرَغْتُمَا ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَنَادَى بِالرَّحِيلِ فِي أَصْحَابِهِ، فَارْتَحَلَ النَّاسُ، وَمَنْ طَافَ بِالْبَيْتِ، قَبْلَ صَلاَةِ الصُّبْحِ، ثُمَّ خَرَجَ مُوَجِّهًا إِلَى الْمَدِينَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1789,
    "narrator": "ই‘য়ালা ইব্‌নু উমায়্যা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জি‘রানাতে ছিলেন। এ সময় জুব্বা পরিহিত এক ব্যক্তি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, আপনি ‘উমরাতে আমাকে কী কাজ করার নির্দেশ দেন? লোকটির জুব্বাতে খালূক বা হলদে রঙের দাগ ছিল। এ সময় আল্লাহ্‌ তা‘আলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর ওয়াহী নাযিল করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে কাপড় দিয়ে আচ্ছাদিত করে দেয়া হল। বর্ণনাকারী বলেন, আমি ‘উমর (রাঃ) -কে বললাম, আল্লাহ্‌ তাঁর নবীর প্রতি ওয়াহী নাযিল করছেন, এমতাবস্থায় আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখতে চাই। ‘উমর (রাঃ) বললেন, এসো, আল্লাহ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর প্রতি ওয়াহী নাযিল করছেন, এমতাবস্থায় তুমি কি তাঁকে দেখতে আগ্রহী? আমি বললাম, হাঁ। অতঃপর ‘উমর (রাঃ) কাপড়ের একটি কোণ উঁচু করে ধরলেন। আমি তাঁর দিকে নজর করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আওয়াজ করছেন। বর্ণনাকারী বলেন, আমার মনে হয়, তিনি বলেছিলেন, উটের আওয়াজের মত আওয়াজ। এ অবস্থা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে দূরীভূত হলে তিনি বললেনঃ ‘উমরা সম্পর্কে প্রশ্নকারী কোথায়? তিনি বললেনঃ তুমি তোমার হতে জুব্বাটি খুলে ফেল, খালূকের চিহ্ন ধুয়ে ফেল এবং হলদে রঙ পরিষ্কার করে নাও। আর তোমার হজ্জে যা করেছ ‘উমরাতে তুমি তা-ই করবে।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ، قَالَ حَدَّثَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ يَعْنِي، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْجِعْرَانَةِ وَعَلَيْهِ جُبَّةٌ وَعَلَيْهِ أَثَرُ الْخَلُوقِ أَوْ قَالَ صُفْرَةٍ فَقَالَ كَيْفَ تَأْمُرُنِي أَنْ أَصْنَعَ فِي عُمْرَتِي فَأَنْزَلَ اللَّهُ عَلَى النَّبِيِّ صلى الله عليه وسلم، فَسُتِرَ بِثَوْبٍ وَوَدِدْتُ أَنِّي قَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَقَدْ أُنْزِلَ عَلَيْهِ الْوَحْىُ‏.‏ فَقَالَ عُمَرُ تَعَالَ أَيَسُرُّكَ أَنْ تَنْظُرَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَدْ أَنْزَلَ اللَّهُ الْوَحْىَ قُلْتُ نَعَمْ‏.‏ فَرَفَعَ طَرَفَ الثَّوْبِ، فَنَظَرْتُ إِلَيْهِ لَهُ غَطِيطٌ وَأَحْسِبُهُ قَالَ كَغَطِيطِ الْبَكْرِ‏.‏ فَلَمَّا سُرِّيَ عَنْهُ قَالَ ‏ \"‏ أَيْنَ السَّائِلُ عَنِ الْعُمْرَةِ اخْلَعْ عَنْكَ الْجُبَّةَ وَاغْسِلْ أَثَرَ الْخَلُوقِ عَنْكَ، وَأَنْقِ الصُّفْرَةَ، وَاصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1790,
    "narrator": "‘উরওয়া (রহঃ)",
    "bn": "তিনি বলেন, আমি বাল্যকালে একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সহধর্মিণী ‘আয়িশা (রাঃ)-কে বললাম, আল্লাহ্‌র বাণীঃ “সাফা ও মারওয়াহ্‌ আল্লাহ্‌র নিদর্শনসমূহের অন্যতম। সুতরাং যে কা‘বা গৃহের হজ্জ কিংবা ‘উমরা সম্পন্ন করে এ দু’টির মধ্যে সা‘য়ী করতে চায়, তার কোন গুনাহ্‌ নেই”- (আল-বাকারা : ১৫৮)। তাই সাফা-মারওয়াহ্‌র সা‘য়ী না করা আমি কারো পক্ষে অপরাধ মনে করি না। ‘আয়িশা (রাঃ) বলেন, বিষয়টি এমন নয়। কেননা, তুমি যেমন বলছ, ব্যাপারটি তেমন হলে আয়াতটি অবশ্যই এমন হতঃ “সাফা ও মারওয়াহ্‌ আল্লাহ্‌র নিদর্শনসমূহের অন্যতম। সুতরাং যে কা‘বা গৃহের হজ্জ কিংবা ‘উমরা সম্পন্ন করে এ দু’টির মধ্যে সা‘য়ী করে, তার কোন পাপ নেই”- (আল-বাকারা : ১৫৮)। অর্থাৎ এ দু’টির মাঝে তাওয়াফ করলে কোন পাপ নেই। এ আয়াত তো আনসারদের সম্পর্কে নাযিল হয়েছে। কেননা তারা মানাতের জন্য ইহ্‌রাম বাঁধত। আর মানাত কুদায়দের সামনে ছিল। তাই আনসাররা সাফা-মারওয়াহ্‌ তাওয়াফ করতে দ্বিধাবোধ করত। এরপর ইসলামের আবির্ভাবের পর তারা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এ বিষয়ে জিজ্ঞেস করলে আল্লাহ্‌ তা‘আলা নাযিল করলেনঃ ‘সাফা ও মারওয়াহ্‌ আল্লাহ্‌র নিদর্শনসমূহের অন্যতম। সুতরাং যে কা‘বা গৃহের হজ্জ কিংবা ‘উমরা করতে চায় তার জন্য এ দু’টির মধ্যে সা‘য়ী করায় কোন গুনাহ্‌ নেই’। সুফয়ান ও আবূ মু‘আবিয়া (রাঃ) হিশাম (রহঃ) হতে অতিরিক্ত বর্ণনা করেছেন যে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাফা-মারওয়াহ্‌র মাঝে তাওয়াফ না করলে আল্লাহ্‌ কারো হজ্জ এবং ‘উমরাকে পূর্ণ করেন না।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ أَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى ‏{‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا‏}‏ فَلاَ أُرَى عَلَى أَحَدٍ شَيْئًا أَنْ لاَ يَطَّوَّفَ بِهِمَا‏.‏ فَقَالَتْ عَائِشَةُ كَلاَّ، لَوْ كَانَتْ كَمَا تَقُولُ كَانَتْ فَلاَ جُنَاحَ عَلَيْهِ أَنْ لاَ يَطَّوَّفَ بِهِمَا‏.‏ إِنَّمَا أُنْزِلَتْ هَذِهِ الآيَةُ فِي الأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ، وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ، وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ، فَلَمَّا جَاءَ الإِسْلاَمُ سَأَلُوا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ، فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا‏}‏‏.‏ زَادَ سُفْيَانُ وَأَبُو مُعَاوِيَةَ عَنْ هِشَامٍ مَا أَتَمَّ اللَّهُ حَجَّ امْرِئٍ وَلاَ عُمْرَتَهُ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1792,
    "narrator": "বর্ণনাকারী",
    "bn": "প্রশ্নকারী তাঁকে বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাদীজা (রাঃ) সম্বন্ধে কী বলেছেন? তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খাদীজাকে বেহেশতের মাঝে মতি দিয়ে তৈরী এমন একটি ঘরের সুসংবাদ দাও যেখানে কোন শোরগোল থাকবে না এবং কোন প্রকার কষ্ট ক্লেশও থাকবে না।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1794,
    "narrator": "‘আমর ইব্‌নু দীনার (রাঃ)",
    "bn": "(রাবী) ‘আমর ইব্‌নু দীনার (রহঃ) বলেছেন, জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ) -কেও আমরা জিজ্ঞেস করলাম। তিনি বলেছেন, সাফা-মারওয়ার মাঝে তাওয়াফ না করা পর্যন্ত কেউ তার স্ত্রীর নিকট কিছুতেই যাবে না।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1791,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু আবূ আওফা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘উমরা করলেন, আমরাও তাঁর সঙ্গে ‘উমরা করলাম। তিনি মক্কায় প্রবেশ করে তাওয়াফ করলেন, আমরাও তাঁর সঙ্গে তাওয়াফ করলাম। এরপর তিনি সাফা-মারওয়ায় সা‘য়ী করলেন, আমরাও তাঁর সঙ্গে সা‘য়ী করলাম। আর আমরা তাঁকে মক্কাবাসীদের হতে লুকিয়ে রাখছিলাম যাতে কোন মুশরিক তাঁর প্রতি কোন কিছু নিক্ষেপ করতে না পারে। বর্ণনাকারী বলেন, আমার এক সাথী তাঁকে বললেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি কা‘বা শরীফে প্রবেশ করেছিলেন? তিনি বললেন, না।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، عَنْ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاعْتَمَرْنَا مَعَهُ فَلَمَّا دَخَلَ مَكَّةَ طَافَ وَطُفْنَا مَعَهُ، وَأَتَى الصَّفَا وَالْمَرْوَةَ وَأَتَيْنَاهَا مَعَهُ، وَكُنَّا نَسْتُرُهُ مِنْ أَهْلِ مَكَّةَ أَنْ يَرْمِيَهُ أَحَدٌ‏.‏ فَقَالَ لَهُ صَاحِبٌ لِي أَكَانَ دَخَلَ الْكَعْبَةَ قَالَ لاَ‏.‏ قَالَ فَحَدِّثْنَا مَا، قَالَ لِخَدِيجَةَ‏.‏ قَالَ ‏ \"‏ بَشِّرُوا خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لاَ صَخَبَ فِيهِ وَلاَ نَصَبَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1793,
    "narrator": "‘আমর ইব্‌নু দীনার (রাঃ)",
    "bn": "তিনি বলেন, ‘উমরা’র মাঝে বাইতুল্লাহ্‌র তাওয়াফের পর সাফা-মারওয়াহ্‌র তাওয়াফ না করে যে স্ত্রীর নিকট গমন করে, এমন ব্যক্তি সম্পর্কে আমরা ইব্‌নু ‘উমর (রাঃ) -কে জিজ্ঞেস করায় তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মক্কায়) এসে বায়তুল্লাহ’র সাতবার তাওয়াফ করে মাকামে ইব্‌রাহীমের পাশে দু’রাক‘আত সালাত আদায় করেছেন। এরপর সাতবার সাফা-মারওয়ার মাঝে সা‘য়ী করেছেন। “আর তোমাদের জন্য উত্তম আদর্শ তো রয়েছে আল্লাহ্‌র রাসূলের মাঝেই”- (আল-আহযাব : ২১)।",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ سَأَلْنَا ابْنَ عُمَرَ ـ رضى الله عنهما ـ عَنْ رَجُلٍ، طَافَ بِالْبَيْتِ فِي عُمْرَةٍ، وَلَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ، أَيَأْتِي امْرَأَتَهُ فَقَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم فَطَافَ بِالْبَيْتِ سَبْعًا، وَصَلَّى خَلْفَ الْمَقَامِ رَكْعَتَيْنِ، وَطَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ سَبْعًا، وَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ‏.‏ قَالَ وَسَأَلْنَا جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ فَقَالَ لاَ يَقْرَبَنَّهَا حَتَّى يَطُوفَ بَيْنَ الصَّفَا وَالْمَرْوَةِ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1795,
    "narrator": "আবূ মূসা আল-আশ‘আরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কার বাতহায় অবতরণ করলে আমি তাঁর নিকট গেলাম। তিনি বললেনঃ তুমি কি হজ্জ করেছ? আমি বললাম, হাঁ। তিনি বললেনঃ তুমি কিসের ইহ্‌রাম বেঁধেছিলে? আমি বললাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ইহরামের মত আমিও ইহরামের তালবিয়া পাঠ করেছি। তিনি বললেনঃ ভাল করেছ। এখন বাইতুল্লাহ এবং সাফা-মারওয়াহ্‌র সা‘য়ী করে হালাল হয়ে যাও। অতঃপর আমি বাইতুল্লাহ এবং সাফা-মারওয়াহ্‌র সা‘য়ী করে কায়স গোত্রের এক মহিলার কাছে গেলাম। সে আমার মাথার উকুন বেছে দিল। এরপর আমি হজ্জের ইহ্‌রাম বাঁধলাম এবং ‘উমর (রাঃ) -এর খিলাফত পর্যন্ত আমি এভাবেই ফাতাওয়া দিতে থাকি। ‘উমর (রাঃ) বললেন, যদি আমরা আল্লাহ্‌র কিতাব গ্রহণ করি সেটা তো আমাদের পূর্ণ করার নির্দেশ দেয়। আর যদি আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বাণী গ্রহণ করি তাহলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরবানীর পশু তার স্থানে পৌঁছার (যবহ করার) পূর্ব পর্যন্ত হালাল হননি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ ـ رضى الله عنه ـ قَالَ قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بِالْبَطْحَاءِ وَهُوَ مُنِيخٌ فَقَالَ ‏\"‏ أَحَجَجْتَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ بِمَا أَهْلَلْتَ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ بِإِهْلاَلٍ كَإِهْلاَلِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ أَحْسَنْتَ‏.‏ طُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَحِلَّ ‏\"‏‏.‏ فَطُفْتُ بِالْبَيْتِ، وَبِالصَّفَا وَالْمَرْوَةِ، ثُمَّ أَتَيْتُ امْرَأَةً مِنْ قَيْسٍ، فَفَلَتْ رَأْسِي، ثُمَّ أَهْلَلْتُ بِالْحَجِّ‏.‏ فَكُنْتُ أُفْتِي بِهِ، حَتَّى كَانَ فِي خِلاَفَةِ عُمَرَ فَقَالَ إِنْ أَخَذْنَا بِكِتَابِ اللَّهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ، وَإِنْ أَخَذْنَا بِقَوْلِ النَّبِيِّ صلى الله عليه وسلم فَإِنَّهُ لَمْ يَحِلَّ حَتَّى يَبْلُغَ الْهَدْىُ مَحِلَّهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1796,
    "narrator": "আবুল আসওয়াদ (রহঃ)",
    "bn": "তিনি বলেন, আবূ বকর (রাঃ) -এর কন্যা আসমা (রাঃ) -এর আযাদকৃত গোলাম ‘আবদুল্লাহ (রাঃ) তাঁর নিকট বর্ণনা করেছেন, যখনই আসমা (রাঃ) হাজ্জূন এলাকা দিয়ে গমন করতেন তখনই তাঁকে বলতে শুনেছেন   আল্লাহ্‌ তাঁর রসূলের প্রতি রহমত নাযিল করুন, এ স্থানে আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে অবতরণ করেছিলাম। তখন আমাদের বোঝা ছিল খুব অল্প, যানবাহন ছিল একেবারে নগণ্য এবং সম্বল ছিল খুবই কম। আমি, আমার বোন ‘আয়িশা (রাঃ), যুবাইর (রাঃ) এবং অমুক অমুক ‘উমরা আদায় করলাম। তারপর বায়তুল্লাহ্‌র তাওয়াফ করে আমরা সকলেই হালাল হয়ে গেলাম এবং সন্ধ্যাকালে হজ্জের ইহ্‌রাম বাঁধলাম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، عَنْ أَبِي الأَسْوَدِ، أَنَّ عَبْدَ اللَّهِ، مَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ حَدَّثَهُ أَنَّهُ، كَانَ يَسْمَعُ أَسْمَاءَ تَقُولُ كُلَّمَا مَرَّتْ بِالْحَجُونِ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ لَقَدْ نَزَلْنَا مَعَهُ هَا هُنَا، وَنَحْنُ يَوْمَئِذٍ خِفَافٌ، قَلِيلٌ ظَهْرُنَا، قَلِيلَةٌ أَزْوَادُنَا، فَاعْتَمَرْتُ أَنَا وَأُخْتِي عَائِشَةُ وَالزُّبَيْرُ وَفُلاَنٌ وَفُلاَنٌ، فَلَمَّا مَسَحْنَا الْبَيْتَ أَحْلَلْنَا، ثُمَّ أَهْلَلْنَا مِنَ الْعَشِيِّ بِالْحَجِّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1797,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখনই কোন যুদ্ধ, বা হজ্জ অথবা ‘উমরা হতে প্রত্যাবর্তন করতেন তখন তিনি প্রত্যেক উঁচু ভূমিতে তিনবার ‘আল্লাহু আকবার’ বলতেন এবং পরে বলতেনঃ\n\nঅর্থাৎ “আল্লাহ্‌ ব্যতীত প্রকৃত কোন ইলাহ নেই, তিনি এক, তাঁর কোন শরীক নেই। সর্বময় ক্ষমতা এবং সকল প্রশংসা কেবল তাঁরই। তিনি সর্ববিষয়ে সর্বশক্তিমান। আমরা প্রত্যাবর্তনকারী ও তাওবাহ্‌কারী, ‘ইবাদতকারী, আমাদের প্রভুর উদ্দেশ্যে সাজদাহ্‌কারী ও প্রশংসাকারী। আল্লাহ্‌ তাঁর ওয়াদা পূর্ণ করেছেন, স্বীয় বান্দাকে সাহায্য করেছেন এবং তিনি একাই সকল শত্রুদলকে পরাজিত করেছেন”।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَفَلَ مِنْ غَزْوٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلاَثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ عَابِدُونَ سَاجِدُونَ لِرَبِّنَا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1798,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় এলে ‘আবদুল মুত্তালিব গোত্রীয় কয়েকজন তরুণ তাঁকে স্বাগত জানায়। তিনি একজনকে তাঁর সাওয়ারীর সামনে ও অন্যজনকে পেছনে তুলে নেন।",
    "ar": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ اسْتَقْبَلَتْهُ أُغَيْلِمَةُ بَنِي عَبْدِ الْمُطَّلِبِ، فَحَمَلَ وَاحِدًا بَيْنَ يَدَيْهِ وَآخَرَ خَلْفَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1799,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কার উদ্দেশ্যে বের হয়ে ‘মসজিদে শাজারাতে’ সালাত আদায় করতেন। আর যখন ফিরতেন, যুল-হুলাইফার বাতনুল-ওয়াদীতে সালাত আদায় করতেন এবং এখানে সকাল পর্যন্ত রাত যাপন করতেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَجَّاجِ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا خَرَجَ إِلَى مَكَّةَ يُصَلِّي فِي مَسْجِدِ الشَّجَرَةِ، وَإِذَا رَجَعَ صَلَّى بِذِي الْحُلَيْفَةِ بِبَطْنِ الْوَادِي وَبَاتَ حَتَّى يُصْبِحَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1800,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাত্রে কখনো পরিবারের নিকট প্রবেশ করতেন না। তিনি প্রভাতে কিংবা বৈকালে ছাড়া পরিবারের নিকট প্রবেশ করতেন না।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هَمَّامٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَطْرُقُ أَهْلَهُ، كَانَ لاَ يَدْخُلُ إِلاَّ غُدْوَةً أَوْ عَشِيَّةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1801,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের বেলা পরিবারের কাছে প্রবেশ করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَطْرُقَ أَهْلَهُ لَيْلاً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1802,
    "narrator": "হুমাইদ (রহঃ)",
    "bn": "তিনি আনাস (রাঃ) -কে বলতে শুনেছেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফর হতে ফিরে যখন মাদীনাহ্‌র উঁচু রাস্তাগুলো দেখতেন তখন তিনি তাঁর উটনী দ্রুতগতিতে চালাতেন আর বাহন অন্য জানোয়ার হলে তিনি তাকে তাড়া দিতেন।\n\n--------------------\n\n১৮০২/১. অপর একটি বর্ণনায় হুমাইদ আনাস (রাঃ) হতে বর্ণনা করেন, তিনি বলেন,   (উঁচু রাস্তা) -এর পরিবর্তে   (দেয়ালগুলো) শব্দ বলেছেন। হারিস ইব্‌নু ‘উমাইর (রহঃ) ইসমা‘ঈল(রহঃ) -এর অনুরূপ বর্ণনা করেন। (১৮৮৬) (আ.প্র. ১৬৭৩, ই.ফা. ১৬৮২)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي حُمَيْدٌ، أَنَّهُ سَمِعَ أَنَسًا ـ رضى الله عنه ـ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَدِمَ مِنْ سَفَرٍ، فَأَبْصَرَ دَرَجَاتِ الْمَدِينَةِ أَوْضَعَ نَاقَتَهُ، وَإِنْ كَانَتْ دَابَّةً حَرَّكَهَا‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ زَادَ الْحَارِثُ بْنُ عُمَيْرٍ عَنْ حُمَيْدٍ حَرَّكَهَا مِنْ حُبِّهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1803,
    "narrator": "আবূ ইসহাক (রহঃ)",
    "bn": "তিনি বলেন, আমি বারা (রাঃ) -কে বলতে শুনেছি, এ আয়াতটি আমাদের সম্পর্কে নাযিল হয়েছিল। হজ্জ করে এসে আনসারগণ তাদের বাড়িতে সদর দরজা দিয়ে প্রবেশ না করে পেছনের দরজা দিয়ে প্রবেশ করতেন। এক আনছার ফিরে এসে তার বাড়ির সদর দরজা দিয়ে প্রবেশ করলে তাকে লজ্জা দেয়া হয়। তখনই নাযিল হয় : “পশ্চাৎ দিক দিয়ে তোমাদের গৃহ-প্রবেশ করাতে কোন কল্যাণ নেই। বরং কল্যাণ আছে যে তাকওয়া অবলম্বন করে। সুতরাং তোমরা (সামনের) দরজা দিয়ে গৃহে প্রবেশ কর”- (আল-বাকারা : ১৮৯)।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ ـ رضى الله عنه ـ يَقُولُ نَزَلَتْ هَذِهِ الآيَةُ فِينَا، كَانَتِ الأَنْصَارُ إِذَا حَجُّوا فَجَاءُوا لَمْ يَدْخُلُوا مِنْ قِبَلِ أَبْوَابِ بُيُوتِهِمْ، وَلَكِنْ مِنْ ظُهُورِهَا، فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ، فَدَخَلَ مِنْ قِبَلِ بابهِ، فَكَأَنَّهُ عُيِّرَ بِذَلِكَ، فَنَزَلَتْ ‏{‏وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1804,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেন, সফর ‘আযাবের অংশ বিশেষ। তা তোমাদের যথাসময় পানাহার ও নিদ্রায় ব্যঘাত ঘটায়। কাজেই সকলেই যেন নিজের প্রয়োজন মিটিয়ে অবিলম্বে আপন পরিজনের কাছে ফিরে যায়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ، يَمْنَعُ أَحَدَكُمْ طَعَامَهُ وَشَرَابَهُ وَنَوْمَهُ، فَإِذَا قَضَى نَهْمَتَهُ فَلْيُعَجِّلْ إِلَى أَهْلِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1805,
    "narrator": "আসলাম (রহঃ)",
    "bn": "তিনি বলেন, মক্কার রাস্তায় আমি ‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) -এর সাথে ছিলাম। সাফিয়্যা বিনতু আবূ ‘উবায়দ (রাঃ) -এর মারাত্নক অসুস্থ হওয়ার খবর তাঁর নিকট পৌঁছল। তখন তিনি গতি বৃদ্ধি করলেন। (পশ্চিম আকাশের) লালিমা চলে যাবার পর সাওয়ারী হতে অবতরণ করে মাগরিব ও ‘ইশা একত্রে আদায় করেন। অতঃপর বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখেছি, সফরে তাড়াতাড়ি চলার দরকার হলে তিনি মাগরিবকে দেরি করে মাগরিব ও ‘ইশা একত্রে আদায় করতেন।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ كُنْتُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ بِطَرِيقِ مَكَّةَ، فَبَلَغَهُ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ شِدَّةُ وَجَعٍ فَأَسْرَعَ السَّيْرَ، حَتَّى كَانَ بَعْدَ غُرُوبِ الشَّفَقِ نَزَلَ، فَصَلَّى الْمَغْرِبَ وَالْعَتَمَةَ، جَمَعَ بَيْنَهُمَا، ثُمَّ قَالَ إِنِّي رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم إِذَا جَدَّ بِهِ السَّيْرُ أَخَّرَ الْمَغْرِبَ، وَجَمَعَ بَيْنَهُمَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]