[
  {
    "hadith_id": 1808,
    "narrator": "নাফি‘ (রহঃ)",
    "bn": "‘আবদুল্লাহ্‌ (রাঃ) -এর কোন এক ছেলে তাঁর পিতাকে বললেন, যদি আপনি এ বছর বাড়িতে অবস্থান করতেন (তাহলে আপনার জন্য কতই না কল্যাণকর হত)!",
    "ar": "حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، أَنَّ بَعْضَ بَنِي عَبْدِ اللَّهِ، قَالَ لَهُ لَوْ أَقَمْتَ‏.‏ بِهَذَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1809,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (হুদাইবিয়াতে) বাধাপ্রাপ্ত হন। তাই তিনি মাথা কামিয়ে নেন। স্ত্রীদের সঙ্গে মিলিত হন এবং প্রেরিত জানোয়ার কুরবাণী করেন। অবশেষে পরবর্তী বছর ‘উমরাহ্‌ আদায় করেন।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، قَالَ قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَدْ أُحْصِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَحَلَقَ رَأْسَهُ وَجَامَعَ نِسَاءَهُ، وَنَحَرَ هَدْيَهُ، حَتَّى اعْتَمَرَ عَامًا قَابِلاً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1806,
    "narrator": "নাফি‘ (রাঃ)",
    "bn": "হাঙ্গামা চলাকালে ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) ‘উমরাহ্‌’র নিয়্যাত করে  মক্কায় রওয়ানা হবার পর বললেন, বাইতুল্লাহ্‌র পথে বাধাগ্রস্ত হলে, তাই করব যা করেছিলাম আমরা আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে। তাই তিনি ‘উমরাহ্‌’র ইহরাম বাঁধলেন। কেননা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -ও হুদাইবিয়ার বছর ‘উমরাহ্‌’র ইহরাম বেঁধেছিলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ حِينَ خَرَجَ إِلَى مَكَّةَ مُعْتَمِرًا فِي الْفِتْنَةِ قَالَ إِنْ صُدِدْتُ عَنِ الْبَيْتِ صَنَعْتُ كَمَا صَنَعْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَأَهَلَّ بِعُمْرَةٍ، مِنْ أَجْلِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ أَهَلَّ بِعُمْرَةٍ عَامَ الْحُدَيْبِيَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1807,
    "narrator": "নাফি‘",
    "bn": "তিনি বলেন, উবায়দুল্লাহ ইব্‌নু ‘আবদুল্লাহ্ ও সালিম ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ) উভয়ই তাঁকে সংবাদ দিয়েছেন, যে বছর হাজ্জাজ (ইব্‌নু ইউসুফ) বাহিনী ইব্‌নু যুবায়র (রাঃ) -এর বিরুদ্ধে অভিযান চালায়, সে সময়ে তাঁরা উভয়ে কয়েকদিন পর্যন্ত ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ)-কে বুঝালেন। তাঁরা বললেন, এ বছর হজ্জ না করলে আপনার কোন ক্ষতি হবে না। আমরা আশঙ্কা করছি, আপনার ও বাইতুল্লাহ্‌র মাঝে বাধা সৃষ্টি হতে পারে। তিনি বললেন, আমরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে রওয়ানা হয়েছিলাম। কিন্তু বাইতুল্লাহ্‌র পথে কাফির কুরাইশরা আমাদের বাধা হয়ে দাঁড়াল। তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরবাণীর পশু যবেহ করে মাথা মুড়িয়ে নিয়েছিলেন। এখন আমি তোমাদের সাক্ষি রেখে বলছি, আমি আমার নিজের জন্যে ‘উমরাহ্‌ ওয়াজিব করে নিয়েছি। আল্লাহ্‌ চাহেন তো আমি এখন রওয়ানা হয়ে যাব। যদি আমার এবং বাইতুল্লাহ্‌র মাঝে বাধা না আসে তাহলে আমি তাওয়াফ করে নিব। কিন্তু যদি আমার ও বাইতুল্লাহ্‌র মাঝে বাধা সৃষ্টি করা হয় তাহলে আমি তখনই সেরূপ করব যেরূপ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছিলেন আর আমিও তাঁর সঙ্গে ছিলাম। অতঃপর তিনি যুল-হুলাইফা হতে ‘উমরাহ্‌’র ইহরাম বেঁধে কিছুক্ষণ চললেন, এরপরে বললেন, হজ্জ এবং ‘উমরাহ্‌’র ব্যাপার তো একই। আমি তোমাদের সাক্ষী রেখে বলছি, নিশ্চয়ই আমি আমার ‘উমরাহ্‌’র সাথে হজ্জও নিজের জন্যে ওয়াজিব করে নিলাম। তাই তিনি হজ্জ ও ‘উমরাহ্‌ কোনটি হতেই হালাল হননি। অবশেষে কুরবাণীর দিন কুরবাণী করলেন এবং হালাল হলেন। তিনি বলতেন, আমরা হালাল হব না যতক্ষণ পর্যন্ত না  মক্কায় প্রবেশ করে একটি তাওয়াফ করে নিই।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، أَنَّ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، وَسَالِمَ بْنَ عَبْدِ اللَّهِ، أَخْبَرَاهُ أَنَّهُمَا، كَلَّمَا عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ لَيَالِيَ نَزَلَ الْجَيْشُ  بابنِ الزُّبَيْرِ فَقَالاَ لاَ يَضُرُّكَ أَنْ لاَ تَحُجَّ الْعَامَ، وَإِنَّا نَخَافُ أَنْ يُحَالَ بَيْنَكَ وَبَيْنَ الْبَيْتِ‏.‏ فَقَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَحَالَ كُفَّارُ قُرَيْشٍ دُونَ الْبَيْتِ، فَنَحَرَ النَّبِيُّ صلى الله عليه وسلم هَدْيَهُ، وَحَلَقَ رَأْسَهُ، وَأُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ الْعُمْرَةَ، إِنْ شَاءَ اللَّهُ أَنْطَلِقُ، فَإِنْ خُلِّيَ بَيْنِي وَبَيْنَ الْبَيْتِ طُفْتُ، وَإِنْ حِيلَ بَيْنِي وَبَيْنَهُ فَعَلْتُ كَمَا فَعَلَ النَّبِيُّ صلى الله عليه وسلم وَأَنَا مَعَهُ‏.‏ فَأَهَلَّ بِالْعُمْرَةِ مِنْ ذِي الْحُلَيْفَةِ، ثُمَّ سَارَ سَاعَةً، ثُمَّ قَالَ ‏ \"‏ إِنَّمَا شَأْنُهُمَا وَاحِدٌ، أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ حَجَّةً مَعَ عُمْرَتِي ‏\"‏‏.‏ فَلَمْ يَحِلَّ مِنْهُمَا حَتَّى حَلَّ يَوْمَ النَّحْرِ، وَأَهْدَى، وَكَانَ يَقُولُ لاَ يَحِلُّ حَتَّى يَطُوفَ طَوَافًا وَاحِدًا يَوْمَ يَدْخُلُ مَكَّةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1810,
    "narrator": "সালিম (রাঃ)",
    "bn": "তিনি বলেন, ইব্‌নু ‘উমর (রাঃ) বলতেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সুন্নাতই কি তোমাদের পক্ষে যথেষ্ট নয়? তোমাদের কেউ যদি হজ্জ আদায় করতে বাধাগ্রস্ত হয় সে যেন (‘উমরাহ্‌’র জন্য) বাইতুল্লাহ্‌র ও সাফা-মারওয়ার মাঝে তাওয়াফ করে সমস্ত কিছু হতে হালাল হয়ে যায়। অবশেষে পরবর্তী বৎসর হজ্জ আদায় করে নেয়। তখন সে কুরবাণী করবে আর কুরবাণী দিতে যদি না পারে তবে সিয়াম পালন করবে। ‘আবদুল্লাহ্‌ (রহঃ)....ইব্‌নু ‘উমর (রাঃ) হতে অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمٌ، قَالَ كَانَ ابْنُ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ أَلَيْسَ حَسْبُكُمْ سُنَّةَ رَسُولِ اللَّهِ صلى الله عليه وسلم، إِنْ حُبِسَ أَحَدُكُمْ عَنِ الْحَجِّ طَافَ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ، ثُمَّ حَلَّ مِنْ كُلِّ شَىْءٍ، حَتَّى يَحُجَّ عَامًا قَابِلاً، فَيُهْدِي أَوْ يَصُومُ، إِنْ لَمْ يَجِدْ هَدْيًا‏.‏ وَعَنْ عَبْدِ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي سَالِمٌ، عَنِ ابْنِ عُمَرَ، نَحْوَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1811,
    "narrator": "মিসওয়ার (রাঃ)",
    "bn": "আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা কামানোর আগেই কুরবাণী করেন এবং সাহাবাদের অনুরূপ করার নির্দেশ দেন।",
    "ar": "حَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنِ الْمِسْوَرِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَحَرَ قَبْلَ أَنْ يَحْلِقَ، وَأَمَرَ أَصْحَابَهُ بِذَلِكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1812,
    "narrator": "নাফি‘ (রহঃ)",
    "bn": "‘আবদুল্লাহ্‌ এবং সালিম (রহঃ) উভয়েই ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) হতে বর্ণনা করেন, ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে ‘উমরাহ্‌’র নিয়ত করে আমরা রওয়ানা হলে যখন কুরায়শের কাফিররা বাইতুল্লাহ্‌র অনতিদূরে বাধা হয়ে দাঁড়ায়, তখন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উট কুরবাণী করেন ও মাথা কামিয়ে ফেলেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا أَبُو بَدْرٍ، شُجَاعُ بْنُ الْوَلِيدِ عَنْ عُمَرَ بْنِ مُحَمَّدٍ الْعُمَرِيِّ، قَالَ وَحَدَّثَ نَافِعٌ، أَنَّ عَبْدَ اللَّهِ، وَسَالِمًا، كَلَّمَا عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ فَقَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم مُعْتَمِرِينَ، فَحَالَ كُفَّارُ قُرَيْشٍ دُونَ الْبَيْتِ، فَنَحَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بُدْنَهُ، وَحَلَقَ رَأْسَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1813,
    "narrator": "নাফি‘ (রহঃ)",
    "bn": "(মক্কা মুকার্‌রামায়) গোলযোগ চলাকালে ‘উমরাহ্‌’র নিয়ত করে ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) যখন  মক্কার দিকে রওয়ানা হলেন, তখন বললেন, বাইতুল্লাহ্‌ হতে যদি আমি বাধাপ্রাপ্ত হই তাহলে তাই করব যা করেছিলাম আমরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে। তাই তিনি ‘উমরাহ্‌’র ইহরাম বাঁধলেন। কারণ, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -ও হুদাইবিয়ার বছর ‘উমরাহ্‌’র ইহরাম বেঁধেছিলেন। অতঃপর ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) নিজের ব্যাপারে ভেবে চিন্তে বললেন, উভয়টিই (হজ্জ ও ‘উমরা) এক রকম। এরপর তিনি তাঁর সাথীদের প্রতি লক্ষ্য করে বললেন, উভয়টি তো একই রকম। আমি তোমাদের সাক্ষী করে বলছি, আমি আমার উপর ‘উমরাহ্‌’র সাথে হজ্জকে ওয়াজিব করে নিলাম। তিনি উভয়টির জন্য একই তাওয়াফ করলেন এবং এটাই তাঁর পক্ষ হতে যথেষ্ট মনে করেন, আর তিনি কুরবাণীর পশু সঙ্গে নিয়েছিলেন।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ قَالَ حِينَ خَرَجَ إِلَى مَكَّةَ مُعْتَمِرًا فِي الْفِتْنَةِ إِنْ صُدِدْتُ عَنِ الْبَيْتِ صَنَعْنَا كَمَا صَنَعْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَهَلَّ بِعُمْرَةٍ، مِنْ أَجْلِ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ أَهَلَّ بِعُمْرَةٍ عَامَ الْحُدَيْبِيَةِ، ثُمَّ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ نَظَرَ فِي أَمْرِهِ فَقَالَ مَا أَمْرُهُمَا إِلاَّ وَاحِدٌ‏.‏ فَالْتَفَتَ إِلَى أَصْحَابِهِ فَقَالَ مَا أَمْرُهُمَا إِلاَّ وَاحِدٌ، أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ الْحَجَّ مَعَ الْعُمْرَةِ، ثُمَّ طَافَ لَهُمَا طَوَافًا وَاحِدًا، وَرَأَى أَنَّ ذَلِكَ مُجْزِيًا عَنْهُ، وَأَهْدَى‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1814,
    "narrator": "কা‘ব ইব্‌নু ‘উজরাহ (রাঃ)",
    "bn": "আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বোধ হয় তোমার এই পোকাগুলো (উকুন) তোমাকে খুব কষ্ট দিচ্ছে? তিনি বললেন, হাঁ, ইয়া আল্লাহ্‌র রাসূল! এরপর আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি মাথা মুণ্ডন করে ফেল এবং তিন দিন সিয়াম পালন কর অথবা ছয়জন মিসকীনকে আহার করাও কিংবা একটা বক্‌রী কুরবাণী কর।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ حُمَيْدِ بْنِ قَيْسٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ لَعَلَّكَ آذَاكَ هَوَامُّكَ ‏\"‏‏.‏ قَالَ نَعَمْ يَا رَسُولَ اللَّهِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْلِقْ رَأْسَكَ وَصُمْ ثَلاَثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، أَوِ انْسُكْ بِشَاةٍ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1815,
    "narrator": "কা‘ব ইব্‌নু ‘উজরা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট দণ্ডায়মান হলেন। এ সময় আমার মাথা থেকে উকুন ঝরে পরছিল। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন : তোমার এই পোকাগুলো (উকুন) কি তোমাকে যন্ত্রণা দিচ্ছে? আমি বললাম, হাঁ, তিনি বললেনঃ মাথা মুণ্ডন করে ফেল অথবা বললেন, মুণ্ডন করে ফেল। কা‘ব ইব্‌নু ‘উজরা (রাঃ) বলেন, আমার সম্পর্কেই নাযিল হয়েছে এই আয়াতটি : “তোমাদের মধ্যে কেউ যদি রোগাক্রান্ত হয় কিংবা মাথায় কষ্টকর কিছু হয়ে থাকে...”- (আল-বাকারাহ : ১৯৬)। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তিন দিন সাওম পালন কর কিংবা এক ফারাক (তিন সা‘ পরিমাণ) ছয়জন মিসকীনের মধ্যে সদাকা কর অথবা কুরবাণী কর যা তোমাদের জন্য সহজসাধ্য।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سَيْفٌ، قَالَ حَدَّثَنِي مُجَاهِدٌ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، أَنَّ كَعْبَ بْنَ عُجْرَةَ، حَدَّثَهُ قَالَ وَقَفَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْحُدَيْبِيَةِ، وَرَأْسِي يَتَهَافَتُ قَمْلاً فَقَالَ ‏\"‏ يُؤْذِيكَ هَوَامُّكَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ فَاحْلِقْ رَأْسَكَ ـ أَوْ قَالَ ـ احْلِقْ ‏\"‏‏.‏ قَالَ فِيَّ نَزَلَتْ هَذِهِ الآيَةُ ‏{‏فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ‏}‏ إِلَى آخِرِهَا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صُمْ ثَلاَثَةَ أَيَّامٍ، أَوْ تَصَدَّقْ بِفَرَقٍ بَيْنَ سِتَّةٍ، أَوِ انْسُكْ بِمَا تَيَسَّرَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1816,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু মা‘কিল (রহঃ)",
    "bn": "তিনি বলেন, আমি কা‘ব ইব্‌নু ‘উজরা (রাঃ) -এর পাশে বসে তাঁকে ফিদয়া সম্পর্কে জিজ্ঞেস করলে তিনি বললেন, এ আয়াত বিশেষভাবে আমার সম্পর্কেই নাযিল হয়েছে। তবে এ হুকুম সাধারণভাবে তোমাদের সকলের জন্যই। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে আমাকে নিয়ে যাওয়া হল। তখন আমার চেহারায় উকুন বেয়ে পড়ছে। তিনি বললেনঃ তোমার কষ্ট বা পীড়া যে পর্যায়ে পৌঁছেছে দেখতে পাচ্ছি, আমার তো আগে এ ধারণা ছিল না। তুমি কি একটি বক্‌রীর ব্যবস্থা করতে পারবে? আমি বললাম, না। তিনি বললেনঃ তাহলে তুমি তিন দিন সিয়াম পালন কর অথবা ছয়জন মিসকীনকে অর্ধ সা‘ করে খাওয়াও।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبِهَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، قَالَ جَلَسْتُ إِلَى كَعْبِ بْنِ عُجْرَةَ ـ رضى الله عنه ـ فَسَأَلْتُهُ عَنِ الْفِدْيَةِ، فَقَالَ نَزَلَتْ فِيَّ خَاصَّةً، وَهْىَ لَكُمْ عَامَّةً، حُمِلْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ ‏\"‏ مَا كُنْتُ أُرَى الْوَجَعَ بَلَغَ بِكَ مَا أَرَى أَوْ مَا كُنْتُ أُرَى الْجَهْدَ بَلَغَ بِكَ مَا أَرَى، تَجِدُ شَاةً ‏\"‏‏.‏ فَقُلْتُ لاَ‏.‏ فَقَالَ ‏\"‏ فَصُمْ ثَلاَثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، لِكُلِّ مِسْكِينٍ نِصْفَ صَاعٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1818,
    "narrator": "কা‘ব ইব্‌নু ‘উজরা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে এমতাবস্থায় দেখলেন যে, তাঁর চেহারার উপর উকুন পড়ছে। এর বাকি অংশ উপরের হাদীসের মত।",
    "ar": "وَعَنْ مُحَمَّدِ بْنِ يُوسُفَ، حَدَّثَنَا وَرْقَاءُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَآهُ، وَقَمْلُهُ يَسْقُطُ عَلَى وَجْهِهِ‏.‏ مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1817,
    "narrator": "কা‘ব ইব্‌নু ‘উজরা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর চেহারায় উকুন ঝরে পড়তে দেখে তাঁকে বললেনঃ এই কীটগুলো কি তোমাকে কষ্ট দিচ্ছে? তিনি বললেন, হাঁ। তখন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে মাথা কামিয়ে ফেলার নির্দেশ দিলেন। এ সময় আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুদায়বিয়ায় ছিলেন। এখানেই তাঁদের হালাল হয়ে যেতে হবে এ বিষয়টি তখনও তাঁদের কাছে স্পষ্ট হয়নি। তাঁরা  মক্কায় প্রবেশের আশা করছিলেন। তখন আল্লাহ্‌ তা‘আলা ফিদয়ার হুকুম নাযিল করলেন এবং আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে এক ফারাক খাদ্যশস্য ছয়জন মিসকীনের মধ্যে দিতে কিংবা একটি বক্‌রী কুরবাণী করতে অথবা তিন দিন সিয়াম পালনের নির্দেশ দিলেন।",
    "ar": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا شِبْلٌ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَآهُ وَأَنَّهُ يَسْقُطُ عَلَى وَجْهِهِ فَقَالَ ‏ \"‏ أَيُؤْذِيكَ هَوَامُّكَ ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ فَأَمَرَهُ أَنْ يَحْلِقَ وَهُوَ بِالْحُدَيْبِيَةِ، وَلَمْ يَتَبَيَّنْ لَهُمْ أَنَّهُمْ يَحِلُّونَ بِهَا، وَهُمْ عَلَى طَمَعٍ أَنْ يَدْخُلُوا مَكَّةَ، فَأَنْزَلَ اللَّهُ الْفِدْيَةَ، فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُطْعِمَ فَرَقًا بَيْنَ سِتَّةٍ، أَوْ يُهْدِيَ شَاةً، أَوْ يَصُومَ ثَلاَثَةَ أَيَّامٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1819,
    "narrator": "আবূ হুরায়রা  (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি এ ঘরের হজ্জ আদায় করল এবং স্ত্রী সহবাস করল না এবং অন্যায় আচরণ করল না, সে প্রত্যাবর্তন করবে মাতৃগর্ভ হতে সদ্য প্রসূত শিশুর মত হয়ে।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ حَجَّ هَذَا الْبَيْتَ، فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ، رَجَعَ كَمَا وَلَدَتْهُ أُمُّهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1820,
    "narrator": "আবূ হুরায়রা  (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি এ ঘরের (বাইতুল্লাহ্‌র) হজ্জ আদায় করল, অশ্লীলতায় জড়িত হল না এবং আল্লাহ্‌র অবাধ্যতা করল না, সে মায়ের পেট হতে সদ্য প্রসূত শিশুর ন্যায় (হজ্জ হতে) প্রত্যাবর্তন করল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَنْ حَجَّ هَذَا الْبَيْتَ، فَلَمْ يَرْفُثْ، وَلَمْ يَفْسُقْ، رَجَعَ كَيَوْمِ وَلَدَتْهُ أُمُّهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]