[
  {
    "hadith_id": 2014,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি রমযানে ঈমানের সাথে ও সওয়াব লাভের আশায় সাওম পালন করে, তার পূর্ববর্তী গুনাহসমূহ মাফ করে দেয়া হয় এবং যে ব্যক্তি ঈমানের সাথে, সওয়াব লাভের আশায় লাইলাতুল ক্বদ্‌রে রাত জেগে দাঁড়িয়ে সালাত আদায় করে, তার পূর্ববর্তী গুনাহসমূহ মাফ করে দেয়া হয়। সুলায়মান ইব্‌নু কাসীর (রহঃ) যুহরী (রহঃ) হতে অনুরূপ হাদীস বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ حَفِظْنَاهُ وَإِنَّمَا حَفِظَ مِنَ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ صَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَمَنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏\"‏‏.‏ تَابَعَهُ سُلَيْمَانُ بْنُ كَثِيرٍ عَنِ الزُّهْرِيِّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2015,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কতিপয় সাহাবীকে স্বপ্নের মাধ্যমে রমযানের শেষের সাত রাত্রে লাইলাতুল কদর দেখানো হয়। (এ শুনে) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমাকেও তোমাদের স্বপ্নের অনুরূপ দেখানো হয়েছে। (তোমাদের দেখা ও আমার দেখা) শেষ সাত দিনের ক্ষেত্রে মিলে গেছে। অতএব যে ব্যক্তি এর সন্ধান প্রত্যাশী, সে যেন শেষ সাত রাতে সন্ধান করে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رِجَالاً، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أُرُوا لَيْلَةَ الْقَدْرِ فِي الْمَنَامِ فِي السَّبْعِ الأَوَاخِرِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَرَى رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ فِي السَّبْعِ الأَوَاخِرِ، فَمَنْ كَانَ مُتَحَرِّيَهَا فَلْيَتَحَرَّهَا فِي السَّبْعِ الأَوَاخِرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2016,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে রমযানের মধ্যম দশকে ই’তিকাফ করি। তিনি বিশ তারিখের সকালে বের হয়ে আমাদেরকে সম্বোধন করে বললেনঃ আমাকে লাইলাতুল কদর (-এর সঠিক তারিখ) দেখানো হয়েছিল পরে আমাকে তা ভুলিয়ে দেয়া হয়েছে। তোমরা শেষ দশকের বেজোড় রাতে তার সন্ধান কর। আমি দেখতে পেয়েছি যে, আমি (ঐ রাতে) কাদা-পানিতে সিজদা করছি। অতএব যে ব্যক্তি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে ই’তিকাফ করেছে সে যেন ফিরে আসে (মসজিদ হতে বের হয়ে না যায়)। আমরা সকলে ফিরে আসলাম (থেকে গেলাম)। আমরা আকাশে হাল্কা মেঘ খন্ডও দেখতে পাইনি। পরে মেঘ দেখা দিল ও এমন জোরে বৃষ্টি হলো যে, খেজুরের শাখায় তৈরী মসজিদের ছাদ দিয়ে পানি ঝরতে লাগল। সালাত শুরু করা হলে আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে কাদা-পানিতে সিজদা করতে দেখলাম। পরে তাঁর কপালে আমি কাদার চিহ্ন দেখতে পাই।",
    "ar": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ سَأَلْتُ أَبَا سَعِيدٍ وَكَانَ لِي صَدِيقًا فَقَالَ اعْتَكَفْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ، فَخَرَجَ صَبِيحَةَ عِشْرِينَ، فَخَطَبَنَا وَقَالَ ‏ \"‏ إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، ثُمَّ أُنْسِيتُهَا أَوْ نُسِّيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي الْوَتْرِ، وَإِنِّي رَأَيْتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ، فَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ ‏\"‏‏.‏ فَرَجَعْنَا وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً، فَجَاءَتْ سَحَابَةٌ فَمَطَرَتْ حَتَّى سَالَ سَقْفُ الْمَسْجِدِ وَكَانَ مِنْ جَرِيدِ النَّخْلِ، وَأُقِيمَتِ الصَّلاَةُ، فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي الْمَاءِ وَالطِّينِ، حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِي جَبْهَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2017,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা রমযানের শেষ দশকের বেজোড় রাতে লাইলাতুল ক্বদ্‌রের অনুসন্ধান কর।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْوِتْرِ مِنَ الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2019,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, তোমরা (লাইলাতুল কদর) অনুসন্ধান কর।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْتَمِسُوا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2021,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা তা (লাইলাতুল কদর) রমযানের শেষ দশকে অনুসন্ধান কর। লাইলাতুল কদর (শেষ দিক হতে গণনায়) নবম, সপ্তম বা পঞ্চম রাত অবশিষ্ট থাকে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ لَيْلَةَ الْقَدْرِ فِي تَاسِعَةٍ تَبْقَى، فِي سَابِعَةٍ تَبْقَى، فِي خَامِسَةٍ تَبْقَى ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2022,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তা শেষ দশকে, তা অতিবাহিত নবম রাতে অথবা অবশিষ্ট সপ্তম রাতে অর্থাৎ লাইলাতুল ক্বাদর। ইব্‌নু ‘আব্বাস (রাঃ) হতে অন্য সূত্রে বর্ণিত যে, তোমরা ২৪তম রাতে তালাশ কর।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي الأَسْوَدِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عَاصِمٌ، عَنْ أَبِي مِجْلَزٍ، وَعِكْرِمَةَ، قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هِيَ فِي الْعَشْرِ، هِيَ فِي تِسْعٍ يَمْضِينَ أَوْ فِي سَبْعٍ يَبْقَيْنَ ‏\"‏‏.‏ يَعْنِي لَيْلَةَ الْقَدْرِ‏.‏ قَالَ عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ‏.‏ وَعَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ الْتَمِسُوا فِي أَرْبَعٍ وَعِشْرِينَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2020,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমযানের শেষ দশকে ইতিকাফ করতেন এবং বলতেনঃ তোমরা রমযানের শেষ দশকে [৩] লাইলাতুল কদর অনুসন্ধান কর।",
    "ar": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ، وَيَقُولُ ‏ \"‏ تَحَرَّوْا لَيْلَةَ الْقَدْرِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩] আল্লাহ তায়ালা কুরআনুল কারীমের সূরা ক্বদরে ঘোষণা করেছেন- লাইলাতুল ক্বদর হাজার মাসের (ইবাদাতের) চেয়েও উত্তম। সহীহ শুদ্ধ হাদীস থেকে জানা যায় যে, লাইলাতুল ক্বদর রমযানের শেষ দশ দিনের যে কোন বিজোড় রাত্রিতে হয়ে থাকে। বিভিন্ন সহীহ হাদীসে ২১, ২৩, ২৫, ২৭ ও ২৯ তারিখে লাইলাতুল ক্বদর অনুষ্ঠিত হওয়ার কথা উল্লেখিত আছে। হাদীসে এ কথাও উল্লেখিত আছে, যে কোন একটি নির্দিষ্ট বিজোড় রাত্রিতেই তা হয় না। (অর্থাৎ কোন বছরে ২৫ তারিখে হল, আবার কোন বছরে ২১ তারিখে হল এভাবে। আমাদের দেশে সরকারী আর বেসরকারীভাবে জাঁকজমকের সঙ্গে ২৭ তারিখের রাত্রিকে লাইলাতুল ক্বদরের রাত হিসেবে পালন করা হয়। এভাবে মাত্র একটি রাত্রিকে লাইলাতুল ক্বদর সাব্যস্ত করার কোনই হাদীস নাই। লাইলাতুল ক্বদরের সওয়াব পেতে চাইলে ৫টি বিজোড় রাত্রেই তালাশ করতে হবে।\nবর্তমানে রাত্রি জাগরণের জন্য মসজিদে সকলে সমবেত হয়ে বিভিন্ন ওয়াজ মাহফিলের যে ব্যবস্থা করা হয়ে থাকে সেটিও নবাবিষ্কৃত কাজ। কারণ আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সময়ে সাহাবীদের নিয়ে মসজিদে জাগরিত হয়ে বর্তমানে প্রচলিত পদ্ধতিতে ইবাদত না করে নিজ নিজ পরিবারকে জাগিয়ে কিয়ামুল লাইল পালন করতেন।"
  },
  {
    "hadith_id": 2018,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমযান মাসের মাঝের দশকে ই’তিকাফ করেন। বিশ তারিখ অতীত হওয়ার সন্ধ্যায় এবং একুশ তারিখের শুরুতে তিনি এবং তাঁর সঙ্গে যাঁরা ই’তিকাফ করেছিলেন সকলেই নিজ নিজ বাড়িতে প্রস্থান করেন এবং তিনি যে মাসে ইতিকাফ করেন ঐ মাসের যে রাতে ফিরে যান সে রাতে লোকদের সামনে ভাষণ দেন। আর তাতে মাশাআল্লাহ, তাদেরকে বহু নির্দেশ দান করেন, অতঃপর বলেন যে, আমি এই দশকে ই’তিকাফ করেছিলাম। এরপর আমি সিদ্ধান্ত করেছি যে, শেষ দশকে ই’তিকাফ করব। যে আমার সংগে ই’তিকাফ করেছিল সে যেন তার ই’তিকাফস্থলে থেকে যায়। আমাকে সে রাত দেখানো হয়েছিল, পরে তা ভুলিয়ে দেয়া হয়েছে। (আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন): শেষ দশকে ঐ রাতের তালাশ কর এবং প্রত্যেক বেজোড় রাতে তা তালাশ কর। আমি স্বপ্নে দেখেছি যে, ঐ রাতে আমি কাদা-পানিতে সিজদা করছি। ঐ রাতে আকাশে প্রচুর মেঘের সঞ্চার হয় এবং বৃষ্টি হয়। মসজিদে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সালাতের স্থানেও বৃষ্টির পানি পড়তে থাকে। এটা ছিল একুশ তারিখের রাত। যখন তিনি ফজরের সালাত শেষে ফিরে বসেন তখন আমি তাঁর দিকে তাকিয়ে দেখতে পাই যে, তাঁর মুখমন্ডল কাদা-পানি মাখা।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، قَالَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ ـ رضى الله عنه ـ‏.‏ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي رَمَضَانَ الْعَشْرَ الَّتِي فِي وَسَطِ الشَّهْرِ، فَإِذَا كَانَ حِينَ يُمْسِي مِنْ عِشْرِينَ لَيْلَةً تَمْضِي، وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ، رَجَعَ إِلَى مَسْكَنِهِ وَرَجَعَ مَنْ كَانَ يُجَاوِرُ مَعَهُ‏.‏ وَأَنَّهُ أَقَامَ فِي شَهْرٍ جَاوَرَ فِيهِ اللَّيْلَةَ الَّتِي كَانَ يَرْجِعُ فِيهَا، فَخَطَبَ النَّاسَ، فَأَمَرَهُمْ مَا شَاءَ اللَّهُ، ثُمَّ قَالَ ‏ \"‏ كُنْتُ أُجَاوِرُ هَذِهِ الْعَشْرَ، ثُمَّ قَدْ بَدَا لِي أَنْ أُجَاوِرَ هَذِهِ الْعَشْرَ الأَوَاخِرَ، فَمَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَثْبُتْ فِي مُعْتَكَفِهِ، وَقَدْ أُرِيتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا فَابْتَغُوهَا فِي الْعَشْرِ الأَوَاخِرِ وَابْتَغُوهَا فِي كُلِّ وِتْرٍ، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ ‏\"‏‏.‏ فَاسْتَهَلَّتِ السَّمَاءُ فِي تِلْكَ اللَّيْلَةِ، فَأَمْطَرَتْ، فَوَكَفَ الْمَسْجِدُ فِي مُصَلَّى النَّبِيِّ صلى الله عليه وسلم لَيْلَةَ إِحْدَى وَعِشْرِينَ، فَبَصُرَتْ عَيْنِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَنَظَرْتُ إِلَيْهِ انْصَرَفَ مِنَ الصُّبْحِ، وَوَجْهُهُ مُمْتَلِئٌ طِينًا وَمَاءً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2023,
    "narrator": "‘উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে লাইলাতুল ক্বাদ্‌রের (নির্দিষ্ট তারিখ) অবহিত করার জন্য বের হয়েছিলেন। তখন দু’জন মুসলমান ঝগড়া করছিল। তা দেখে তিনি বললেনঃ আমি তোমাদেরকে লাইলাতুল ক্বাদ্‌রের সংবাদ দিবার জন্য বের হয়েছিলাম, তখন অমুক অমুক ঝগড়া করছিল, ফলে তার (নির্দিষ্ট তারিখের) পরিচয় হারিয়ে যায়। সম্ভবতঃ এর মধ্যে তোমাদের জন্য কল্যাণ নিহিত রয়েছে। তোমরা নবম, সপ্তম ও পঞ্চম রাতে তা তালাশ কর।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ، حَدَّثَنَا أَنَسٌ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم لِيُخْبِرَنَا بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى رَجُلاَنِ مِنَ الْمُسْلِمِينَ، فَقَالَ ‏ \"‏ خَرَجْتُ لأُخْبِرَكُمْ بِلَيْلَةِ الْقَدْرِ، فَتَلاَحَى فُلاَنٌ وَفُلاَنٌ، فَرُفِعَتْ، وَعَسَى أَنْ يَكُونَ خَيْرًا لَكُمْ، فَالْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ ‏\"‏‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2024,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, যখন রমযানের শেষ দশক আসত তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর লুঙ্গি কষে নিতেন (বেশী বেশী ইবাদতের প্রস্তুতি নিতেন) এবং রাত্র জেগে থাকতেন ও পরিবার-পরিজনকে জাগিয়ে দিতেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يَعْفُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْعَشْرُ شَدَّ مِئْزَرَهُ، وَأَحْيَا لَيْلَهُ، وَأَيْقَظَ أَهْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]