[
  {
    "hadith_id": 2257,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে সব সম্পত্তির ভাগ-বাঁটোয়ারা হয়নি, তাতে শুফ্‌‘আ এর ফায়সালা দিয়েছেন। যখন সীমানা নির্ধারিত হয়ে যায় এবং রাস্তাও পৃথক হয়ে যায়, তখন শুফ্‌‘আ এর অধিকার থাকে না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالشُّفْعَةِ فِي كُلِّ مَا لَمْ يُقْسَمْ، فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2258,
    "narrator": "আমর ইবনু শারীদ (রহঃ)",
    "bn": "তিনি বলেন, আমি সা‘দ ইবনু আবূ ওয়াক্কাস (রাঃ)- এর কাছে দাঁড়িয়ে ছিলাম, তখন মিসওয়ার ইবনু মাখরামাহ (রাঃ) এসে তাঁর হাত আমার কাঁধে রাখেন। এমতাবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর আযাদকৃত গোলাম আবূ রাফি‘ (রাঃ) এসে বললেন, হে সা‘দ! আপনার বাড়ীতে আমার যে দু’টি ঘর আছে, তা আপনি আমার নিকট হতে খরিদ করে নিন। সা‘দ (রাঃ) বললেন, আল্লাহ্‌র কসম, আমি সে দু’টি খরিদ করব না। তখন মিসওয়ার (রাঃ) বললেন, আল্লাহ্‌র কসম, আপনি এ দু’টো অবশ্যই খরিদ করবেন। সা‘দ (রাঃ) বললেন, আল্লাহ্‌র কসম, আমি তোমাকে কিস্তিতে চার হাজার (দিরহাম)- এর অধিক দিব না। আবূ রাফি‘ (রাঃ) বললেন, এই ঘর দু’টির বিনিময়ে আমাকে পাঁচশ’ দীনার দেয়ার প্রস্তাব এসেছে। আমি যদি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে এ কথা বলতে না শুনতাম যে, প্রতিবেশী অধিক হকদার তার নৈকট্যের কারণে, তাহলে আমি এ দু’টি ঘর আপনাকে চার হাজার (দিরহাম)- এর বিনিময়ে কিছুতেই দিতাম না। আমাকে এ দু’টি ঘরের বিনিময়ে পাঁচশ'-দীনার দেয়ার প্রস্তাব দেয়া হয়েছিল। তারপর তিনি তা তাঁকে (সা‘দ (রাঃ)- কে) দিয়ে দিলেন।",
    "ar": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، قَالَ وَقَفْتُ عَلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ، فَجَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى إِحْدَى مَنْكِبَىَّ إِذْ جَاءَ أَبُو رَافِعٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا سَعْدُ ابْتَعْ مِنِّي بَيْتَىَّ فِي دَارِكَ‏.‏ فَقَالَ سَعْدٌ وَاللَّهِ مَا أَبْتَاعُهُمَا‏.‏ فَقَالَ الْمِسْوَرُ وَاللَّهِ لَتَبْتَاعَنَّهُمَا‏.‏ فَقَالَ سَعْدٌ وَاللَّهِ لاَ أَزِيدُكَ عَلَى أَرْبَعَةِ آلاَفٍ، مُنَجَّمَةٍ أَوْ مُقَطَّعَةٍ‏.‏ قَالَ أَبُو رَافِعٍ لَقَدْ أُعْطِيتُ بِهَا خَمْسَمِائَةِ دِينَارٍ، وَلَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْجَارُ أَحَقُّ بِسَقَبِهِ ‏\"‏‏.‏ مَا أَعْطَيْتُكَهَا بِأَرْبَعَةِ آلاَفٍ، وَأَنَا أُعْطَى بِهَا خَمْسَمِائَةِ دِينَارٍ‏.‏ فَأَعْطَاهَا إِيَّاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2259,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রসূল! আমার দু’জন প্রতিবেশী রয়েছে, তাদের মধ্যে কাকে আমি হাদিয়া দিব? তিনি বললেন, উভয়ের মধ্যে যার দরজা তোমার বেশী কাছে।",
    "ar": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو عِمْرَانَ، قَالَ سَمِعْتُ طَلْحَةَ بْنَ عَبْدِ اللَّهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ لِي جَارَيْنِ، فَإِلَى أَيِّهِمَا أُهْدِي قَالَ ‏ \"‏ إِلَى أَقْرَبِهِمَا مِنْكِ بابا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]