[
  {
    "hadith_id": 2299,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কুরবানীকৃত উটের গলার মালা ও তার চামড়া দান করার হুকুম দিয়েছেন।",
    "ar": "حَدَّثَنَا قَبِيصَةُ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ أَبِي لَيْلَى عَنْ عَلِيٍّ قَالَ أَمَرَنِي رَسُولُ اللهِ صلى الله عليه وسلم أَنْ أَتَصَدَّقَ بِجِلاَلِ الْبُدْنِ الَّتِي نُحِرَتْ وَبِجُلُودِهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2300,
    "narrator": "‘উকবাহ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে কিছু বকরী (ভেড়া) সাহাবীদের মধ্যে বন্টন করতে দিলেন। বন্টন করার পর একটি বকরীর বাচ্চা বাকী থেকে যায়। তিনি তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে অবহিত করেন। তখন তিনি বললেন, তুমি নিজে এটাকে কুরবানী করে দাও।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ حَدَّثَنَا اللَّيْثُ عَنْ يَزِيدَ عَنْ أَبِي الْخَيْرِ عَنْ عُقْبَةَ بْنِ عَامِرٍ أَنَّ النَّبِيَّ أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى صَحَابَتِهِ فَبَقِيَ عَتُودٌ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ضَحِّ بِهِ أَنْتَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2301,
    "narrator": "আবদুর রহমান ইবনু ‘আওফ (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘উমাইয়া ইবনু খালফের সঙ্গে এ মর্মে একটা চুক্তিনামা করলাম যে, সে মক্কায় আমার মাল-সামান হিফাযত করবে আর আমি মদীনায় তার মাল-সামান হিফাযত করব। যখন আমি চুক্তি নামায় আমার নামের শেষে ‘রহমান’ শব্দটি উল্লেখ করলাম তখন সে বলল, আমি রহমানকে চিনি না। জাহিলী যুগে তোমার যে নাম ছিল সেটা লিখ। তখন আমি তাতে ‘আবদু আম্‌র’ লিখে দিলাম। বদর যুদ্ধের দিন যখন লোকজন ঘুমিয়ে পড়ল তখন আমি উমাইয়াকে রক্ষা করার জন্য একটি পাহাড়ের দিকে গেলাম। বিলাল (রাঃ) তাকে দেখে ফেললেন। তিনি দৌড়ে গিয়ে আনসারদের এক মজলিসে বললেন, এই যে ‘উমাইয়া ইবনু খাল্‌ফ। যদি উমাইয়া বেঁচে যায়, তবে আমার বেঁচে থাকায় লাভ নেই। তখন আনসারদের একদল তার সাথে আমাদের পিছে পিছে ছুটলেন। যখন আমার আশঙ্কা হল যে, তারা আমাদের নিকট এসে পড়বেন, তখন আমি ‘উমাইয়ার পুত্রকে তাঁদের জন্য পেছনে রেখে এলাম, যাতে তাঁদের দৃষ্টি তার উপর পড়ে। তাঁরা তাকে হত্যা করলেন। তারপরেও তাঁরা ক্ষান্ত হলেন না, তাঁরা আমাদের পিছু ধাওয়া করলেন। উমাইয়া ছিল স্থুলদেহী। যখন আনসাররা আমাদের কাছে পৌঁছে গেলেন, তখন আমি তাকে বললাম, বসে পড়। সে বসে পড়ল। আমি তাকে বাঁচানোর জন্য আমার দেহখানা দ্বারা তাকে আড়াল করে রাখলাম। কিন্তু তাঁরা আমার নীচে দিয়ে তরবারী ঢুকিয়ে তাকে হত্যা করে ফেলল। তাঁদের একজনের তরবারির আঘাত আমার পায়েও লাগল। রাবী বলেন, আবদুর রহমান ইবনু ‘আওফ (রাঃ) তাঁর পায়ের সে আঘাত আমাদেরকে দেখাতেন। আবূ ‘আবদুল্লাহ (রহঃ) বলেন ইউসুফ (রহঃ) সালিহ্‌ (রহঃ) হতে এবং ইবরাহীম (রহঃ) তার পিতা হতে বর্ণনা শুনেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ قَالَ حَدَّثَنِي يُوسُفُ بْنُ الْمَاجِشُونِ عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمٰنِ بْنِ عَوْفٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَبْدِ الرَّحْمٰنِ بْنِ عَوْفٍ قَالَ كَاتَبْتُ أُمَيَّةَ بْنَ خَلَفٍ كِتَابًا بِأَنْ يَحْفَظَنِي فِي صَاغِيَتِي بِمَكَّةَ وَأَحْفَظَهُ فِي صَاغِيَتِهِ بِالْمَدِينَةِ فَلَمَّا ذَكَرْتُ الرَّحْمَنَ قَالَ لاَ أَعْرِفُ الرَّحْمَنَ كَاتِبْنِي بِاسْمِكَ الَّذِي كَانَ فِي الْجَاهِلِيَّةِ فَكَاتَبْتُهُ عَبْدَ عَمْرٍو فَلَمَّا كَانَ فِي يَوْمِ بَدْرٍ خَرَجْتُ إِلَى جَبَلٍ لأُحْرِزَهُ حِينَ نَامَ النَّاسُ فَأَبْصَرَهُ بِلاَلٌ فَخَرَجَ حَتَّى وَقَفَ عَلَى مَجْلِسٍ مِنْ الأَنْصَارِ فَقَالَ أُمَيَّةُ بْنُ خَلَفٍ لاَ نَجَوْتُ إِنْ نَجَا أُمَيَّةُ فَخَرَجَ مَعَهُ فَرِيقٌ مِنْ الأَنْصَارِ فِي آثَارِنَا فَلَمَّا خَشِيتُ أَنْ يَلْحَقُونَا خَلَّفْتُ لَهُمْ ابْنَهُ لأَشْغَلَهُمْ فَقَتَلُوهُ ثُمَّ أَبَوْا حَتَّى يَتْبَعُونَا وَكَانَ رَجُلاً ثَقِيلاً فَلَمَّا أَدْرَكُونَا قُلْتُ لَهُ ابْرُكْ فَبَرَكَ فَأَلْقَيْتُ عَلَيْهِ نَفْسِي لأَمْنَعَهُ فَتَخَلَّلُوهُ بِالسُّيُوفِ مِنْ تَحْتِي حَتَّى قَتَلُوهُ وَأَصَابَ أَحَدُهُمْ رِجْلِي بِسَيْفِهِ وَكَانَ عَبْدُ الرَّحْمٰنِ بْنُ عَوْفٍ يُرِينَا ذَلِكَ الأَثَرَ فِي ظَهْرِ قَدَمِهِ قَالَ أَبُو عَبْد اللهِ سَمِعَ يُوسُفُ صَالِحًا وَإِبْرَاهِيمُ أَبَاهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2302,
    "narrator": "আবূ সা’ঈদ খুদরী ও আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যাক্তিকে খায়বারের কর্মচারী নিয়োগ করলেন। সে বেশ কিছু উন্নতমানের খেজুর তাঁর নিকটে নিয়ে আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, খায়বারের সব খেজুরই কি এরকম? সে বলল, ‘আমরা দু’ সা’র বদলে এর এক সা’ নিয়ে থাকি কিংবা তিন সা’র বদলে দু’সা নিয়ে থাকি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এরূপ কর না। মিশ্রিত খেজুর দিরহাম নিয়ে বিক্রি কর। তারপর এ দিরহাম দিয়েই উন্নতমানের খেজুর ক্রয় কর। ওজনে বিক্রয়যোগ্য বস্তুসমূহের ব্যাপারেও তিনি একই কথা বলেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمٰنِ بْنِ عَوْفٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَأَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم اسْتَعْمَلَ رَجُلاً عَلَى خَيْبَرَ فَجَاءَهُمْ بِتَمْرٍ جَنِيبٍ فَقَالَ أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا فَقَالَ إِنَّا لَنَأْخُذُ الصَّاعَ مِنْ هَذَا بِالصَّاعَيْنِ وَالصَّاعَيْنِ بِالثَّلاَثَةِ فَقَالَ لاَ تَفْعَلْ بِعْ الْجَمْعَ بِالدَّرَاهِمِ ثُمَّ ابْتَعْ بِالدَّرَاهِمِ جَنِيبًا وَقَالَ فِي الْمِيزَانِ مِثْلَ ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2303,
    "narrator": "আবূ সা’ঈদ খুদরী ও আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যাক্তিকে খায়বারের কর্মচারী নিয়োগ করলেন। সে বেশ কিছু উন্নতমানের খেজুর তাঁর নিকটে নিয়ে আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, খায়বারের সব খেজুরই কি এরকম? সে বলল, ‘আমরা দু’ সা’র বদলে এর এক সা’ নিয়ে থাকি কিংবা তিন সা’র বদলে দু’সা নিয়ে থাকি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এরূপ কর না। মিশ্রিত খেজুর দিরহাম নিয়ে বিক্রি কর। তারপর এ দিরহাম দিয়েই উন্নতমানের খেজুর ক্রয় কর। ওজনে বিক্রয়যোগ্য বস্তুসমূহের ব্যাপারেও তিনি একই কথা বলেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمٰنِ بْنِ عَوْفٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ وَأَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم اسْتَعْمَلَ رَجُلاً عَلَى خَيْبَرَ فَجَاءَهُمْ بِتَمْرٍ جَنِيبٍ فَقَالَ أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا فَقَالَ إِنَّا لَنَأْخُذُ الصَّاعَ مِنْ هَذَا بِالصَّاعَيْنِ وَالصَّاعَيْنِ بِالثَّلاَثَةِ فَقَالَ لاَ تَفْعَلْ بِعْ الْجَمْعَ بِالدَّرَاهِمِ ثُمَّ ابْتَعْ بِالدَّرَاهِمِ جَنِيبًا وَقَالَ فِي الْمِيزَانِ مِثْلَ ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2304,
    "narrator": "ইবনু কা’ব ইবনু মালিক (রাঃ)",
    "bn": "তিনি তার পিতা হতে বর্ণনা করেন যে, তার কতকগুলো ছাগল-ভেড়া ছিল, যা সাল্‌’ নামক স্থানে চরে বেড়াতো। একদিন আমাদের এক দাসী দেখলো যে, আমাদের ছাগল ভেড়ার মধ্যে একটি মারা যাচ্ছে। তখন সে একটি পাথর ভেঙ্গে তা দিয়ে ছাগলটাকে যবেহ করে দিল। কা’ব তাদেরকে বললেন, তোমরা এটা খেয়ো না, যে পর্যন্ত না আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জিজ্ঞেস করে আসি অথবা কাউকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট জিজ্ঞেস করতে পাঠায়। তিনি নিজেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে এ সম্পর্কে জিজ্ঞেস করেছিলে অথবা কাউকে পাঠিয়েছিলেন। তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] তা খাওয়ার হুকুম দিয়েছিলেন। উবায়দুল্লাহ বলেন, এ কথাটা আমার কাছে খুব ভাল লাগল যে, দাসী হয়েও সে ছাগলটাকে যবেহ করল।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ سَمِعَ الْمُعْتَمِرَ أَنْبَأَنَا عُبَيْدُ اللهِ عَنْ نَافِعٍ أَنَّهُ سَمِعَ ابْنَ كَعْبِ بْنِ مَالِكٍ يُحَدِّثُ عَنْ أَبِيهِ أَنَّهُ كَانَتْ لَهُمْ غَنَمٌ تَرْعَى بِسَلْعٍ فَأَبْصَرَتْ جَارِيَةٌ لَنَا بِشَاةٍ مِنْ غَنَمِنَا مَوْتًا فَكَسَرَتْ حَجَرًا فَذَبَحَتْهَا بِهِ فَقَالَ لَهُمْ لاَ تَأْكُلُوا حَتَّى أَسْأَلَ النَّبِيَّ صلى الله عليه وسلم أَوْ أُرْسِلَ إِلَى النَّبِيِّ صلى الله عليه وسلم مَنْ يَسْأَلُهُ وَأَنَّهُ سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ ذَاكَ أَوْ أَرْسَلَ فَأَمَرَهُ بِأَكْلِهَا قَالَ عُبَيْدُ اللهِ فَيُعْجِبُنِي أَنَّهَا أَمَةٌ وَأَنَّهَا ذَبَحَتْ تَابَعَهُ عَبْدَةُ عَنْ عُبَيْدِ اللهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2305,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কোন এক ব্যাক্তির একটি বিশেষ বয়সের উট পাওনা ছিল। সে পাওয়ার জন্য আসলে তিনি সাহাবী দের বললেন, তার পাওনা দিয়ে দাও। তাঁরা সে উটের সমবয়সী উট অনেক খোঁজাখুঁজি করলেন। কিন্তু তা পেলেন না। কিন্তু তা থেকে বেশী বয়সের উট পেলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাই দিয়ে দাও। তখন লোকটি বলল, আপনি আমার প্রাপ্য পুরোপুরি আদায় করেছেন; আল্লাহ আপনাকেও পুরোপুরি প্রতিদান দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যে পরিশোধ করার বেলায় উদার সেই তোমাদের মধ্যে সর্বোত্তম ব্যাক্তি।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ كَانَ لِرَجُلٍ عَلَى النَّبِيِّ صلى الله عليه وسلم سِنٌّ مِنْ الإِبِلِ فَجَاءَهُ يَتَقَاضَاهُ فَقَالَ أَعْطُوهُ فَطَلَبُوا سِنَّهُ فَلَمْ يَجِدُوا لَهُ إِلاَّ سِنًّا فَوْقَهَا فَقَالَ أَعْطُوهُ فَقَالَ أَوْفَيْتَنِي أَوْفَى اللهُ بِكَ قَالَ النَّبِيُّ إِنَّ خِيَارَكُمْ أَحْسَنُكُمْ قَضَاءً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2306,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "এক ব্যাক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পাওনার জন্য তাগাদা দিতে এসে রূঢ় ভাষায় কথা বলতে লাগল। এতে সাহাবীগণ তাকে শায়েস্তা করতে উদ্যত হলেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাক ছেড়ে দাও। কেননা, পাওনাদারদের কড়া কথা বলার অধিকার রয়েছে। তারপর তিনি বললেন, তার উটের সমবয়সী একটি উট তাকে দিয়ে দাও। তাঁরা বললেন, হে আল্লাহ্‌র রসূল! এটা নেই। এর চেয়ে উত্তম উট রয়েছে। তিনি বললেন, তাই দিয়ে দাও। তোমাদের মধ্যে সেই সর্বোৎকৃষ্ট, যে ঋণ পরিশোধের বেলায় উত্তম।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ سَمِعْتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلاً أَتَى النَّبِيَّ صلى الله عليه وسلم يَتَقَاضَاهُ فَأَغْلَظَ فَهَمَّ بِهِ أَصْحَابُهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم دَعُوهُ فَإِنَّ لِصَاحِبِ الْحَقِّ مَقَالاً ثُمَّ قَالَ أَعْطُوهُ سِنًّا مِثْلَ سِنِّهِ قَالُوا يَا رَسُولَ اللهِ صلى الله عليه وسلم إِلاَّ أَمْثَلَ مِنْ سِنِّهِ فَقَالَ أَعْطُوهُ فَإِنَّ مِنْ خَيْرِكُمْ أَحْسَنَكُمْ قَضَاءً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2307,
    "narrator": "মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "হাওয়াযিন গোত্রের প্রতিনিধি দল যখন ইসলাম গ্রহন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন, তখন তিনি উঠে দাঁড়ালেন। প্রতিনিধি দল আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তাদের ধন-সম্পদ ও বন্দী ফেরত চাইলেন। তখন তিনি বললেন, আমার নিকট সত্য কথাই অধিকতর পছন্দনীয়। কাজেই তোমরা দু’টোর মধ্যে একটা বেছে নাও- হয় বন্দী, নয় সম্পদ। আমি তো এদের আগমনের অপেক্ষায়ই প্রতীক্ষমান ছিলাম। (বর্ণনাকারী বলেন) তায়ীফ হতে প্রত্যাবর্তন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ রাতেরও বেশী তাদের জন্য অপেক্ষা করেছিলেন। যখন (প্রতিনিধি দল) বুঝতে পারলেন যে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টোর মধ্যে একটি ফেরত দেবেন, তখন তারা বললেন, আমরা আমাদের বন্দীদেরকে গ্রহন করছি। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমগণের মাঝে দাঁড়িয়ে আল্লাহ তা’আলার যথাযথ প্রশংসা করে বললেন, তোমাদের এই ভাইয়েরা তাওবা করে আমার কাছে এসেছে এবং আমার অভিপ্রায় এই যে, আমি তাদের বন্দীদের ফেরত দিই। কাজেই তোমাদের মধ্যে যে যে ব্যাক্তি নিজ খুশিতে স্বেচ্ছা-প্রণোদিত হয়ে ফেরত দিতে চায়, সে দিক। আর তোমাদের মধ্যে যে এর বিনিময় গ্রহন পছন্দ করে, আমরা সেই গণীমতের মাল হতে তা দিব যা আল্লাহ প্রথম আমাদের দান করবেন। সে তা করুক অর্থাৎ বিনিময় নিয়ে ফেরত দিক। সাহাবীগণ বললেন, হে আল্লাহ্‌র রসূল! আমরা স্বেচ্ছায় তাদেরকে ফেরত দিলাম। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের মধ্যে কে অনুমতি দিল আর কে দিল না, তা আমরা বুঝতে পারছি না। কাজেই তোমরা ফিরে যাও এবং তোমাদের নেতাগণ তোমাদের মতামত আমাদের নিকট পেশ করুক। সাহাবীগণ ফিরে গেলেন। তাঁদের নেতা তাঁদের সাথে আলাপ-আলোচনা করলেন। তারপর তারা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে জানালেন যে, সাহাবীগণ সন্তুষ্টচিত্তে অনুমতি দিয়েছেন",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ وَزَعَمَ عُرْوَةُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَاهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم أَحَبُّ الْحَدِيثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْيَ وَإِمَّا الْمَالَ وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ وَقَدْ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنْ الطَّائِفِ فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ قَدْ جَاءُونَا تَائِبِينَ وَإِنِّي قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ بِذَلِكَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ لِرَسُولِ اللهِ لَهُمْ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِي ذَلِكَ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعُوا إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ ثُمَّ رَجَعُوا إِلَى رَسُولِ اللهِ فَأَخْبَرُوهُ أَنَّهُمْ قَدْ طَيَّبُوا وَأَذِنُوا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2308,
    "narrator": "মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "হাওয়াযিন গোত্রের প্রতিনিধি দল যখন ইসলাম গ্রহন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন, তখন তিনি উঠে দাঁড়ালেন। প্রতিনিধি দল আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তাদের ধন-সম্পদ ও বন্দী ফেরত চাইলেন। তখন তিনি বললেন, আমার নিকট সত্য কথাই অধিকতর পছন্দনীয়। কাজেই তোমরা দু’টোর মধ্যে একটা বেছে নাও- হয় বন্দী, নয় সম্পদ। আমি তো এদের আগমনের অপেক্ষায়ই প্রতীক্ষমান ছিলাম। (বর্ণনাকারী বলেন) তায়ীফ হতে প্রত্যাবর্তন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ রাতেরও বেশী তাদের জন্য অপেক্ষা করেছিলেন। যখন (প্রতিনিধি দল) বুঝতে পারলেন যে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টোর মধ্যে একটি ফেরত দেবেন, তখন তারা বললেন, আমরা আমাদের বন্দীদেরকে গ্রহন করছি। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমগণের মাঝে দাঁড়িয়ে আল্লাহ তা’আলার যথাযথ প্রশংসা করে বললেন, তোমাদের এই ভাইয়েরা তাওবা করে আমার কাছে এসেছে এবং আমার অভিপ্রায় এই যে, আমি তাদের বন্দীদের ফেরত দিই। কাজেই তোমাদের মধ্যে যে যে ব্যাক্তি নিজ খুশিতে স্বেচ্ছা-প্রণোদিত হয়ে ফেরত দিতে চায়, সে দিক। আর তোমাদের মধ্যে যে এর বিনিময় গ্রহন পছন্দ করে, আমরা সেই গণীমতের মাল হতে তা দিব যা আল্লাহ প্রথম আমাদের দান করবেন। সে তা করুক অর্থাৎ বিনিময় নিয়ে ফেরত দিক। সাহাবীগণ বললেন, হে আল্লাহ্‌র রসূল! আমরা স্বেচ্ছায় তাদেরকে ফেরত দিলাম। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের মধ্যে কে অনুমতি দিল আর কে দিল না, তা আমরা বুঝতে পারছি না। কাজেই তোমারা ফিরে যাও এবং তোমাদের নেতাগণ তোমাদের মতামত আমাদের নিকট পেশ করুক। সাহাবীগণ ফিরে গেলেন। তাঁদের নেতা তাঁদের সাথে আলাপ-আলোচনা করলেন। তারপর তারা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে জানালেন যে, সাহাবীগণ সন্তুষ্টচিত্তে অনুমতি দিয়েছেন",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ وَزَعَمَ عُرْوَةُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَاهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم أَحَبُّ الْحَدِيثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْيَ وَإِمَّا الْمَالَ وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ وَقَدْ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنْ الطَّائِفِ فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ قَدْ جَاءُونَا تَائِبِينَ وَإِنِّي قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ بِذَلِكَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ لِرَسُولِ اللهِ لَهُمْ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِي ذَلِكَ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعُوا إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ ثُمَّ رَجَعُوا إِلَى رَسُولِ اللهِ فَأَخْبَرُوهُ أَنَّهُمْ قَدْ طَيَّبُوا وَأَذِنُوا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2309,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি এক সফরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। আমি ধীরগতি সম্পন্ন উটের সাওয়ার ছিলাম, যার ফলে উটটা দলের পেছনে পড়ে গেল। এমনি অবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছ দিয়ে গেলেন এবং বললেন, এ কে? আমি বললাম, জাবির ইবনু ‘আবদুল্লাহ। তিনি বললেন, তোমার কী হলো (পেছনে কেন)? আমি বললাম, আমি ধীরগতি সম্পন্ন উটে সাওয়ার হয়েছি। তিনি বললেন, তোমার কাছে কি কোন লাঠি আছে? আমি বললাম, হ্যাঁ আছে। এটা আমাকে দাও। আমি তখন সেটা তাঁকে দিলাম। তিনি উটটাকে চাবুক মেরে হাঁকালেন। এতে উটটা (দ্রুত চলে) সে স্থান হতে দলের অগ্রভাগে চলে গেল। তিনি বললেন, এটা আমার কাছে বিক্রি করে দাও। আমি বললাম, নিশ্চয় হে আল্লাহ্‌র রসূল! এটা আপনারই (অর্থাৎ বিনা মালেই নিয়ে নিন)। তিনি বললেন, (না) বরং এটা আমার কাছে বিক্রি কর। তিনি বললেন, চার দীনার মূল্যে আমি এটা কিনে নিলাম। তবে মদীনা পর্যন্ত এর পিঠে তুমিই সাওয়ার থাকবে। আমরা যখন মদীনার নিকটবর্তী হলাম, তখন আমি আমার বাড়ীর দিকে রওয়ানা হলাম। তিনি জিজ্ঞেস করলেন, কোথায় যাচ্ছ? আমি বললাম, আমি একজন বিধবা মেয়েকে বিয়ে করেছি। তিনি বললেন, কুমারী কেন বিয়ে করলে না? তুমি তার সাথে খেলা করতে? সে তোমার সাথে খেলা করত এবং আমি বললাম, আমার আব্বা মারা গেছেন এবং কয়েকজন কন্যা রেখে গেছেন। আমি চাইলাম এমন একটা মেয়েকে বিয়ে করতে, যে হবে অভিজ্ঞতা সম্পন্ন এবং বিধবা। তিনি বললেন, তাহলে ঠিক আছে। আমরা মদীনায় পৌঁছালে তিনি বললেন, হে বিলাল! জাবিরকে তার দাম দিয়ে দাও এবং কিছু বেশীও দিয়ে দিও। কাজেই বিলাল (রাঃ) তাকে চার দিনার এবং অতিরিক্ত এক কীরাত (সোনা) দিলেন। জাবির (রাঃ) বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দেয়া অতিরিক্ত এক কীরাত সোনা কখনো আমার কাছ হতে বিচ্ছিন্ন হত না। তাই তা জাবির (রাঃ)-এর থলেতে সব সময় থাকত, কখনো বিচ্ছিন্ন হত না।",
    "ar": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيمَ حَدَّثَنَا ابْنُ جُرَيْجٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ وَغَيْرِهِ يَزِيدُ بَعْضُهُمْ عَلَى بَعْضٍ وَلَمْ يُبَلِّغْهُ كُلُّهُمْ رَجُلٌ وَاحِدٌ مِنْهُمْ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ كُنْتُ مَعَ النَّبِيِّ فِي سَفَرٍ فَكُنْتُ عَلَى جَمَلٍ ثَفَالٍ إِنَّمَا هُوَ فِي آخِرِ الْقَوْمِ فَمَرَّ بِي النَّبِيُّ صلى الله عليه وسلم فَقَالَ مَنْ هَذَا قُلْتُ جَابِرُ بْنُ عَبْدِ اللهِ قَالَ مَا لَكَ قُلْتُ إِنِّي عَلَى جَمَلٍ ثَفَالٍ قَالَ أَمَعَكَ قَضِيبٌ قُلْتُ نَعَمْ قَالَ أَعْطِنِيهِ فَأَعْطَيْتُهُ فَضَرَبَهُ فَزَجَرَهُ فَكَانَ مِنْ ذَلِكَ الْمَكَانِ مِنْ أَوَّلِ الْقَوْمِ قَالَ بِعْنِيهِ فَقُلْتُ بَلْ هُوَ لَكَ يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ بَلْ بِعْنِيهِ قَدْ أَخَذْتُهُ بِأَرْبَعَةِ دَنَانِيرَ وَلَكَ ظَهْرُهُ إِلَى الْمَدِينَةِ فَلَمَّا دَنَوْنَا مِنْ الْمَدِينَةِ أَخَذْتُ أَرْتَحِلُ قَالَ أَيْنَ تُرِيدُ قُلْتُ تَزَوَّجْتُ امْرَأَةً قَدْ خَلاَ مِنْهَا قَالَ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ قُلْتُ إِنَّ أَبِي تُوُفِّيَ وَتَرَكَ بَنَاتٍ فَأَرَدْتُ أَنْ أَنْكِحَ امْرَأَةً قَدْ جَرَّبَتْ خَلاَ مِنْهَا قَالَ فَذَلِكَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ قَالَ يَا بِلاَلُ اقْضِهِ وَزِدْهُ فَأَعْطَاهُ أَرْبَعَةَ دَنَانِيرَ وَزَادَهُ قِيرَاطًا قَالَ جَابِرٌ لاَ تُفَارِقُنِي زِيَادَةُ رَسُولِ اللهِ صلى الله عليه وسلم فَلَمْ يَكُنْ الْقِيرَاطُ يُفَارِقُ جِرَابَ جَابِرِ بْنِ عَبْدِ اللهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2310,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! আমি আপনার প্রতি আমাকে হেবা করে দিয়েছি। তখন এক ব্যক্তি বলল, হে আল্লাহ্‌র রসূল! একে আমার সঙ্গে বিয়ে দিয়ে দিন। তিনি বললেন, কুরআনের যে অংশটুকু তোমার মুখস্থ রয়েছে তার বিনিময়ে আমি এর সঙ্গে বিয়ে দিলাম।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ جَاءَتْ امْرَأَةٌ إِلَى رَسُولِ اللهِ فَقَالَتْ يَا رَسُولَ اللهِ صلى الله عليه وسلم إِنِّي قَدْ وَهَبْتُ لَكَ مِنْ نَفْسِي فَقَالَ رَجُلٌ زَوِّجْنِيهَا قَالَ قَدْ زَوَّجْنَاكَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2311,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে রমযানের যাকাত হিফাযত করার দায়িত্বে নিযুক্ত করলেন। এক ব্যক্তি এসে অঞ্জলি ভর্তি করে খাদ্য সামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আল্লাহ্‌র কসম! আমি তোমাকে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে উপস্থিত করব। সে বলল, আমাকে ছেড়ে দিন। আমি খুব অভাবগ্রস্থ, আমার যিম্মায় পরিবারের দায়িত্ব রয়েছে এবং আমার প্রয়োজন তীব্র। তিনি বললেন, আমি ছেড়ে দিলাম। যখন সকাল হলো, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে জিজ্ঞেস করলেন, হে আবু হুরায়রা, তোমার রাতের বন্দী কি করলে? আমি বললাম, হে আল্লাহ্‌র রসূল! সে তার তীব্র অভাব ও পরিবার, পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়, তাই তাকে ছেড়ে দিয়েছি। তিনি বললেন, সাবধান! সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। ‘সে আবার আসবে’ আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উক্তির কারণে আমি বুঝতে পারলাম যে, সে পুনরায় আসবে। কাজেই আমি তার অপেক্ষায় থাকলাম। সে এল এবং অঞ্জলি ভরে খাদ্য সামগ্রী নিতে লাগল। আমি ধরে ফেললাম এবং বললাম, আমি তোমাকে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে নিয়ে যাব। সে বলল, আমাকে ছেড়ে দিন। কেননা, আমি খুবই দরিদ্র এবং আমার উপর পরিবার-পরিজনের দায়িত্ব ন্যস্ত, আমি আর আসব না। তার প্রতি আমার দয়া হল এবং আমি তাকে ছেড়ে দিলাম। সকাল হলে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে জিজ্ঞেস করলেন, হে আবু হুরায়রা! তোমার বন্দী কী করলে? আমি বললাম, হে আল্লাহ্‌র রসূল! সে তার তীব্র প্রয়োজন এবং পরিবার-পরিজনের কথা বলায় তার প্রতি আমার দয়া হয়। তাই আমি তাকে ছেড়ে দিয়েছি। তিনি বললেন, খবরদার সে তোমার কাছে মিথ্যা বলেছে এবং সে আবার আসবে। তাই আমি তৃতীয়বার তার অপেক্ষায় রইলাম। সে আসল এবং অঞ্জলি ভর্তি করে খাদ্য সামগ্রী নিতে লাগল। আমি তাকে পাকড়াও করলাম এবং বললাম, আমি তোমাকে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে অবশ্যই নিয়ে যাব। এ হলো তিনবারের শেষবার। তুমি প্রত্যেক বার বল যে, আর আসবে না, কিন্তু আবার আস। সে বলল, আমাকে ছেড়ে দাও। আমি তোমাকে কয়েকটি কথা শিখিয়ে দেব। যা দিয়ে আল্লাহ তোমাকে উপকৃত করবেন। আমি বললাম, সেটা কী? সে বলল, যখন তুমি রাতে শয্যায় যাবে তখন আয়াতুল কুরসী ------------------------- আয়াতের শেষ পর্যন্ত পড়বে। তখন আল্লাহ্‌র তরফ হতে তোমার জন্য একজন রক্ষক নিযুক্ত হবে এবং ভোর পর্যন্ত শয়তান তোমার কাছে আসতে পারবে না। কাজেই তাকে ছেড়ে দিলাম। ভোর  হলে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, গত রাতের তোমার বন্দী কী করল? আমি বললাম, হে আল্লাহ্‌র রসূল! সে আমাকে বলল যে, সে আমাকে কয়েকটি বাক্য শিক্ষা দেবে যা দিয়ে আল্লাহ আমাকে লাভবান করবেন। তাই আমি তাকে ছেড়ে দিয়েছি। তিনি আমাকে বললেন, এই বাক্যগুলো কী? আমি বললাম, সে আমাকে বলল, যখন তুমি তোমার বিছানায় শুতে যাবে তখন আয়াতুল কুরসী ---------------------- প্রথম হতে আয়াতের শেষ পর্যন্ত পড়বে এবং সে আমাকে বলল, এতে আল্লাহ্‌র তরফ হতে তোমার জন্য একজন রক্ষক নিযুক্ত থাকবেন এবং ভোর পর্যন্ত তোমার নিকট কোন শয়তান আসতে পারবে না। সাহাবায়ে কিরাম কল্যাণের জন্য বিশেষ লালায়িত ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ, এ কথাটি তো সে তোমাকে সত্য বলেছে। কিন্তু হুশিয়ার, সে মিথ্যুক। হে আবু হুরায়রা! তুমি কি জান, তিন রাত ধরে তুমি কার সাথে কথাবার্তা বলেছিলে। আবু হুরায়রা (রাঃ) বললেন, না। তিনি বললেন, সে ছিল শয়তান।",
    "ar": ". وَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ أَبُو عَمْرٍو حَدَّثَنَا عَوْفٌ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ وَكَّلَنِي رَسُولُ اللهِ صلى الله عليه وسلم بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ وَقُلْتُ وَاللهِ لأرْفَعَنَّكَ إِلَى رَسُولِ اللهِ قَالَ إِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ وَلِي حَاجَةٌ شَدِيدَةٌ قَالَ فَخَلَّيْتُ عَنْهُ فَأَصْبَحْتُ فَقَالَ النَّبِيُّ يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قَالَ قُلْتُ يَا رَسُولَ اللهِ صلى الله عليه وسلم شَكَا حَاجَةً شَدِيدَةً وَعِيَالاً فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَعَرَفْتُ أَنَّهُ سَيَعُودُ لِقَوْلِ رَسُولِ اللهِ إِنَّهُ سَيَعُودُ فَرَصَدْتُهُ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لأرْفَعَنَّكَ إِلَى رَسُولِ اللهِ قَالَ دَعْنِي فَإِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ لاَ أَعُودُ فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم يَا أَبَا هُرَيْرَةَ مَا فَعَلَ أَسِيرُكَ قُلْتُ يَا رَسُولَ اللهِ صلى الله عليه وسلم شَكَا حَاجَةً شَدِيدَةً وَعِيَالاً فَرَحِمْتُهُ فَخَلَّيْتُ سَبِيلَهُ قَالَ أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ فَرَصَدْتُهُ الثَّالِثَةَ فَجَاءَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لأرْفَعَنَّكَ إِلَى رَسُولِ اللهِ وَهَذَا آخِرُ ثَلاَثِ مَرَّاتٍ أَنَّكَ تَزْعُمُ لاَ تَعُودُ ثُمَّ تَعُودُ قَالَ دَعْنِي أُعَلِّمْكَ كَلِمَاتٍ يَنْفَعُكَ اللهُ بِهَا قُلْتُ مَا هُوَ قَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ { اللهُ لاَ إِلٰهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ } حَتَّى تَخْتِمَ الآيَةَ فَإِنَّكَ لَنْ يَزَالَ عَلَيْكَ مِنْ اللهِ حَافِظٌ وَلاَ يَقْرَبَنَّكَ شَيْطَانٌ حَتَّى تُصْبِحَ فَخَلَّيْتُ سَبِيلَهُ فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللهِ صلى الله عليه وسلم مَا فَعَلَ أَسِيرُكَ الْبَارِحَةَ قُلْتُ يَا رَسُولَ اللهِ صلى الله عليه وسلم زَعَمَ أَنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللهُ بِهَا فَخَلَّيْتُ سَبِيلَهُ قَالَ مَا هِيَ قُلْتُ قَالَ لِي إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ مِنْ أَوَّلِهَا حَتَّى تَخْتِمَ الآيَةَ { اللهُ لاَ إِلٰهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ } وَقَالَ لِي لَنْ يَزَالَ عَلَيْكَ مِنْ اللهِ حَافِظٌ وَلاَ يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ وَكَانُوا أَحْرَصَ شَيْءٍ عَلَى الْخَيْرِ فَقَالَ النَّبِيُّ أَمَا إِنَّهُ قَدْ صَدَقَكَ وَهُوَ كَذُوبٌ تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلاَثِ لَيَالٍ يَا أَبَا هُرَيْرَةَ قَالَ لاَ قَالَ ذَاكَ شَيْطَانٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2312,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, বিলাল (রাঃ) কিছু বরনী খেজুর (উন্নতমানের খেজুর) নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেন, এগুলো কোথায় পেলে? বিলাল (রাঃ) বললেন, আমাদের নিকট কিছু নিকৃষ্ট মানের খেজুর ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে খাওয়ানোর উদ্দেশ্যে তা দু’ সা’-এর বিনিময়ে এক সা’ কিনেছি। একথা শুনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হায়! হায়! এটাতো একেবারে সুদ! এটাতো একেবারে সুদ! এরূপ করো না। যখন তুমি উৎকৃষ্ট খেজুর কিনতে চাও, তখন নিকৃষ্ট খেজুর ভিন্নভাবে বিক্রি করে দাও। তারপর সে  মুল্যের বিনিময়ে উৎকৃষ্ট খেজুর কিনে নাও।",
    "ar": "حَدَّثَنَا إِسْحَاقُ حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ حَدَّثَنَا مُعَاوِيَةُ هُوَ ابْنُ سَلاَّمٍ عَنْ يَحْيَى قَالَ سَمِعْتُ عُقْبَةَ بْنَ عَبْدِ الْغَافِرِ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ قَالَ جَاءَ بِلاَلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم بِتَمْرٍ بَرْنِيٍّ فَقَالَ لَهُ النَّبِيُّ مِنْ أَيْنَ هَذَا قَالَ بِلاَلٌ كَانَ عِنْدَنَا تَمْرٌ رَدِيٌّ فَبِعْتُ مِنْهُ صَاعَيْنِ بِصَاعٍ لِنُطْعِمَ النَّبِيَّ فَقَالَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ ذَلِكَ أَوَّهْ أَوَّهْ عَيْنُ الرِّبَا عَيْنُ الرِّبَا لاَ تَفْعَلْ وَلَكِنْ إِذَا أَرَدْتَ أَنْ تَشْتَرِيَ فَبِعْ التَّمْرَ بِبَيْعٍ آخَرَ ثُمَّ اشْتَرِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2313,
    "narrator": "‘আমর (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ)-এর সদাকা সম্পর্কিত লিপিতে ছিল যে, মুতাওয়াল্লী নিজে ভোগ করলে এবং বন্ধু-বান্ধবকে আপ্যায়ন করলে কোন গুনাহ নেই; যদি মাল সঞ্চয় করার উদ্দেশ্য না থাকে। ইবনু ‘উমার (রাঃ), ‘উমার (রাঃ)-এর সদাকার মুতাওয়াল্লী ছিলেন। তিনি যখন মক্কাবাসী লোকেদের নিকট অবতরণ করতেন, তখন তাদেরকে সেখান হতে উপঢৌকন পাঠিয়ে দিতেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو قَالَ فِي صَدَقَةِ عُمَرَ لَيْسَ عَلَى الْوَلِيِّ جُنَاحٌ أَنْ يَأْكُلَ وَيُؤْكِلَ صَدِيقًا لَهُ غَيْرَ مُتَأَثِّلٍ مَالاً فَكَانَ ابْنُ عُمَرَ هُوَ يَلِي صَدَقَةَ عُمَرَ يُهْدِي لِنَاسٍ مِنْ أَهْلِ مَكَّةَ كَانَ يَنْزِلُ عَلَيْهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2314,
    "narrator": "যায়েদ ইবনু খালিদ ও আবূ হুরায়রা (রাঃ) সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, হে উনাইস (ইবনু যিহাক আসলামী) সে মহিলার নিকট যাও। যদি সে (অপরাধ) স্বীকার করে তবে তাঁকে প্রস্তর নিক্ষেপে হত্যা কর।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ زَيْدِ بْنِ خَالِدٍ وَأَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2315,
    "narrator": "যায়েদ ইবনু খালিদ ও আবূ হুরায়রা (রাঃ) সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, হে উনাইস (ইবনু যিহাক আসলামী) সে মহিলার নিকট যাও। যদি সে (অপরাধ) স্বীকার করে তবে তাঁকে প্রস্তর নিক্ষেপে হত্যা কর।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ أَخْبَرَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ زَيْدِ بْنِ خَالِدٍ وَأَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2316,
    "narrator": "উকবা ইবনু হারিস (রাঃ)",
    "bn": "তিনি বলেন, নু’আইমানকে অথবা ইবনু নু’আইমানকে নেশাগ্রস্থ অবস্থায় আনা হল। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে উপস্থিত লোকদেরকে তাকে প্রহার করতে আদেশ দিলেন। রাবী বলেন, যারা তাকে প্রহার করেছিল, তাদের মধ্যে আমিও ছিলাম। আমরা তাকে জুতা দিয়ে এবং খেজুর ডাল দিয়ে প্রহার করেছি।",
    "ar": "حَدَّثَنَا ابْنُ سَلاَّمٍ أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ عَنْ أَيُّوبَ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ عُقْبَةَ بْنِ الْحَارِثِ قَالَ جِيءَ بِالنُّعَيْمَانِ أَوْ ابْنِ النُّعَيْمَانِ شَارِبًا فَأَمَرَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ كَانَ فِي الْبَيْتِ أَنْ يَضْرِبُوا قَالَ فَكُنْتُ أَنَا فِيمَنْ ضَرَبَهُ فَضَرَبْنَاهُ بِالنِّعَالِ وَالْجَرِيدِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2317,
    "narrator": "‘আমরাহ বিন্‌তু আবদুর রহমান (রাঃ)",
    "bn": "‘আয়িশা (রাঃ) বলেন, আমি নিজ হাতে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কুরবানীর জন্তুর জন্য হার পাকিয়েছি। তারপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ হাতে তাকে হার পরিয়ে আমার পিতা [আবূ বকর (রাঃ)]-এর সঙ্গে পাঠিয়েছেন। কুরবানীর জন্তু যবেহ করার পর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপর কোন কিছু হারাম থাকেনি, যা আল্লাহ তাঁর জন্য হালাল করেছেন।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرِ بْنِ حَزْمٍ عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمٰنِ أَنَّهَا أَخْبَرَتْهُ قَالَتْ عَائِشَةُ أَنَا فَتَلْتُ قَلاَئِدَ هَدْيِ رَسُولِ اللهِ صلى الله عليه وسلم بِيَدَيَّ ثُمَّ قَلَّدَهَا رَسُولُ اللهِ صلى الله عليه وسلم بِيَدَيْهِ ثُمَّ بَعَثَ بِهَا مَعَ أَبِي فَلَمْ يَحْرُمْ عَلَى رَسُولِ اللهِ شَيْءٌ أَحَلَّهُ اللهُ لَهُ حَتَّى نُحِرَ الْهَدْيُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2318,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, মদীনায় আনসারদের মধ্যে আবূ তালহাই সবচেয়ে বেশী ধনী ছিলেন এবং তাঁর সম্পদের মধ্যে বায়রুহা তাঁর সবচেয়ে প্রিয় সম্পদ ছিল, এটা মসজিদের (নাববীর) সম্মুখে অবস্থিত ছিল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তথায় যেতেন এবং এতে যে উৎকৃষ্ট পানি ছিল তা পান করতেন। যখন এ আয়াত  নাযিল হলোঃ “তোমরা যা ভালবাস, তা হতে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবে না”— (আল্‌ ইমরান (৩) : ৯২)। তখন আবূ তালহাহ্‌ (রাঃ) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে এসে দাঁড়ালেন এবং বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ তাঁর কিতাবে বলেছেনঃ “তোমরা যা ভালবাস, তা হতে যে পর্যন্ত দান না করবে, সে পর্যন্ত তোমরা প্রকৃত পুণ্য লাভ করবে না” – (আল্‌ ইমরান (৩) : ৯২)। আর আমার সম্পদের মধ্যে বায়রুহা আমার নিকট সবচেয়ে প্রিয় সম্পদ। আমি ওটা আল্লাহ্‌র সন্তুষ্টির জন্য দান করে দিলাম। ওর সওয়াব ও প্রতিদান আমি আল্লাহ্‌র নিকট প্রত্যাশা করছি। কাজেই হে আল্লাহ্‌র রসূল! আপনি ওটাকে যেখানে ভাল মনে করেন, খরচ করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বেশ। এ সম্পদ তো প্রস্থানকারী, এ সম্পদ তো চলে যাওয়ার। তুমি এ ব্যাপারে যা বললে, তা আমি শুনলাম এবং এটাই সঙ্গত মনে করি যে, এটা তুমি তোমার আত্মীয়স্বজনদের মধ্যে বণ্টন করে দিবে। আবূ তালহাহ্‌ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমি তাই করব। তারপর আবূ তালহাহ্‌ (রাঃ) তার নিকটাত্মীয় ও চাচাত ভাইদের মধ্যে তা বণ্টন করে দিলেন। \n\nইসমাঈল (রহঃ) মালিক (রহঃ) হতে অনুরূপ হাদীস বর্ণনায় ইয়াহ্‌ইয়া (রহঃ)-এর অনুসরণ করেছেন। রাওহ্‌ মালিক (রহঃ) হতে বর্ণনা করেছেন, এতে তিনি ‘রায়িহুন’ স্থলে ‘রাবিহুন’ বলেছেন। এর অর্থ হল লাভজনক।",
    "ar": "حَدَّثَنِي يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ الأَنْصَارِ بِالْمَدِينَةِ مَالاً وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ فَلَمَّا نَزَلَتْ { لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ } قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللهِ فَقَالَ يَا رَسُولَ اللهِ صلى الله عليه وسلم إِنَّ اللهَ تَعَالَى يَقُولُ فِي كِتَابِهِ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرُحَاءَ وَإِنَّهَا صَدَقَةٌ للهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللهِ فَضَعْهَا يَا رَسُولَ اللهِ صلى الله عليه وسلم حَيْثُ شِئْتَ فَقَالَ بَخٍ ذَلِكَ مَالٌ رَائِحٌ ذَلِكَ مَالٌ رَائِحٌ قَدْ سَمِعْتُ مَا قُلْتَ فِيهَا وَأَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ قَالَ أَفْعَلُ يَا رَسُولَ اللهِ صلى الله عليه وسلم فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ\nتَابَعَهُ إِسْمَاعِيلُ عَنْ مَالِكٍ وَقَالَ رَوْحٌ عَنْ مَالِكٍ رَابِحٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2319,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বিশ্বস্ত কোষাধ্যক্ষ যে ঠিকমত ব্যয় করে, অনেক সময় বলেছেন, যাকে দান করতে বলা হয় তাকে পরিপূর্ণভাবে সন্তুষ্টচিত্তে দিয়ে দেয় সেও (কোষাধ্যক্ষ) দানকারীদের একজন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللهِ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ الْخَازِنُ الأَمِينُ الَّذِي يُنْفِقُ وَرُبَّمَا قَالَ الَّذِي يُعْطِي مَا أُمِرَ بِهِ كَامِلاً مُوَفَّرًا طَيِّبًا نَفْسُهُ إِلَى الَّذِي أُمِرَ بِهِ أَحَدُ الْمُتَصَدِّقَيْنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]