[
  {
    "hadith_id": 2351,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একটি পেয়ালা আনা হল। তিনি তা হতে পান করলেন। তখন তাঁর ডান দিকে ছিল একজন বয়ঃকনিষ্ঠ বালক আর বয়স্ক লোকেরা ছিলেন তাঁর বাম দিকে। তিনি বললেন, হে বালক! তুমি কি আমাকে অবশিষ্ট (পানিটুকু) বয়স্কদেরকে দেয়ার অনুমতি দিবে? সে বলল, হে আল্লাহর রসূল! আপনার নিকট থেকে ফযীলত পাওয়ার ব্যাপারে আমি আমার চেয়ে অন্য কাউকে প্রাধান্য দিব না। অতঃপর তিনি তা তাকে প্রদান করলেন।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ مِنْهُ، وَعَنْ يَمِينِهِ غُلاَمٌ أَصْغَرُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ فَقَالَ ‏ \"‏ يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَهُ الأَشْيَاخَ ‏\"‏‏.‏ قَالَ مَا كُنْتُ لأُوثِرَ بِفَضْلِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ‏.‏ فَأَعْطَاهُ إِيَّاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2352,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি বকরীর দুধ দোহন করা হল। তখন তিনি আনাস ইবনু মালিক (রাঃ)-এর ঘরে অবস্থান করছিলেন এবং সেই দুধের সঙ্গে আনাস ইবনু মালিকের বাড়ীর কূয়ার পানি মেশানো হল। তারপর পাত্রটি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে দেয়া হল। তিনি তা হতে পান করলেন। পাত্রটি তাঁর মুখ হতে আলাদা করার পর তিনি দেখলেন যে, তাঁর বাঁ দিকে আবূ বক্‌র ও ডান দিকে একজন বেদুঈন রয়েছে। পাত্রটি তিনি হয়ত বেদুঈনকে দিয়ে দেবেন এ আশঙ্কায় ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! আবূ বকর (রাঃ) আপনারই পাশে, তাঁকে পাত্রটি দিন। তিনি বেদুঈনকে পাত্রটি দিলেন, যে তাঁর ডান পাশে ছিল। অতঃপর তিনি বললেন, ডান দিকের লোক বেশী হক্বদার।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ أَنَّهَا حُلِبَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم شَاةٌ دَاجِنٌ وَهْىَ فِي دَارِ أَنَسِ بْنِ مَالِكٍ، وَشِيبَ لَبَنُهَا بِمَاءٍ مِنَ الْبِئْرِ الَّتِي فِي دَارِ أَنَسٍ، فَأَعْطَى رَسُولَ اللَّهِ صلى الله عليه وسلم الْقَدَحَ فَشَرِبَ مِنْهُ، حَتَّى إِذَا نَزَعَ الْقَدَحَ مِنْ فِيهِ، وَعَلَى يَسَارِهِ أَبُو بَكْرٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ فَقَالَ عُمَرُ وَخَافَ أَنْ يُعْطِيَهُ الأَعْرَابِيَّ أَعْطِ أَبَا بَكْرٍ يَا رَسُولَ اللَّهِ عِنْدَكَ‏.‏ فَأَعْطَاهُ الأَعْرَابِيَّ الَّذِي عَلَى يَمِينِهِ، ثُمَّ قَالَ ‏ \"‏ الأَيْمَنَ فَالأَيْمَنَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2353,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ঘাস উৎপাদন হতে বিরত রাখার উদ্দেশ্যে প্রয়োজনের অতিরিক্ত পানি রুখে রাখা যাবে না।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلأُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2354,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, অতিরিক্ত ঘাসে বাধা সৃষ্টির উদ্দেশ্যে অতিরিক্ত পানি রুখে রাখবে না।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَمْنَعُوا فَضْلَ الْمَاءِ لِتَمْنَعُوا بِهِ فَضْلَ الْكَلإِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2355,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, খনি ও কূপে কাজ করা অবস্থায় অথবা জন্তু-জানোয়ারের আঘাতে মারা গেলে ক্ষতিপূরণ দিতে হবে না এবং রিকায (খনিজ দ্রব্যে) পঞ্চমাংশ দিতে হবে।",
    "ar": "حَدَّثَنَا مَحْمُودٌ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَعْدِنُ جُبَارٌ، وَالْبِئْرُ جُبَارٌ، وَالْعَجْمَاءُ جُبَارٌ، وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2356,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি কোন মুসলমানদের অর্থ সম্পদ (যা তার জিম্মায় আছে) আত্মসাৎ করার উদ্দেশ্যে মিথ্যা কসম খায়, সে আল্লাহর সঙ্গে এমন অবস্থায় মিলিত হবে যে, আল্লাহ তার উপর অসন্তুষ্ট থাকবেন। এ প্রেক্ষিতে আল্লাহ তা’আলা নাযিল করেনঃ “যারা আল্লাহর সাথে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে ---এর শেষ পর্যন্ত”- (আল ‘ইমরানঃ ৭৭)। এরপর আশ’আস (রাঃ) এসে বলেন, আবূ ‘আবদুর রহমান (রাঃ) তোমার  নিকট যে হাদীস বর্ণনা করছিলেন (সে হাদীসে বর্ণিত) এ আয়াতটি তো আমার সম্পর্কে নাযিল হয়েছে। আমার চাচাতো ভাইয়ের জায়গায় আমার একটি কূপ ছিল। (এ ব্যাপারে আমাদের মধ্যে বিবাদ হওয়ায়) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তোমার সাক্ষী পেশ কর। আমি বললাম, আমার সাক্ষী নেই। তিনি বললেন, তাহলে তাকে কসম খেতে হবে। আমি বললাম, হে আল্লাহর রসূল! সে তো কসম করবে। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ হাদীস বর্ণনা করেন এবং আল্লাহ তা’আলা তাকে সত্যায়িত করে এই আয়াতটি অবতীর্ণ করেন। (২৪১৬, ২৫১৫, ২৬৬৬, ২৬৬৯, ২৬৭৩, ২৬৭৬, ৪৫৪৯, ৬৬৫৯, ৬৬৭৬, ৭১৮৩, ৭৪৪৫, ২৩৫৩, ২৪১৭, ২৫১৬, ২৬৬৭, ২৬৭০, ২৬৭৭, ৪৫৫০, ৬৬৬০, ৬৬৭৭, ৭১৮৪, মুসলিম ১/৬১, হাঃ ১৩৮, আহমাদ ৩৫৭৬) (আ.প্র. ২১৮৫, ই.ফা. ২২০২)",
    "ar": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ، هُوَ عَلَيْهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهْوَ عَلَيْهِ غَضْبَانُ‏\"‏ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}‏ الآيَةَ‏.‏ فَجَاءَ الأَشْعَثُ فَقَالَ مَا حَدَّثَكُمْ أَبُو عَبْدِ الرَّحْمَنِ، فِيَّ أُنْزِلَتْ هَذِهِ الآيَةُ، كَانَتْ لِي بِئْرٌ فِي أَرْضِ ابْنِ عَمٍّ لِي فَقَالَ لِي ‏\"‏ شُهُودَكَ ‏\"‏‏.‏ قُلْتُ مَا لِي شُهُودٌ‏.‏ قَالَ ‏\"‏ فَيَمِينَهُ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ‏.‏ فَذَكَرَ النَّبِيُّ صلى الله عليه وسلم هَذَا الْحَدِيثَ، فَأَنْزَلَ اللَّهُ ذَلِكَ تَصْدِيقًا لَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2358,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কিয়ামতের দিন তিন শ্রেণীর লোকের প্রতি আল্লাহ তা’আলা দৃষ্টিপাত করবেন না এবং তাদের পবিত্র করবেন না। আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। এক ব্যক্তি- যার নিকট প্রয়োজনের অতিরিক্ত পানি আছে, অথচ সে মুসাফিরকে তা দিতে অস্বীকার করে। অন্য একজন সে ব্যক্তি, যে ইমামের হাতে একমাত্র দুনিয়ার স্বার্থে বায়’আত হয়। যদি ইমাম তাকে কিছু দুনিয়াবী সুযোগ দেন, তাহলে সে খুশী হয়, আর যদি না দেন তবে সে অসন্তুষ্ট হয়। অন্য একজন সে ব্যক্তি, যে আসরের সালাত আদায়ের পর তার জিনিসপত্র (বিক্রয়ের উদ্দেশ্যে) তুলে ধরে আর বলে যে, আল্লাহর কসম, যিনি ছাড়া অন্য কোন মাবূদ নেই, আমার এই দ্রব্যের মূল্য এত এত দিতে আগ্রহ করা হয়েছে। (কিন্তু আমি বিক্রি করিনি) এতে এক ব্যক্তি তাকে বিশ্বাস করে (তা ক্রয় করে নেয়)। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই আয়াতটি তিলাওয়াত করেনঃ   \n“যারা আল্লাহর সঙ্গে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে”- (আল ইমরান ৭৭)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ثَلاَثَةٌ لاَ يَنْظُرُ اللَّهُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ رَجُلٌ كَانَ لَهُ فَضْلُ مَاءٍ بِالطَّرِيقِ، فَمَنَعَهُ مِنِ ابْنِ السَّبِيلِ، وَرَجُلٌ بَايَعَ إِمَامًا لاَ يُبَايِعُهُ إِلاَّ لِدُنْيَا، فَإِنْ أَعْطَاهُ مِنْهَا رَضِيَ، وَإِنْ لَمْ يُعْطِهِ مِنْهَا سَخِطَ، وَرَجُلٌ أَقَامَ سِلْعَتَهُ بَعْدَ الْعَصْرِ، فَقَالَ وَاللَّهِ الَّذِي لاَ إِلَهَ غَيْرُهُ لَقَدْ أَعْطَيْتُ بِهَا كَذَا وَكَذَا، فَصَدَّقَهُ رَجُلٌ‏\"‏ ثُمَّ قَرَأَ هَذِهِ الآيَةَ ‏{‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2359,
    "narrator": "‘আবদুল্লাহ ইবনু যুবাইর (রাঃ)",
    "bn": "তিনি বলেন, জনৈক আনসারী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে যুবাইর (রাঃ)-এর সঙ্গে হাররার নালার পানির ব্যাপারে ঝগড়া করল যে পানি দ্বারা খেজুর বাগান সিঞ্চন করত। আনসারী বলল, নালার পানি ছেড়ে দিন, যাতে তা (প্রবাহিত থাকে) কিন্তু যুবাইর (রাঃ) তা দিতে অস্বীকার করেন। তারা দু’জনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এ নিয়ে বিতর্কে লিপ্ত হলে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইর (রাঃ)- কে বলেন, হে যুবাইর! তোমার যমীনে (প্রথমে) সিঞ্চন করে নাও। এরপর তোমার প্রতিবেশীর দিকে পানি ছেড়ে দাও। এতে আনসারী অসন্তুষ্ট হয়ে বলল, সে তো আপনার ফুফাতো ভাই। এতে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারায় অসন্তুষ্টির লক্ষণ প্রকাশ পেল। এরপর তিনি বললেন, হে যুবাইর! তুমি নিজের জমি সিঞ্চন কর। এরপর পানি আটকিয়ে রাখ, যাতে তা বাঁধ পর্যন্ত পৌঁছে। যুবাইর (রাঃ) বললেন, আল্লাহর কসম! আমার মনে হয়, এ আয়াতটি এ সম্পর্কে নাযিল হয়েছেঃ “তোমার প্রতিপালকের শপথ! তারা মু’মিন হবে না, যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ বিসম্বাদের বিচার ভার আপনার উপর পত্যার্পণ না করে”- (আন-নিসাঃ ৬৫)। (২৩৬১, ২৩৬২, ২৭০৮, ৪৫৮৫) (আ.প্র. ২১৮৭, ই.ফা. ২২০৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ـ رضى الله عنهما ـ أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ فَأَبَى عَلَيْهِ، فَاخْتَصَمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ أَرْسِلِ الْمَاء إِلَى جَارِكَ ‏\"‏‏.‏ فَغَضِبَ الأَنْصَارِيُّ، فَقَالَ أَنْ كَانَ ابْنَ عَمَّتِكَ‏.‏ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ احْبِسِ الْمَاءَ، حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2361,
    "narrator": "‘উরওয়াহ (রাঃ)",
    "bn": "তিনি বলেন, যুবাইর (রাঃ) এক আনসারীর সঙ্গে ঝগড়া করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে যুবাইর! জমিতে পানি সেচের পর তা ছেড়ে দাও।  এতে আনসারী বলল, সে তো আপনার ফুফাতো ভাই। এ কথা শুনে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে যুবাইর! পানি বাঁধে পৌঁছা পর্যন্ত সেচ দিতে থাক। তারপর বন্ধ করে দাও। যুবাইর (রাঃ) বলেন, আমার ধারণা এ আয়াতটি এ সম্পর্কে নাযিল হয়েছেঃ “তোমার রবের কসম, তারা মু’মিন হবে না যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ-বিসম্বাদের বিচার-ভার আপনার উপর অর্পণ না করে”- (আন-নিসা ৬৫)।",
    "ar": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ خَاصَمَ الزُّبَيْرَ رَجُلٌ مِنَ الأَنْصَارِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ أَرْسِلْ ‏\"‏‏.‏ فَقَالَ الأَنْصَارِيُّ إِنَّهُ ابْنُ عَمَّتِكَ‏.‏ فَقَالَ عَلَيْهِ السَّلاَمُ ‏\"‏ اسْقِ يَا زُبَيْرُ، ثُمَّ يَبْلُغُ الْمَاءُ الْجَدْرَ، ثُمَّ أَمْسِكْ ‏\"‏‏.‏ فَقَالَ الزُّبَيْرُ فَأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏َلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏ قَالَ مُحَمَّدُ بْنُ الْعَبَّاسِ قَالَ أَبُو عَبْدِ اللَّهِ لَيْسَ أَحَدٌ يَذْكُرُ عُرْوَةَ عَنْ عَبْدِ اللَّهِ، إِلاَّ اللَّيْثُ فَقَطْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2362,
    "narrator": "‘উরওয়াহ ইবনু যুবাইর (রাঃ)",
    "bn": "তিনি বলেন, একজন আনসারী হার্‌রার নালার পানি নিয়ে যুবাইরের সাথে ঝগড়া করল, যে পানি দিয়ে তিনি খেজুর বাগান সেচ দিতেন। এ বিষয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে যুবাইর! সেচ দিতে থাক। তারপর নিয়ম-নীতি অনুযায়ী তিনি তাকে নির্দেশ দিলেন, তারপর তা তোমার প্রতিবেশীর জন্য ছেড়ে দাও। এতে আনসারী বলল, সে আপনার ফুফাতো ভাই তাই। এ কথায় আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারা মুবারক বিবর্ণ হয়ে গেল। তখন তিনি বললেন, সেচ দাও। পানি ক্ষেতের বাঁধ পর্যন্ত পৌঁছে গেলে বন্ধ করে দাও। যুবাইরকে তিনি তার পুরা  হক দিলেন। যুবাইর (রাঃ) বলেন, আল্লাহর কসম, এ আয়াত এ সম্পর্কে নাযিল হয়ঃ “তোমার প্রতিপালকের কসম, তারা মু’মিন হবে না, যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ-বিসম্বাদের বিচার-ভার আপনার উপর অর্পণ না করে”। বর্ণনাকারী বলেন, ইবনু শিহাবের বর্ণনা হচ্ছে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ কথা ‘পানি নেয়ার পর বাঁধ অবধি পৌঁছার পর তা বন্ধ রাখ’। আনসার এবং অন্যান্য লোকেরা এর পরিমাণ করে দেখেছেন যে, তা টাখনু পর্যন্ত পৌঁছে।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدٌ، قَالَ أَخْبَرَنِي ابْنُ جُرَيْجٍ، قَالَ حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّهُ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ فِي شِرَاجٍ مِنَ الْحَرَّةِ يَسْقِي بِهَا النَّخْلَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اسْقِ يَا زُبَيْرُ ـ فَأَمَرَهُ بِالْمَعْرُوفِ ـ ثُمَّ أَرْسِلْ إِلَى جَارِكَ ‏\"‏‏.‏ فَقَالَ الأَنْصَارِيُّ أَنْ كَانَ ابْنَ عَمَّتِكَ‏.‏ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ الْمَاءُ إِلَى الْجَدْرِ ‏\"‏‏.‏ وَاسْتَوْعَى لَهُ حَقَّهُ‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنَّ هَذِهِ الآيَةَ أُنْزِلَتْ فِي ذَلِكَ ‏{‏َلاَ وَرَبِّكِ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏‏.‏ قَالَ لِي ابْنُ شِهَابٍ فَقَدَّرَتِ الأَنْصَارُ وَالنَّاسُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏‏.‏ وَكَانَ ذَلِكَ إِلَى الْكَعْبَيْنِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2365,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, একজন মহিলাকে একটি বিড়ালের কারণে আযাব দেয়া হয়। সে বিড়ালটি বেঁধে রেখেছিল, অবশেষে বিড়ালটি ক্ষুধায় মারা যায়। এ কারণে মহিলা জাহান্নামে প্রবেশ করল। বর্ণনাকারী বলেন, তিনি [রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বলেন, আল্লাহ ভালো জানেন, বাঁধা থাকাকালীন তুমি তাকে না খেতে দিয়েছিলে, না পান করতে দিয়েছিলে এবং না তুমি তাকে ছেড়ে দিয়েছিলে, তা হলে সে জমিনের পোকা-কামড় খেয়ে বেঁচে থাকত।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ عُذِّبَتِ امْرَأَةٌ فِي هِرَّةٍ حَبَسَتْهَا، حَتَّى مَاتَتْ جُوعًا، فَدَخَلَتْ فِيهَا النَّارَ ـ قَالَ فَقَالَ وَاللَّهُ أَعْلَمُ ـ لاَ أَنْتِ أَطْعَمْتِهَا وَلاَ سَقَيْتِهَا حِينَ حَبَسْتِيهَا، وَلاَ أَنْتِ أَرْسَلْتِيهَا فَأَكَلَتْ مِنْ خَشَاشِ الأَرْضِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2364,
    "narrator": "আসমা বিনতু আবূ বক্‌র (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য গ্রহণের সালাত আদায় করলেন। তারপর বললেন, জাহান্নাম আমার নিকটবর্তী করা হলে আমি বললাম, হে রব! আমিও কি এই জাহান্নামীর সাথী হব? এমতাবস্থায় একজন মহিলা আমার নজরে পড়ল। বর্ণনাকারী বলেন, আমার ধারণা, তিনি বলেছেন, বিড়াল তাকে (মহিলা) খামছাচ্ছিল। তিনি জিজ্ঞেস করলেন, এ মহিলার কী হল? ফেরেশতারা জবাব দিলেন, সে একটি বিড়াল বেঁধে রেখেছিল, যার কারণে বিড়ালটি ক্ষুধায় মারা যায়।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْكُسُوفِ، فَقَالَ ‏ \"‏ دَنَتْ مِنِّي النَّارُ حَتَّى قُلْتُ أَىْ رَبِّ، وَأَنَا مَعَهُمْ فَإِذَا امْرَأَةٌ ـ حَسِبْتُ أَنَّهُ قَالَ ـ تَخْدِشُهَا هِرَّةٌ قَالَ مَا شَأْنُ هَذِهِ قَالُوا حَبَسَتْهَا حَتَّى مَاتَتْ جُوعًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2363,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, একজন লোক রাস্তা দিয়ে চলতে চলতে তার ভীষণ পিপাসা লাগল। সে কূপে নেমে পানি পান করল। এরপর সে বের হয়ে দেখতে পেল যে, একটা কুকুর হাঁপাচ্ছে এবং পিপাসায় কাতর হয়ে মাটি চাটছে। সে ভাবল, কুকুরটারও আমার মত পিপাসা লেগেছে। সে কূপের মধ্যে নামল এবং নিজের মোজা ভরে পানি নিয়ে মুখ দিয়ে সেটি ধরে উপরে উঠে এসে কুকুরটিকে পানি পান করাল। আল্লাহ তা’আলা তার আমল কবূল করলেন এবং আল্লাহ তার গোনাহ মাফ করে দেন। সাহাবীগণ বললেন, হে আল্লাহর রসূল! চতুষ্পদ জন্তুর উপকার করলেও কি আমাদের সাওয়াব হবে? তিনি বললেন, প্রত্যেক প্রাণীর উপকার করাতেই পূণ্য রয়েছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ بَيْنَا رَجُلٌ يَمْشِي فَاشْتَدَّ عَلَيْهِ الْعَطَشُ، فَنَزَلَ بِئْرًا فَشَرِبَ مِنْهَا، ثُمَّ خَرَجَ فَإِذَا هُوَ بِكَلْبٍ يَلْهَثُ، يَأْكُلُ الثَّرَى مِنَ الْعَطَشِ، فَقَالَ لَقَدْ بَلَغَ هَذَا مِثْلُ الَّذِي بَلَغَ بِي فَمَلأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ، ثُمَّ رَقِيَ، فَسَقَى الْكَلْبَ فَشَكَرَ اللَّهُ لَهُ، فَغَفَرَ لَهُ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، وَإِنَّ لَنَا فِي الْبَهَائِمِ أَجْرًا قَالَ ‏\"‏ فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ ‏\"‏‏.‏ تَابَعَهُ حَمَّادُ بْنُ سَلَمَةَ وَالرَّبِيعُ بْنُ مُسْلِمٍ عَنْ مُحَمَّدِ بْنِ زِيَادٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2366,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রহ.)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একটি পানির পেয়ালা আনা হল। তিনি তা হতে পানি পান করলেন। তাঁর ডানদিকে একজন বালক ছিল, সে ছিল লোকদের মধ্য সবচেয়ে কম বয়স্ক এবং বয়োজ্যেষ্ট লোকেরা তাঁর বাঁ দিকে ছিল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে বৎস! তুমি কি আমাকে জ্যেষ্ঠদের এটি দিতে অনুমতি দিবে? সে বলল, হে আল্লাহর রসূল! আমি আপনার উচ্ছিষ্টের ব্যাপারে নিজের উপর প্রাধান্য দিতে চাই না। এরপর তিনি তাকেই সেটি দিলেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَدَحٍ فَشَرِبَ وَعَنْ يَمِينِهِ غُلاَمٌ، هُوَ أَحْدَثُ الْقَوْمِ، وَالأَشْيَاخُ عَنْ يَسَارِهِ قَالَ ‏ \"‏ يَا غُلاَمُ أَتَأْذَنُ لِي أَنْ أُعْطِيَ الأَشْيَاخَ ‏\"‏‏.‏ فَقَالَ مَا كُنْتُ لأُوثِرَ بِنَصِيبِي مِنْكَ أَحَدًا يَا رَسُولَ اللَّهِ‏.‏ فَأَعْطَاهُ إِيَّاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2368,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ইসমাঈল  (আঃ)–এর মা হাজেরা (আ.)-এর উপর আল্লাহ রহম করুন। কেননা, যদি তিনি যমযমকে  স্বাভাবিক অবস্থায় ছেড়ে দিতেন অথবা তিনি বলেছেন, যদি তা হতে অঞ্চলে পানি না নিতেন, তা হলে তা একটি প্রবাহিত ঝরনায় পরিণত হতো। জুরহাম গোত্র তাঁর নিকট এসে বলল, আপনি কি আমাদেরকে আপনার নিকট অবস্থান করার অনুমতি দিবেন? তিনি (হাজেরা) বললেন, হ্যাঁ। তবে পানির উপর তোমাদের কোন অধিকার থাকবে না। তারা বলল, ঠিক আছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، وَكَثِيرِ بْنِ كَثِيرٍ ـ يَزِيدُ أَحَدُهُمَا عَلَى الآخَرِ ـ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قَالَ ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ يَرْحَمُ اللَّهُ أُمَّ إِسْمَاعِيلَ، لَوْ تَرَكَتْ زَمْزَمَ ـ أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنَ الْمَاءِ ـ لَكَانَتْ عَيْنًا مَعِينًا، وَأَقْبَلَ جُرْهُمُ فَقَالُوا أَتَأْذَنِينَ أَنْ نَنْزِلَ عِنْدَكِ قَالَتْ نَعَمْ وَلاَ حَقَّ لَكُمْ فِي الْمَاءِ‏.‏ قَالُوا نَعَمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2367,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, সেই সত্তার কসম যাঁর হাতে আমার প্রাণ, আমি নিশ্চয়ই (কিয়ামাতের দিন) আমার হাউজ (কাউসার) হতে কিছু লোকদেরকে এমনভাবে তাড়াব, যেমন অপরিচিত উট হাউজ হতে তাড়ানো হয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَذُودَنَّ رِجَالاً عَنْ حَوْضِي كَمَا تُذَادُ الْغَرِيبَةُ مِنَ الإِبِلِ عَنِ الْحَوْضِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2369,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তিন শ্রেণীর লোকের সাথে আল্লাহ তা’আলা কিয়ামতের দিন কথা কথা বলবেন না এবং তাদের প্রতি তাকাবেনও না। (এক) যে ব্যক্তি কোন মাল সামানের ব্যাপারে মিথ্যা কসম খেয়ে বলে যে, এর দাম এর চেয়ে বেশি বলেছিল কিন্তু তা সত্ত্বেও সে তা বিক্রি করেনি। (দুই) যে ব্যক্তি আসরের সালাতের পর একজন মুসলমানের মাল-সম্পত্তি আত্মসাৎ করার উদ্দেশ্যে মিথ্যা কসম করে। (তিন) যে ব্যক্তি তার প্রয়োজনের অতিরিক্ত পানি মানুষকে দেয় না। আল্লাহ তা’আলা বলবেন (কিয়ামাতের দিন) আজ আমি আমার অনুগ্রহ হতে তোমাকে বঞ্চিত রাখব যেরূপ তুমি তোমার প্রয়োজনের অতিরিক্ত পানি হতে বঞ্চিত রেখেছিলে অথচ তা তোমার হাতের তৈরি নয়। ‘আলী (রহঃ) আর সালিহ (রহঃ) হতে বর্ণিত যে, তিনি হাদীসের সনদটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত পৌঁছিয়েছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ، وَلاَ يَنْظُرُ إِلَيْهِمْ رَجُلٌ حَلَفَ عَلَى سِلْعَةٍ لَقَدْ أَعْطَى بِهَا أَكْثَرَ مِمَّا أَعْطَى وَهْوَ كَاذِبٌ، وَرَجُلٌ حَلَفَ عَلَى يَمِينٍ كَاذِبَةٍ بَعْدَ الْعَصْرِ لِيَقْتَطِعَ بِهَا مَالَ رَجُلٍ مُسْلِمٍ، وَرَجُلٌ مَنَعَ فَضْلَ مَاءٍ، فَيَقُولُ اللَّهُ الْيَوْمَ أَمْنَعُكَ فَضْلِي، كَمَا مَنَعْتَ فَضْلَ مَا لَمْ تَعْمَلْ يَدَاكَ ‏\"‏‏.‏ قَالَ عَلِيٌّ حَدَّثَنَا سُفْيَانُ غَيْرَ مَرَّةٍ عَنْ عَمْرٍو سَمِعَ أَبَا صَالِحٍ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2370,
    "narrator": "সা’ব ইবনু জাস্‌সামাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, চারণভূমি সংরক্ষিত করা আল্লাহ ও তাঁর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছাড়া আর কারো অধিকারে নেই। তিনি (রাবী) বলেন, আমাদের নিকট রিওয়ায়াত পৌঁছেছে যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাকী‘র চারণভূমি (নিজের জন্য) সংরক্ষিত করেছিলেন, আর উমার (রাঃ) সারাফ ও রাবাযার চারণভূমি সংরক্ষণ করেছিলেন।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ حِمَى إِلاَّ لِلَّهِ وَلِرَسُولِهِ ‏\"‏‏.‏ وَقَالَ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم حَمَى النَّقِيعَ، وَأَنَّ عُمَرَ حَمَى السَّرَفَ وَالرَّبَذَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2372,
    "narrator": "যায়দ ইবনু খালিদ (রাঃ)",
    "bn": "তিনি বলেন, জনৈক ব্যক্তি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট এসে পড়ে থাকা জিনিস সম্পর্কে জিজ্ঞেস করলো। তিনি বললেন, থলেটি এবং তার মুখের বন্ধনটি চিনে রাখো। তারপর এক বছর পর্যন্ত তা ঘোষণা করতে থাক। যদি আর মালিক এসে যায় তো ভাল। তা না হলে সে ব্যাপারে তুমি যা ভাল মনে কর তা করবে। সে আবার জিজ্ঞেস করল, হারানো বকরী হলে কি করবো? তিনি বললেন, সেটি হয় তোমার, না হয় তোমার ভাইয়ের, না হয় নেকড়ে বাঘের। সে আবার জিজ্ঞেস করলো, হারানো উট হলে কি করবো? তিনি বললেন, তাতে তোমার প্রয়োজন কি? তার সঙ্গে তার মশক ও খুর রয়েছে। সে জলাশয়ে উপস্থিত হবে এবং গাছপালা খাবে, শেষ পর্যন্ত তার মালিক তাকে পেয়ে যাবে।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ ـ رضى الله عنه ـ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ اللُّقَطَةِ، فَقَالَ ‏\"‏ اعْرِفْ عِفَاصَهَا وَوِكَاءَهَا، ثُمَّ عَرِّفْهَا سَنَةً، فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَشَأْنَكَ بِهَا ‏\"‏‏.‏ قَالَ فَضَالَّةُ الْغَنَمِ قَالَ ‏\"‏ هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏‏.‏ قَالَ فَضَالَّةُ الإِبِلِ قَالَ ‏\"‏ مَالَكَ وَلَهَا مَعَهَا سِقَاؤُهَا وَحِذَاؤُهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ، حَتَّى يَلْقَاهَا رَبُّهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2371,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ঘোড়া একজনের জন্য সাওয়াব, একজনের জন্য ঢাল এবং আরেকজনের জন্য পাপ। সাওয়াব হয় তার জন্য, যে আল্লাহর রাস্তায় তা জিহাদের উদ্দেশ্যে বেঁধে রাখে এবং সে ঘোড়ার রশি চারণভূমি বা বাগানে লম্বা করে দেয়। এমতাবস্থায় সে ঘোড়া চারণভূমি বা বাগানে তার রশির দৈর্ঘ্য পরিমাণ যতটুকু চরবে, সে ব্যক্তির জন্য সে পরিমাণ সাওয়াব হবে। যদি তার রশি ছিঁড়ে যায়, এবং সে একটি কিংবা দু’টি টিলা অতিক্রম করে, তাহলে তার প্রতিটি  পদচিহ্ন ও তার গোবর মালিকের জন্য সাওয়াব হিসেবে গণ্য হবে। আর যদি তা কোন নহরের পাশ দিয়ে যায় এবং মালিকের ইচ্ছা ব্যতিরেকে সে তা হতে পান করে, তাহলে এ জন্য মালিক সাওয়াব পাবে। আর ঢাল স্বরূপ সে লোকের জন্য, যে পরমুখাপেক্ষিতা ও ভিক্ষাবৃত্তি থেকে অব্যাহতি পাওয়ার জন্য তাকে বেঁধে রাখে। তারপর এর পিঠে ও গর্দানে আল্লাহর নির্ধারিত হক আদায় করতে ভুল করে না। গুনাহর কারণ সে লোকের জন্য, যে তাকে অহংকার ও লোক দেখাবার কিংবা মুসলমানদের প্রতি শত্রুতার উদ্দেশ্যে বেঁধে রাখে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে গাধা সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন, এ ব্যাপারে আমার প্রতি কোন আয়াত নাযিল হয়নি। তবে এ ব্যাপারে একটি পরিপূর্ণ ও অন্যান্য আয়াত রয়েছে। (তা হল আল্লাহ তা’আলার বাণী) “কেউ অণু পরিমাণ সৎকর্ম করলে সে তা দেখতে পাবে এবং কেউ অণু পরিমান অসৎকর্ম করলে সে তাও দেখতে পাবে”- (সূরা যিলযাল: ৭-৮)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الْخَيْلُ لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ، فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ، فَأَطَالَ بِهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ أَوِ الرَّوْضَةِ كَانَتْ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهُ انْقَطَعَ طِيَلُهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، فَهِيَ لِذَلِكَ أَجْرٌ، وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا ثُمَّ لَمْ يَنْسَ حَقَّ اللَّهِ فِي رِقَابِهَا وَلاَ ظُهُورِهَا، فَهِيَ لِذَلِكَ سِتْرٌ، وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لأَهْلِ الإِسْلاَمِ، فَهِيَ عَلَى ذَلِكَ وِزْرٌ ‏\"‏‏.‏ وَسُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحُمُرِ فَقَالَ ‏\"‏ مَا أُنْزِلَ عَلَىَّ فِيهَا شَىْءٌ إِلاَّ هَذِهِ الآيَةُ الْجَامِعَةُ الْفَاذَّةُ ‏{‏َمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ ‏}‏‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2373,
    "narrator": "যুবাইর ইবনু আওয়াম (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের কেউ রশি নিয়ে খড়ির আঁটি বেঁধে তা বিক্রি করে, এতে আল্লাহ তা’আলা তার সম্মান রক্ষা করেন, এটা তার জন্য মানুষের কাছে ভিক্ষা চাওয়ার চেয়ে উত্তম! লোকজনের নিকট এমন চাওয়ার চেয়ে, যে চাওয়ায় কিছু পাওয়া যেতে পারে বা নাও পারে।",
    "ar": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لأَنْ يَأْخُذَ أَحَدُكُمْ أَحْبُلاً، فَيَأْخُذَ حُزْمَةً مِنْ حَطَبٍ فَيَبِيعَ، فَيَكُفَّ اللَّهُ بِهِ وَجْهَهُ، خَيْرٌ مِنْ أَنْ يَسْأَلَ النَّاسَ أُعْطِيَ أَمْ مُنِعَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2374,
    "narrator": "আবূ  হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কারো নিকট সাওয়াল করা, যাতে সে তাকে কিছু দিতেও পারে ,আবার নাও দিতে পারে, এর চেয়ে পিঠে বোঝা বহন করা (তা বিক্রি করা) উত্তম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْ يَحْتَطِبَ أَحَدُكُمْ حُزْمَةً عَلَى ظَهْرِهِ خَيْرٌ لَهُ مِنْ أَنْ يَسْأَلَ أَحَدًا فَيُعْطِيَهُ أَوْ يَمْنَعَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2375,
    "narrator": "‘আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, বদরের যুদ্ধে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সঙ্গে আমি গনীমতের মাল হিসেবে একটি উট লাভ করি। তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আরও একটি উট দেন। একদিন আমি উট দুটিকে একজন আনসারীর ঘরের দরজায় বসাই। আমার ইচ্ছা ছিল এদের উপর ইযখির (এক ধরনের ঘাস) চাপিয়ে তা বিক্রি করতে নিয়ে যাব। আমার সাথে বনূ  কায়নুকার একজন স্বর্ণকার ছিল। আমি এর (ইযখির বিক্রি লব্ধ টাকা) দ্বারা ফাতিমা (রাঃ)-এর ওয়ালীমা করতে সমর্থ হব। সে ঘরে হামযা ইবনু  আবদুল মুত্তালিব (রাঃ) শরাব পান করছিলেন। আর তাঁর সাথে একজন গায়িকাও ছিল। সে বলল, হে হামযা! তৈরি হও, মোটা উটগুলোর উদ্দেশ্যে। এরপর হামযা (রাঃ) উট দুটোর দিকে তরবারি নিয়ে ঝাঁপিয়ে পড়েন এবং তাদের কুজ দুটিও কেটে নিলেন এবং পেট ফেড়ে উভয়ের কলিজা বের করে নিলেন। বর্ণনাকারী বলেন, আমি ইবনু শিহাব (রহঃ)- কে জিজ্ঞেস করি, কুজ কি করা হল? তিনি বলেন, সেটি কেটে নিয়ে গেলেন। ইবনু শিহাব বলেন, ‘আলী (রাঃ) বলেছেন, এই দৃশ্য দেখলাম আর তা আমাকে ঘাবড়িয়ে দিল। এরপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম। তাঁর নিকট তখন যায়দ ইবনু হারিসাহ (রাঃ) উপস্থিত ছিলেন। আমি তাঁকে খবর বললাম। তিনি বের হলেন এবং তাঁর সঙ্গে ছিলেন যায়দ (রাঃ)। আমিও তাঁর সঙ্গে গেলাম। তিনি হামযা (রাঃ)–এর নিকট উপস্থিত হলেন এবং তার প্রতি ক্রোধ প্রকাশ করলেন। হামযা দৃষ্টি উঁচু করে তাঁদের দিকে তাকালেন। আর বললেন, তোমরা আমার বাপ-দাদার দাস বটে। হামযা (রাঃ)–এর এই অবস্থা দেখে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পিছনে সরে তাদের নিকট হতে চলে আসলেন। ঘটনাটি শরাব হারাম হওয়ার পূর্বের।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، حُسَيْنِ بْنِ عَلِيٍّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ ـ رضى الله عنهم ـ أَنَّهُ قَالَ أَصَبْتُ شَارِفًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي مَغْنَمٍ يَوْمَ بَدْرٍ قَالَ وَأَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم شَارِفًا أُخْرَى، فَأَنَخْتُهُمَا يَوْمًا عِنْدَ باب رَجُلٍ مِنَ الأَنْصَارِ، وَأَنَا أُرِيدُ أَنْ أَحْمِلَ عَلَيْهِمَا إِذْخِرًا لأَبِيعَهُ، وَمَعِي صَائِغٌ مِنْ بَنِي قَيْنُقَاعَ فَأَسْتَعِينَ بِهِ عَلَى وَلِيمَةِ فَاطِمَةَ، وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ يَشْرَبُ فِي ذَلِكَ الْبَيْتِ مَعَهُ قَيْنَةٌ، فَقَالَتْ أَلاَ يَا حَمْزَ لِلشُّرُفِ النِّوَاءِ‏.‏ فَثَارَ إِلَيْهِمَا حَمْزَةُ بِالسَّيْفِ، فَجَبَّ أَسْنِمَتَهُمَا، وَبَقَرَ خَوَاصِرَهُمَا، ثُمَّ أَخَذَ مِنْ أَكْبَادِهِمَا‏.‏ قُلْتُ لاِبْنِ شِهَابٍ وَمِنَ السَّنَامِ قَالَ قَدْ جَبَّ أَسْنِمَتَهُمَا فَذَهَبَ بِهَا‏.‏ قَالَ ابْنُ شِهَابٍ قَالَ عَلِيٌّ ـ رضى الله عنه ـ فَنَظَرْتُ إِلَى مَنْظَرٍ أَفْظَعَنِي فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ فَأَخْبَرْتُهُ الْخَبَرَ فَخَرَجَ وَمَعَهُ زَيْدٌ، فَانْطَلَقْتُ مَعَهُ، فَدَخَلَ عَلَى حَمْزَةَ فَتَغَيَّظَ عَلَيْهِ فَرَفَعَ حَمْزَةُ بَصَرَهُ وَقَالَ هَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لآبَائِي فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَهْقِرُ حَتَّى خَرَجَ عَنْهُمْ، وَذَلِكَ قَبْلَ تَحْرِيمِ الْخَمْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2376,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসারদেরকে বাহরাইনে কিছু জায়গীর দিতে চাইলেন। তারা বলল, আমাদের মুহাজির ভাইদেরও আমাদের মত জায়গীর না দেওয়া পর্যন্ত আমাদের জন্য জায়গীর দিবেন না। তিনি বলেন, আমার পরে শীঘ্রই তোমরা দেখবে, তোমাদের উপর  অন্যদেরকে প্রাধান্য দেওয়া হচ্ছে। তখন তোমরা সবর করবে, যে পর্যন্ত না তোমরা আমার সঙ্গে মিলিত হও।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقْطِعَ مِنَ الْبَحْرَيْنِ، فَقَالَتِ الأَنْصَارُ حَتَّى تُقْطِعَ لإِخْوَانِنَا مِنَ الْمُهَاجِرِينَ مِثْلَ الَّذِي تُقْطِعُ لَنَا قَالَ ‏ \"‏ سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2377,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসারদেরকে বাহরাইনে জায়গীর দেওয়ার জন্য ডাকলেন। তারা বললেন, হে আল্লাহর রসূল! আপনি যদি তা করেন তাহলে আমাদের কুরাইশ ভাইদের জন্যও অনুরূপ জায়গীর লিখে দেন। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট তখন তা ছিল না। তারপর তিনি বলেন, আমার পর শীঘ্রই দেখবে, তোমাদের উপর অন্যদের প্রাধান্য দেওয়া হচ্ছে। তখন তোমরা সবর করবে, আমার সঙ্গে মিলিত হওয়া (মৃত্যু) পর্যন্ত।",
    "ar": "وَقَالَ اللَّيْثُ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ دَعَا النَّبِيُّ صلى الله عليه وسلم الأَنْصَارَ لِيُقْطِعَ لَهُمْ بِالْبَحْرَيْنِ، فَقَالُوا يَا رَسُولَ اللَّهِ إِنْ فَعَلْتَ فَاكْتُبْ لإِخْوَانِنَا مِنْ قُرَيْشٍ بِمِثْلِهَا، فَلَمْ يَكُنْ ذَلِكَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2378,
    "narrator": "আবূ  হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, উটের হক্ব হচ্ছে, পানির কাছে তার দুধ দোহন করা।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ هِلاَلِ بْنِ عَلِيٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مِنْ حَقِّ الإِبِلِ أَنْ تُحْلَبَ عَلَى الْمَاءِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2381,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ  (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুখাবারা, মুহাকালা ও শুকনো খেজুরের বিনিময়ে গাছের খেজুর বিক্রি করতে ও ফল উপযুক্ত হওয়ার আগে তা বিক্রি করতে নিষেধ করেছেন। গাছে থাকা অবস্থায় ফল দীনার এবং দিরহামের বিনিময়ে যেন বিক্রি করা না হয়। তবে আরায়্যার অনুমতি দিয়েছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنِ الْمُخَابَرَةِ، وَالْمُحَاقَلَةِ، وَعَنِ الْمُزَابَنَةِ، وَعَنْ بَيْعِ الثَّمَرِ حَتَّى يَبْدُوَ صَلاَحُهَا، وَأَنْ لاَ تُبَاعَ إِلاَّ بِالدِّينَارِ وَالدِّرْهَمِ، إِلاَّ الْعَرَايَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2382,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমান করে শুকনো খেজুরের বিনিময়ে পাঁচ ওসাক কিংবা তার চেয়ে কম আরায়্যার বিক্রির অনুমতি দিয়েছেন। বর্ণনাকারী দাউদ এ বিষয়ে সন্দেহ করেছেন।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ قَزَعَةَ، أَخْبَرَنَا مَالِكٌ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ أَبِي سُفْيَانَ، مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا مِنَ التَّمْرِ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ أَوْ فِي خَمْسَةِ أَوْسُقٍ، شَكَّ دَاوُدُ فِي ذَلِكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2379,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি, যে ব্যক্তি খেজুর গাছ তা’বীর করার পর গাছ বিক্রয় করে, তার ফল বিক্রেতার। কিন্তু ক্রেতা শর্ত করলে তা তারই। আর যদি কেউ গোলাম বিক্রয় করে এবং তার সম্পদ থাকে তবে সে সম্পদ যে বিক্রি করল তার। কিন্তু যদি ক্রেতা শর্ত করে তাহলে তা হবে তার। মালিক (রহঃ ) ... ‘উমার (রাঃ) হতে গোলাম বিক্রয়ের ব্যাপারে অনুরূপ বর্ণিত হয়েছে।",
    "ar": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي ابْنُ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنِ ابْتَاعَ نَخْلاً بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلْبَائِعِ، إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ، وَمَنِ ابْتَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلَّذِي بَاعَهُ إِلاَّ أَنْ يَشْتَرِطَ الْمُبْتَاعُ ‏\"‏‏.‏ وَعَنْ مَالِكٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عُمَرَ فِي الْعَبْدِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2380,
    "narrator": "যায়দ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমান করে শুকনো খেজুরের বিনিময়ে আরায়্যা করার অনুমতি দিয়েছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ بْنِ ثَابِتٍ ـ رضى الله عنهم ـ قَالَ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم أَنْ تُبَاعَ الْعَرَايَا بِخَرْصِهَا تَمْرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2383,
    "narrator": "রাফী’ ইবনু খাদীজ ও সাহ্‌ল ইবনু আবূ হাসমা (রাঃ)",
    "bn": "তাঁরা উভয়ে বর্ণনা করেন,আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুযাবানা অর্থাৎ গাছে ফল থাকা অবস্থায় তা শুকনো ফলের বিনিময়ে বিক্রি করতে নিষেধ করেছেন। কিন্তু যারা আরায়্যা করে, তাদের জন্য তিনি এর অনুমতি  দিয়েছেন। (২১৯১) (আ.প্র. ২২০৯, ই.ফা. ২২২৬) \n\nইবনু ইসহাক বলেন, বুশাইর আমার নিকট অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، أَخْبَرَنَا أَبُو أُسَامَةَ، قَالَ أَخْبَرَنِي الْوَلِيدُ بْنُ كَثِيرٍ، قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، مَوْلَى بَنِي حَارِثَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْمُزَابَنَةِ بَيْعِ الثَّمَرِ بِالتَّمْرِ، إِلاَّ أَصْحَابَ الْعَرَايَا فَإِنَّهُ أَذِنَ لَهُمْ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ إِسْحَاقَ حَدَّثَنِي بُشَيْرٌ مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2357,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি কোন মুসলমানদের অর্থ সম্পদ (যা তার জিম্মায় আছে) আত্মসাৎ করার উদ্দেশ্যে মিথ্যা কসম খায়, সে আল্লাহর সঙ্গে এমন অবস্থায় মিলিত হবে যে, আল্লাহ তার উপর অসন্তুষ্ট থাকবেন। এ প্রেক্ষিতে আল্লাহ তা’আলা নাযিল করেনঃ “যারা আল্লাহর সাথে কৃত প্রতিশ্রুতি এবং নিজেদের শপথকে তুচ্ছ মূল্যে বিক্রয় করে ---এর শেষ পর্যন্ত”- (আল ‘ইমরানঃ ৭৭)। এরপর আশ’আস (রাঃ) এসে বলেন, আবূ ‘আবদুর রহমান (রাঃ) তোমার  নিকট যে হাদীস বর্ণনা করছিলেন (সে হাদীসে বর্ণিত) এ আয়াতটি তো আমার সম্পর্কে নাযিল হয়েছে। আমার চাচাতো ভাইয়ের জায়গায় আমার একটি কূপ ছিল। (এ ব্যাপারে আমাদের মধ্যে বিবাদ হওয়ায়) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তোমার সাক্ষী পেশ কর। আমি বললাম, আমার সাক্ষী নেই। তিনি বললেন, তাহলে তাকে কসম খেতে হবে। আমি বললাম, হে আল্লাহর রসূল! সে তো কসম করবে। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ হাদীস বর্ণনা করেন এবং আল্লাহ তা’আলা তাকে সত্যায়িত করে এই আয়াতটি অবতীর্ণ করেন। (২৪১৬, ২৫১৫, ২৬৬৬, ২৬৬৯, ২৬৭৩, ২৬৭৬, ৪৫৪৯, ৬৬৫৯, ৬৬৭৬, ৭১৮৩, ৭৪৪৫, ২৩৫৩, ২৪১৭, ২৫১৬, ২৬৬৭, ২৬৭০, ২৬৭৭, ৪৫৫০, ৬৬৬০, ৬৬৭৭, ৭১৮৪, মুসলিম ১/৬১, হাঃ ১৩৮, আহমাদ ৩৫৭৬) (আ.প্র. ২১৮৫, ই.ফা. ২২০২)",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2360,
    "narrator": "‘আবদুল্লাহ ইবনু যুবাইর (রাঃ)",
    "bn": "তিনি বলেন, জনৈক আনসারী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে যুবাইর (রাঃ)-এর সঙ্গে হাররার নালার পানির ব্যাপারে ঝগড়া করল যে পানি দ্বারা খেজুর বাগান সিঞ্চন করত। আনসারী বলল, নালার পানি ছেড়ে দিন, যাতে তা (প্রবাহিত থাকে) কিন্তু যুবাইর (রাঃ) তা দিতে অস্বীকার করেন। তারা দু’জনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এ নিয়ে বিতর্কে লিপ্ত হলে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইর (রাঃ)- কে বলেন, হে যুবাইর! তোমার যমীনে (প্রথমে) সিঞ্চন করে নাও। এরপর তোমার প্রতিবেশীর দিকে পানি ছেড়ে দাও। এতে আনসারী অসন্তুষ্ট হয়ে বলল, সে তো আপনার ফুফাতো ভাই। এতে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারায় অসন্তুষ্টির লক্ষণ প্রকাশ পেল। এরপর তিনি বললেন, হে যুবাইর! তুমি নিজের জমি সিঞ্চন কর। এরপর পানি আটকিয়ে রাখ, যাতে তা বাঁধ পর্যন্ত পৌঁছে। যুবাইর (রাঃ) বললেন, আল্লাহর কসম! আমার মনে হয়, এ আয়াতটি এ সম্পর্কে নাযিল হয়েছেঃ “তোমার প্রতিপালকের শপথ! তারা মু’মিন হবে না, যতক্ষণ পর্যন্ত তারা তাদের নিজেদের বিবাদ বিসম্বাদের বিচার ভার আপনার উপর পত্যার্পণ না করে”- (আন-নিসাঃ ৬৫)। (২৩৬১, ২৩৬২, ২৭০৮, ৪৫৮৫) (আ.প্র. ২১৮৭, ই.ফা. ২২০৪)",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2384,
    "narrator": "রাফী’ ইবনু খাদীজ ও সাহ্‌ল ইবনু আবূ হাসমা (রাঃ)",
    "bn": "তাঁরা উভয়ে বর্ণনা করেন,আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুযাবানা অর্থাৎ গাছে ফল থাকা অবস্থায় তা শুকনো ফলের বিনিময়ে বিক্রি করতে নিষেধ করেছেন। কিন্তু যারা আরায়্যা করে, তাদের জন্য তিনি এর অনুমতি  দিয়েছেন। (২১৯১) (আ.প্র. ২২০৯, ই.ফা. ২২২৬) \n\nইবনু ইসহাক বলেন, বুশাইর আমার নিকট অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى أَخْبَرَنَا أَبُو أُسَامَةَ قَالَ أَخْبَرَنِي الْوَلِيدُ بْنُ كَثِيرٍ قَالَ أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ مَوْلَى بَنِي حَارِثَةَ أَنَّ رَافِعَ بْنَ خَدِيجٍ وَسَهْلَ بْنَ أَبِي حَثْمَةَ حَدَّثَاهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم نَهَى عَنْ الْمُزَابَنَةِ بَيْعِ الثَّمَرِ بِالتَّمْرِ إِلاَّ أَصْحَابَ الْعَرَايَا فَإِنَّهُ أَذِنَ لَهُمْ\nقَالَ أَبُو عَبْد اللهِ وَقَالَ ابْنُ إِسْحَاقَ حَدَّثَنِي بُشَيْرٌ مِثْلَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]