[
  {
    "hadith_id": 2517,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ কোন মুসলিম ক্রীতদাস মুক্ত করলে আল্লাহ্‌ সেই ক্রীতদাসের প্রত্যেক অঙ্গের বিনিময়ে তার এক একটি অঙ্গ (জাহান্নামের) আগুন হতে মুক্ত করবেন। সাঈদ ইবনু মারজানা (রাঃ) বলেন, এ হাদীসটি আমি আলী ইবনু হুসাইনের খিদমতে পেশ করলাম। তখন ‘আলী ইবনু হুসাইন (রাঃ) তাঁর এক ক্রীতদাসের কাছে উঠে গেলেন যার বিনিময়ে ‘আবদুল্লাহ ইবনু জা’ফার (রাঃ) তাকে দশ হাজার দিরহাম কিংবা এক হাজার দীনার দিতে চেয়েছিলেন এবং তিনি তাকে মুক্ত করে দিলেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي وَاقِدُ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي سَعِيدٌ ابْنُ مَرْجَانَةَ، صَاحِبُ عَلِيِّ بْنِ حُسَيْنٍ قَالَ لِي أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَيُّمَا رَجُلٍ أَعْتَقَ امْرَأً مُسْلِمًا اسْتَنْقَذَ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ ‏\"‏‏.‏ قَالَ سَعِيدٌ ابْنُ مَرْجَانَةَ فَانْطَلَقْتُ إِلَى عَلِيِّ بْنِ حُسَيْنٍ فَعَمَدَ عَلِيُّ بْنُ حُسَيْنٍ ـ رضى الله عنهما ـ إِلَى عَبْدٍ لَهُ قَدْ أَعْطَاهُ بِهِ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَشَرَةَ آلاَفِ دِرْهَمٍ ـ أَوْ أَلْفَ دِينَارٍ ـ فَأَعْتَقَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2518,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে আমি জিজ্ঞেস করলাম, কোন্‌ ‘আমল উত্তম? তিনি বললেন, আল্লাহ্‌র প্রতি ঈমান আনা এবং তাঁর পথে জিহাদ করা। আমি জিজ্ঞেস করলাম, কোন্‌ ধরনের ক্রীতদাস মুক্ত করা উত্তম? তিনি বললেন, যে ক্রীতদাসের মূল্য অধিক এবং যে ক্রীতদাস তার মনিবের কাছে অধিক আকর্ষণীয়। আমি জিজ্ঞেস করলাম, এ যদি আমি করতে না পারি? তিনি বললেন, তাহলে কাজের লোককে (তার কাজে) সাহায্য করবে কিংবা বেকারকে কাজ দিবে। আমি (আবারও) বললাম, এও যদি না পারি? তিনি বললেন, মানুষকে তোমার অনিষ্টতা হতে মুক্ত রাখবে। বস্তুতঃ এটা তোমার নিজের জন্য তোমার পক্ষ হতে সাদাকাহ।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ أَبِي مُرَاوِحٍ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم أَىُّ الْعَمَلِ أَفْضَلُ، قَالَ ‏\"‏ إِيمَانٌ بِاللَّهِ، وَجِهَادٌ فِي سَبِيلِهِ ‏\"‏‏.‏ قُلْتُ فَأَىُّ الرِّقَابِ أَفْضَلُ قَالَ ‏\"‏ أَغْلاَهَا ثَمَنًا، وَأَنْفَسُهَا عِنْدَ أَهْلِهَا ‏\"‏‏.‏ قُلْتُ فَإِنْ لَمْ أَفْعَلْ‏.‏ قَالَ ‏\"‏ تُعِينُ صَانِعًا أَوْ تَصْنَعُ لأَخْرَقَ ‏\"‏‏.‏ قَالَ فَإِنْ لَمْ أَفْعَلْ‏.‏ قَالَ ‏\"‏ تَدَعُ النَّاسَ مِنَ الشَّرِّ، فَإِنَّهَا صَدَقَةٌ تَصَدَّقُ بِهَا عَلَى نَفْسِكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2519,
    "narrator": "আসমা বিনতু আবূ বক্‌র (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণের সময় ক্রীতদাস মুক্ত করার নির্দেশ দিয়েছেন। আলী (রহঃ) দরাওয়ারদী (রহঃ) সূত্রে হিশাম (রহঃ) হাদীস বর্ণনায় মূসা ইবনু মাস’ঊদ (রাঃ) -এর অনুসরন করেছেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ‏.‏ تَابَعَهُ عَلِيٌّ عَنِ الدَّرَاوَرْدِيِّ عَنْ هِشَامٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2520,
    "narrator": "আসমা বিনতু আবূ বক্‌র (রাঃ)",
    "bn": "তিনি বলেন, সূর্যগ্রহণের সময় আমাদেরকে ক্রীতদাস মুক্ত করার নির্দেশ দেয়া হত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا عَثَّامٌ، حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَتْ كُنَّا نُؤْمَرُ عِنْدَ الْخُسُوفِ بِالْعَتَاقَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2521,
    "narrator": "সালিমের পিতা [ইবনু ‘উমর (রাঃ)]",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি দু’জনের মালিকানাধীন ক্রীতদাস মুক্ত করে, সে স্বচ্ছল হলে প্রথমে ক্রীতদাসের মূল্য নির্ধারণ করা হবে, তারপর মুক্ত করবে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ سَالِمٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ عَبْدًا بَيْنَ اثْنَيْنِ، فَإِنْ كَانَ مُوسِرًا قُوِّمَ عَلَيْهِ ثُمَّ يُعْتَقُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2523,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ কোন (শরীকী) ক্রীতদাস হতে নিজের অংশ মুক্ত করলে ঐ ক্রীতদাসের সম্পূর্ণটা মুক্ত করা তার জন্য অপরিহার্য হয়ে পড়বে, যদি তার কাছে সেই ক্রীতদাসের মূল্য সমপরিমান অর্থ থাকে। আর যদি তার কাছে কোন অর্থ না থাকে তাহলে তার দায়িত্ব হবে আযাদকৃত (গোলামের) ন্যায্যমূল্য নির্ধারণ করা। এতে আযাদকারীর পক্ষ হতে ততটুকুই মুক্ত হবে, যতটুকু সে মুক্ত করেছে।\n\nমুসাদ্দাদ (রহঃ) বিশর ইবনু মুফাযযাল (রহঃ) সূত্রে ‘উবায়দুল্লাহ (রহঃ) থেকে উক্ত হাদীসটি সংক্ষিপ্তভাবে ‎বর্ণিত আছে। (২৪৯১) (আ.প্র. ২৩৪০, ই.ফা. ২৩৫৭)‎",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، عَنْ أَبِي أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي مَمْلُوكٍ فَعَلَيْهِ عِتْقُهُ كُلِّهِ، إِنْ كَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَهُ، فَإِنْ لَمْ يَكُنْ لَهُ يُقَوَّمُ عَلَيْهِ قِيمَةَ عَدْلٍ، فَأُعْتِقَ مِنْهُ مَا أَعْتَقَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2524,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ কোন (শরীকী) ক্রীতদাস হতে নিজের অংশ মুক্ত করে দিলে এবং ক্রীতদাসের ন্যায্যমূল্য পরিমাণ অর্থ তার কাছে থাকলে, সেই ক্রীতদাস সম্পূর্ণ মুক্ত হয়ে যাবে। নাফি‘ (রহঃ) বলেন, আর সেই পরিমাণ অর্থ না থাকলে যতটুকু সে মুক্ত করবে তারপক্ষ হতে ততটুকুই মুক্ত হবে। রাবী আইউব (রহঃ) বলেন, আমি জানি না, এটা কি নাফী‘ (রহঃ) নিজ হতে বলেছেন, না এটাও হাদীসের অন্তর্ভুক্ত।",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي مَمْلُوكٍ أَوْ شِرْكًا لَهُ فِي عَبْدٍ، وَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ قِيمَتَهُ بِقِيمَةِ الْعَدْلِ، فَهْوَ عَتِيقٌ ‏\"‏‏.‏ قَالَ نَافِعٌ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ‏.‏ قَالَ أَيُّوبُ لاَ أَدْرِي أَشَىْءٌ قَالَهُ نَافِعٌ، أَوْ شَىْءٌ فِي الْحَدِيثِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2522,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমর (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ যদি কোন ক্রীতদাস হতে নিজের অংশ মুক্ত করে আর ক্রীতদাসের মূল্য পরিমাণ অর্থ তার কাছে থাকে, তবে তার উপর দায়িত্ব হবে ক্রীতদাসের ন্যায্য মূল্য নির্ণয় করা। তারপর সে শরীকদের তাদের প্রাপ্য অংশ পরিশোধ করবে এবং ক্রীতদাসটি তার পক্ষ হতে মুক্ত হয়ে যাবে, কিন্তু (সে পরিমাণ অর্থ) না থাকলে তার পক্ষ হতে ততটুকুই মুক্ত হবে যতটুকু সে মুক্ত করেছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ، فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ الْعَبْدُ قِيمَةَ عَدْلٍ، فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ، وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2525,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি শরীকী ক্রীতদাস বা বাঁদী সম্পর্কে ফতোয়া দিতেন যে, শরীকী ক্রীতদাস শরীকদের কেউ নিজের অংশ মুক্ত করে দিলে তিনি বলতেন, সম্পূর্ণ ক্রীতদাসটাই আযাদ করা তার উপর ওয়াজিব হয়ে গেছে। যদি আযাদকারীর কাছে ক্রীতদাসের মূল্য পরিমাণ অর্থ থাকে, তাহলে সে অর্থ হতে ক্রীতদাসের ন্যায্যমূল্য নির্ণয় করা হবে এবং শরীকদেরকে তাদের প্রাপ্য অংশ পরিশোধ করা হবে, আর আযাদকৃত ক্রীতদাস পূর্ণ মুক্ত হয়ে যাবে। বক্তব্যটি ইবনু ‘উমর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন।\n\nএবং লাইস, ইবনু আবূ যি‘ব, ইবনু ইসহাক জুওয়াইরিয়া, ইয়াহইয়া ইবনু সাঈদ ও ইসমাঈল ইবনু উমাইয়া (রহঃ) নাফি‘ (রহঃ) -এর মাধ্যমে ইবনু ‘উমর (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসটি সংক্ষিপ্তভাবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مِقْدَامٍ، حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ كَانَ يُفْتِي فِي الْعَبْدِ أَوِ الأَمَةِ يَكُونُ بَيْنَ شُرَكَاءَ، فَيُعْتِقُ أَحَدُهُمْ نَصِيبَهُ مِنْهُ، يَقُولُ قَدْ وَجَبَ عَلَيْهِ عِتْقُهُ كُلِّهِ، إِذَا كَانَ لِلَّذِي أَعْتَقَ مِنَ الْمَالِ مَا يَبْلُغُ، يُقَوَّمُ مِنْ مَالِهِ قِيمَةَ الْعَدْلِ، وَيُدْفَعُ إِلَى الشُّرَكَاءِ أَنْصِبَاؤُهُمْ، وَيُخَلَّى سَبِيلُ الْمُعْتَقِ‏.‏ يُخْبِرُ ذَلِكَ ابْنُ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَرَوَاهُ اللَّيْثُ وَابْنُ أَبِي ذِئْبٍ وَابْنُ إِسْحَاقَ وَجُوَيْرِيَةُ وَيَحْيَى بْنُ سَعِيدٍ وَإِسْمَاعِيلُ بْنُ أُمَيَّةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم مُخْتَصَرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2526,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেন, “কেউ শরীকী ক্রীতদাস হতে নিজের ভাগ বা অংশ (রাবীর দ্বিধা) মুক্ত করে দিলে........”।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي رَجَاءٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، سَمِعْتُ قَتَادَةَ، قَالَ حَدَّثَنِي النَّضْرُ بْنُ أَنَسِ بْنِ مَالِكٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏{‏مَنْ أَعْتَقَ شَقِيصًا مِنْ عَبْدٍ ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2527,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেন, কেউ শরীকী ক্রীতদাস হতে নিজের ভাগ বা অংশ (রাবীর দ্বিধা) মুক্ত করে দিলে অর্থ ব্যয়ে সেই ক্রীতদাসকে নিষ্কৃতি দেয়া তার উপর কর্তব্য, যদি তার কাছে প্রয়োজনীয় অর্থ থাকে। অন্যথায় তার নায্যমূল্য নির্ধারণ করা হবে এবং তাকে অতিরিক্ত কষ্ট না দিয়ে উপার্জন করতে বলা হবে।\n\nহাজ্জাজ ইবনু হাজ্জাজ, আবান ও মূসা ইবনু খালাফ (রহঃ) কাতাদাহ (রহঃ) -এর অনুসরণ করেছেন। হাদীসটি শু’বা (রহঃ) সংক্ষিপ্তভাবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ نَصِيبًا أَوْ شَقِيصًا فِي مَمْلُوكٍ، فَخَلاَصُهُ عَلَيْهِ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ، وَإِلاَّ قُوِّمَ عَلَيْهِ، فَاسْتُسْعِيَ بِهِ غَيْرَ مَشْقُوقٍ عَلَيْهِ ‏\"‏‏.‏ تَابَعَهُ حَجَّاجُ بْنُ حَجَّاجٍ وَأَبَانُ وَمُوسَى بْنُ خَلَفٍ عَنْ قَتَادَةَ‏.‏ اخْتَصَرَهُ شُعْبَةُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2528,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, (আমার বরকতে) আল্লাহ আমার উম্মতের অন্তরে উদিত ওয়াসওয়াসা (পাপের ভাব ও চেতনা) মাফ করে দিয়েছেন। যতক্ষণ পর্যন্ত না সে তা কাজে পরিণত করে অথবা মুখে বলে।",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مِسْعَرٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي مَا وَسْوَسَتْ بِهِ صُدُورُهَا، مَا لَمْ تَعْمَلْ أَوْ تَكَلَّمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2529,
    "narrator": "‘উমর ইবনু খাত্তাব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমলসমূহ নিয়্যাতের সাথে সম্পৃক্ত। আর মানুষ তাই পাবে, যা সে নিয়্যাত করবে। কাজেই কেউ আল্লাহ ও তাঁর রসূলের উদ্দেশে হিজরত করে থাকলে তার  সে হিজরত আল্লাহ ও তাঁর রাসূলের উদ্দেশে বলেই গণ্য হবে। আর যার হিজরত হবে দুনিয়া হাসিলের উদ্দেশে অথবা কোন নারীকে বিয়ে করার মতলবে; তার হিজরত সে উদ্দেশে বলেই গণ্য হবে। (১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الأَعْمَالُ بِالنِّيَّةِ، وَلاِمْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا، أَوِ امْرَأَةٍ يَتَزَوَّجُهَا، فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2532,
    "narrator": "কাইস (রহঃ)",
    "bn": "তিনি বলেন, আবূ হুরায়রা (রাঃ) তাঁর ক্রীতদাসকে সাথে করে ইসলামের উদ্দেশ্যে (মদীনা) আগমনকালে পথিমধ্যে তারা একে অপরকে হারিয়ে ফেললেন এবং তিনি (আবূ হুরায়রা) বললেন, শুনুন! আমি আপনাকে সাক্ষী রেখে বলছি, সে আল্লাহর জন্য।",
    "ar": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ لَمَّا أَقْبَلَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ وَمَعَهُ غُلاَمُهُ وَهْوَ يَطْلُبُ الإِسْلاَمَ، فَأَضَلَّ أَحَدُهُمَا صَاحِبَهُ بِهَذَا، وَقَالَ أَمَا إِنِّي أُشْهِدُكَ أَنَّهُ لِلَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2530,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি ইসলাম গ্রহণের ইচ্ছায় ক্রীতদাসকে সাথে নিয়ে (মদীনায়) আসছিলেন। পথে তারা বিচ্ছিন্ন হয়ে পড়লেন। পরে ক্রীতদাসটি এসে পৌছল। আবূ হুরায়রা (রাঃ) সে সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমাতে উপবিষ্ট ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আবূ হুরায়রা! দেখ, তোমার ক্রীতদাস এসে গেছে। তখন তিনি [আবূ হুরায়রা (রাঃ)] বললেন, শুনুন; আমি আপনাকে সাক্ষী রেখে বলছি, সে মুক্ত। রাবী বলেন, (মদীনায়) পৌছে তিনি বলতেন :  \nকত দীর্ঘ আর কষ্টদায়কই না ছিল হিজরতের সে রাত, তবুও তা আমাকে দারুল কুফ্‌র হতে মুক্তি দিয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، عَنْ مُحَمَّدِ بْنِ بِشْرٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ لَمَّا أَقْبَلَ يُرِيدُ الإِسْلاَمَ وَمَعَهُ غُلاَمُهُ، ضَلَّ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ صَاحِبِهِ، فَأَقْبَلَ بَعْدَ ذَلِكَ وَأَبُو هُرَيْرَةَ جَالِسٌ مَعَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ يَا أَبَا هُرَيْرَةَ، هَذَا غُلاَمُكَ قَدْ أَتَاكَ ‏\"‏‏.‏ فَقَالَ أَمَا إِنِّي أُشْهِدُكَ أَنَّهُ حُرٌّ‏.‏ قَالَ فَهُوَ حِينَ يَقُولُ يَا لَيْلَةً مِنْ طُولِهَا وَعَنَائِهَا عَلَى أَنَّهَا مِنْ دَارَةِ الْكُفْرِ نَجَّتِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2531,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবীজীর খিদমতে আগমনকালে আমি পথে পথে (কবিতা) বলতাম : হিজরতের সে রাত কত না দীর্ঘ আর কষ্টদায়ক ছিল- তবুও তা আমাকে দারুল কুফ্‌র হতে মুক্তি দিয়েছে। তিনি বলেন, পথে আমার এক ক্রীতদাস পালিয়ে গিয়েছিল। যখন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে এসে তাঁর (হাতে) বায়’আত হলাম। আমি তাঁর খিদমাতেই ছিলাম, এ সময় ক্রীতদাসটি এসে হাযির হল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আবূ হুরায়রা! এই যে, তোমার ক্রীতদাস! আমি বললাম, সে আল্লাহর ওয়াস্তে আযাদ। এই বলে তাকে মুক্ত করে দিলাম।\nআবূ ‘আবদুল্লাহ (বুখারী) (রহঃ) বলেন, আবূ কুরাইব (রহঃ) আবূ উসামাহ (রহঃ) হতে বর্ণিত রিওয়ায়াতে ------ শব্দ বলেননি।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لَمَّا قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم قُلْتُ فِي الطَّرِيقِ يَا لَيْلَةً مِنْ طُولِهَا وَعَنَائِهَا عَلَى أَنَّهَا مِنْ دَارَةِ الْكُفْرِ نَجَّتِ قَالَ وَأَبَقَ مِنِّي غُلاَمٌ لِي فِي الطَّرِيقِ ـ قَالَ ـ فَلَمَّا قَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم بَايَعْتُهُ، فَبَيْنَا أَنَا عِنْدَهُ إِذْ طَلَعَ الْغُلاَمُ، فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَا أَبَا هُرَيْرَةَ، هَذَا غُلاَمُكَ ‏\"‏‏.‏ فَقُلْتُ هُوَ حُرٌّ لِوَجْهِ اللَّهِ‏.‏ فَأَعْتَقْتُهُ‏.‏ لَمْ يَقُلْ أَبُو كُرَيْبٍ عَنْ أَبِي أُسَامَةَ حُرٌّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2533,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, ‘উতবাহ ইবনু আবূ ওয়াক্কাস আপন ভাই সা’দ ইবনু আবূ ওয়াক্কাসকে ওসীয়্যাত করেছিলেন, তিনি যেন যাম’আর দাসীর গর্ভজাত পুত্রকে গ্রহণ করেন (কারণ স্বরূপ) ‘উতবাহ বলেছিলেন, সে আমার (ঔরসজাত) পুত্র। মক্কা বিজয়কালে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কায় তাশরীফ আনলেন; তখন সা’দ যাম’আর দাসীর পুত্রকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে আসলেন এবং তার সাথে আব্‌দ ইবনু যাম’আকে নিয়ে আসলেন। সা’দ বললেন, হে আল্লাহর রসূল! এ আমার ভাই, যাম’আর পুত্র। তার শয্যাতেই এ জন্ম নিয়েছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন যাম’আর দাসীর পুত্রের দিকে তাকালেন। দেখলেন, উতবার সাথেই তার (আদলের) সর্বাধিক মিল। তবু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আব্‌দ ইবনু যাম’আ! এ তোমারই (ভাই), কেননা এ তার (আব্‌দ ইবনু যাম’আর) শয্যাতে জন্মগ্রহণ করেছে। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে সাওদা বিনতে যাম’আ। তুমি এ হতে পর্দা করবে। কেননা, তিনি উতবার সাথেই তার (চেহারার) মিল দেখতে পেয়েছিলেন। সাওদা ছিলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রী।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنَّ عُتْبَةَ بْنَ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنْ يَقْبِضَ إِلَيْهِ ابْنَ وَلِيدَةِ زَمْعَةَ، قَالَ عُتْبَةُ إِنَّهُ ابْنِي‏.‏ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَمَنَ الْفَتْحِ أَخَذَ سَعْدٌ ابْنَ وَلِيدَةِ زَمْعَةَ‏.‏ فَأَقْبَلَ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَقْبَلَ مَعَهُ بِعَبْدِ بْنِ زَمْعَةَ‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ هَذَا ابْنُ أَخِي عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ‏.‏ فَقَالَ عَبْدُ بْنُ زَمْعَةَ يَا رَسُولَ اللَّهِ هَذَا أَخِي ابْنُ وَلِيدَةِ زَمْعَةَ، وُلِدَ عَلَى فِرَاشِهِ‏.‏ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى ابْنِ وَلِيدَةِ زَمْعَةَ، فَإِذَا هُوَ أَشْبَهُ النَّاسِ بِهِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ ‏\"‏‏.‏ مِنْ أَجْلِ أَنَّهُ وُلِدَ عَلَى فِرَاشِ أَبِيهِ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ ‏\"‏‏.‏ مِمَّا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ‏.‏ وَكَانَتْ سَوْدَةُ زَوْجَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2534,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের কোন একজন তার এক ক্রীতদাসকে মুদাব্বার (মনিবের মৃত্যুর পর যে ক্রীতদাস মুক্ত বলে ঘোষিত হয়) রূপে মুক্ত ঘোষণা করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই ক্রীতদাসকে ডেকে নিয়ে অন্যত্র বিক্রি করে দিলেন। জাবির (রাঃ) বলেন, ক্রীতদাসটি সে বছরই মারা গিয়েছিল।",
    "ar": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ أَعْتَقَ رَجُلٌ مِنَّا عَبْدًا لَهُ عَنْ دُبُرٍ، فَدَعَا النَّبِيُّ صلى الله عليه وسلم بِهِ فَبَاعَهُ‏.‏ قَالَ جَابِرٌ مَاتَ الْغُلاَمُ عَامَ أَوَّلَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2535,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্রীতদাসের অভিভাবকত্ব বিক্রি করতে এবং তা দান করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، سَمِعْتُ ابْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ بَيْعِ الْوَلاَءِ، وَعَنْ هِبَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2536,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, বারীরাকে আমি (আযাদ করার নিয়্যতে) খরিদ করলাম, তখন তার (পূর্বতন) মালিক অভিভাবকত্বের শর্তারোপ করল। প্রসঙ্গটি আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে উত্থাপন করলাম। তিনি বললেন, তুমি তাকে মুক্ত করে দাও। অভিভাবকত্ব সেই লাভ করবে, সে অর্থ ব্যয় করবে। তখন আমি তাকে মুক্ত করে দিলাম। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে তার স্বামীর ব্যাপারে ইখতিয়ার দিলেন। বারীরা (রাঃ) বললেন, যদি সে আমাকে এত এত সম্পদও দেয় তবু আমি তার কাছে থাকব না। অবশেষে তিনি তার ইখতিয়ার প্রয়োগ করলেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتِ اشْتَرَيْتُ بَرِيرَةَ فَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ أَعْتِقِيهَا، فَإِنَّ الْوَلاَءَ لِمَنْ أَعْطَى الْوَرِقَ ‏\"‏‏.‏ فَأَعْتَقْتُهَا، فَدَعَاهَا النَّبِيُّ صلى الله عليه وسلم فَخَيَّرَهَا مِنْ زَوْجِهَا فَقَالَتْ لَوْ أَعْطَانِي كَذَا وَكَذَا مَا ثَبَتُّ عِنْدَهُ‏.‏ فَاخْتَارَتْ نَفْسَهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2537,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, মদীনার কিছু লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে অনুমতি প্রার্থনা করে বলল, আপনি অনুমতি দিলে আমরা আমাদের বোনের ছেলে ‘আব্বাসের মুক্তিপণ ছেড়ে দিব। কিন্তু তিনি বললেন, তোমরা তার (মুক্তিপণের) একটি দিরহামও ছাড়তে পার না।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ عُقْبَةَ، عَنْ مُوسَى، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَنَسٌ ـ رضى الله عنه ـ أَنَّ رِجَالاً، مِنَ الأَنْصَارِ اسْتَأْذَنُوا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالُوا ائْذَنْ فَلْنَتْرُكْ لاِبْنِ أُخْتِنَا عَبَّاسٍ فِدَاءَهُ، فَقَالَ ‏ \"‏ لاَ تَدَعُونَ مِنْهُ دِرْهَمًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2538,
    "narrator": "হিশাম (রহঃ)",
    "bn": "আমার পিতা আমাকে অবগত করলেন যে, হাকীম ইবনু হিযাম (রাঃ) জাহিলী যুগে একশ’ ক্রীতদাস মুক্ত করেছিলেন এবং আরোহণের জন্য একশ’ উট দিয়েছিলেন। যখন তিনি ইসলাম গ্রহণ করলেন, তখনও একশ’ উট বাহন হিসেবে দান করেন এবং একশ’ ক্রীতদাস মুক্ত করলেন। তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করলাম, হে আল্লাহর রাসূল! জাহেলী যুগে কল্যাণের উদ্দেশে যে কাজগুলো আমি করতাম, সেগুলো সম্পর্কে আমাকে অবহিত করুন। তিনি বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার পিছনের ‘আমলগুলোর কল্যাণেই তো তুমি ইসলাম কবূল করেছ।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، أَخْبَرَنِي أَبِي أَنَّ حَكِيمَ بْنَ حِزَامٍ ـ رضى الله عنه ـ أَعْتَقَ فِي الْجَاهِلِيَّةِ مِائَةَ رَقَبَةٍ، وَحَمَلَ عَلَى مِائَةِ بَعِيرٍ، فَلَمَّا أَسْلَمَ حَمَلَ عَلَى مِائَةِ بَعِيرٍ وَأَعْتَقَ مِائَةَ رَقَبَةٍ، قَالَ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ، أَرَأَيْتَ أَشْيَاءَ كُنْتُ أَصْنَعُهَا فِي الْجَاهِلِيَّةِ، كُنْتُ أَتَحَنَّثُ بِهَا، يَعْنِي أَتَبَرَّرُ بِهَا، قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَسْلَمْتَ عَلَى مَا سَلَفَ لَكَ مِنْ خَيْرٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2541,
    "narrator": "ইবনু ‘আউন (রহঃ)",
    "bn": "তিনি বলেন, আমি নাফি‘ (রহঃ) -কে পত্র লিখলাম, তিনি জওয়াবে আমাকে লিখেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বানী মুস্তালিক গোত্রের উপর অতর্কিতভাবে অভিযান পরিচালনা করেন। তাদের গবাদি পশুকে তখন পানি পান করানো হচ্ছিল। তিনি তাদের যুদ্ধক্ষমদের হত্যা এবং নাবালকদের বন্দী করেন এবং সেদিনই তিনি জুওয়ায়রিয়া (উম্মুল মু’মিনীন) -কে লাভ করেন। [নাফি‘ (রহঃ) বলেন] ‘আবদুল্লাহ ইবনু ‘উমর (রাঃ) আমাকে এ সম্পর্কিত হাদীস শুনিয়েছেন। তিনি নিজেও সে সেনাদলে ছিলেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ عَوْنٍ، قَالَ كَتَبْتُ إِلَى نَافِعٍ فَكَتَبَ إِلَىَّ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَغَارَ عَلَى بَنِي الْمُصْطَلِقِ وَهُمْ غَارُّونَ وَأَنْعَامُهُمْ تُسْقَى عَلَى الْمَاءِ، فَقَتَلَ مُقَاتِلَتَهُمْ، وَسَبَى ذَرَارِيَّهُمْ، وَأَصَابَ يَوْمَئِذٍ جُوَيْرِيَةَ‏.‏ حَدَّثَنِي بِهِ عَبْدُ اللَّهِ بْنُ عُمَرَ، وَكَانَ فِي ذَلِكَ الْجَيْشِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2542,
    "narrator": "ইবনু মুহায়রিয (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ সাঈদ (রাঃ) -কে দেখতে পেয়ে জিজ্ঞেস করলাম। তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে আমরা বনী মুস্তালিক যুদ্ধে কিছু আরব যুদ্ধবন্দী আমাদের হস্তগত হল। তখন আমাদের স্ত্রীদের কথা মনে পড়ে (কেননা) দূর-নিঃসঙ্গ জীবন আমাদের জন্য পীড়াদায়ক হয়ে পড়েছিলো। (সে সময়) আমরা আযল করতে চাইলাম (বাঁদী ব্যবহার করে)। এ সম্পর্কে আমরা রাসূলুল্লহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করলে তিনি বললেন, এরূপ না করলে তোমাদের কোন ক্ষতি হবে না। কেননা, ক্বিয়ামাত পর্যন্ত যাদের জন্ম নির্ধারিত রয়েছে, তাদের আগমন ঘটবেই।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ، قَالَ رَأَيْتُ أَبَا سَعِيدٍ ـ رضى الله عنه ـ فَسَأَلْتُهُ فَقَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ بَنِي الْمُصْطَلِقِ فَأَصَبْنَا سَبْيًا مِنْ سَبْىِ الْعَرَبِ، فَاشْتَهَيْنَا النِّسَاءَ فَاشْتَدَّتْ عَلَيْنَا الْعُزْبَةُ وَأَحْبَبْنَا الْعَزْلَ، فَسَأَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ مَا عَلَيْكُمْ أَنْ لاَ تَفْعَلُوا، مَا مِنْ نَسَمَةٍ كَائِنَةٍ إِلَى يَوْمِ الْقِيَامَةِ إِلاَّ وَهْىَ كَائِنَةٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2543,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে তিনটি কথা শোনার পর হতে বনী তামীম গোত্রকে আমি ভালবেসে আসছি। আমি তাঁকে বলতে শুনেছি, দাজ্জালের মুকাবিলায় আমার উম্মতের মধ্যে এরাই হবে অধিকতর কঠোর। আবূ হুরায়রা (রাঃ) বলেন, একবার তাদের পক্ষ হতে সদকার মাল আসলো। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ যে আমার কাওমের সাদাকা। ‘আয়িশা (রাঃ) -এর হাতে তাদের এক বন্দিনী ছিল। তা দেখে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, একে মুক্ত করে দাও। কেননা, সে ইসমাঈলের বংশধর।",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ لاَ أَزَالُ أُحِبُّ بَنِي تَمِيمٍ‏.‏ وَحَدَّثَنِي ابْنُ سَلاَمٍ أَخْبَرَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنِ الْمُغِيرَةِ عَنِ الْحَارِثِ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ‏.‏ وَعَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ مَا زِلْتُ أُحِبُّ بَنِي تَمِيمٍ مُنْذُ ثَلاَثٍ سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ فِيهِمْ، سَمِعْتُهُ يَقُولُ ‏\"‏ هُمْ أَشَدُّ أُمَّتِي عَلَى الدَّجَّالِ ‏\"‏‏.‏ قَالَ وَجَاءَتْ صَدَقَاتُهُمْ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذِهِ صَدَقَاتُ قَوْمِنَا ‏\"‏‏.‏ وَكَانَتْ سَبِيَّةٌ مِنْهُمْ عِنْدَ عَائِشَةَ‏.‏ فَقَالَ ‏\"‏ أَعْتِقِيهَا فَإِنَّهَا مِنْ وَلَدِ إِسْمَاعِيلَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2540,
    "narrator": "মারওয়ান ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "হাওয়াযিন গোত্রের প্রতিনিধি দল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে হাযির হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন (অভ্যর্থনার জন্য) এরপর তারা অর্থ-সম্পদ ও বন্দীদের ফিরিয়ে দেয়ার আবেদন জানাল। তখন তিনি বললেন, তোমরা দেখেছ, আমার সাথে আরো ‘সাহাবী আছেন। আর সত্য ভাষণই আমার নিকট প্রিয়। কাজেই, অর্থ-সম্পদ ও বন্দী এ দু’টির যে কোন একটি তোমরা বেছে নাও। বন্দীদের বন্টনের ব্যাপারে আমি বিলম্বও করেছিলাম। (রাবী বলেন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তায়েফ হতে ফিরে প্রায় দশ রাত তাদেরকে সুযোগ দিয়েছিলেন। যখন প্রতিনিধি দলের কাছে সুষ্পষ্ট হয় যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে দু’টির যেকোন একটি ফেরত দিবেন, তখন তারা বলল, তবে আমরা আমাদের বন্দীদেরই পছন্দ করছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবার সামনে দাঁড়িয়ে আল্লাহ তা‘আলার যথাযোগ্য প্রশংসা করার পর বললেন, তোমাদের ভাইয়েরা তাওবা করে আমাদের কাছে এসেছে। এমতাবস্থায় আমি তাদেরকে তাদের বন্দীদের ফেরত দিতে মনস্থ করেছি। কাজেই তোমাদের মধ্যে যারা সন্তুষ্টচিত্তে তা পছন্দ করে, তারা যেন তাই করে। আর যারা তাদের নিজেদের হিস্‌সা পেতে পছন্দ করে তা এভাবে যে, প্রথম দফায় আল্লাহ তা‘আলা আমাকে দান করবেন, সেখান হতে আমি তাদের সে হিস্‌সা আদায় করে দিব। সে যেন তা করে। তখন সবাই বলল, আমরা আপনার জন্য সন্তুষ্টচিত্তে তা করতে রাজী আছি। তিনি বললেন, আমি বুঝতে পারছি না, তোমাদের মধ্যে কারা সম্মত আর কারা সম্মত নও। কাজেই তোমরা ফিরে যাও। আর তোমাদের মুখপাত্ররা তোমাদের মতামত আমার কাছে উত্থাপন করুক। তারপর সবাই ফিরে গেল আর তাদের প্রতিনিধিরা তাদের সাথে আলোচনা সরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে ফিরে এসে জানালেন যে, তারা সকলেই সন্তুষ্টচিত্তে সম্মতি প্রকাশ করেছে। [ইবনু শিহাব যুহরী (রহঃ) বলেন] হাওয়াযিন গোত্রের যুদ্ধ বন্দী সম্পর্কে এতটুকুই আমাদের কাছে পৌছেছে। আনাস (রাঃ) বলেন, ‘আব্বাস (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বললেন, (বদর যুদ্ধে) আমি (একাই) নিজের ও আকীলের মুক্তিপণ আদায় করেছি।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2539,
    "narrator": "মারওয়ান ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "হাওয়াযিন গোত্রের প্রতিনিধি দল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে হাযির হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন (অভ্যর্থনার জন্য) এরপর তারা অর্থ-সম্পদ ও বন্দীদের ফিরিয়ে দেয়ার আবেদন জানাল। তখন তিনি বললেন, তোমরা দেখেছ, আমার সাথে আরো ‘সাহাবী আছেন। আর সত্য ভাষণই আমার নিকট প্রিয়। কাজেই, অর্থ-সম্পদ ও বন্দী এ দু’টির যে কোন একটি তোমরা বেছে নাও। বন্দীদের বন্টনের ব্যাপারে আমি বিলম্বও করেছিলাম। (রাবী বলেন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তায়েফ হতে ফিরে প্রায় দশ রাত তাদেরকে সুযোগ দিয়েছিলেন। যখন প্রতিনিধি দলের কাছে সুষ্পষ্ট হয় যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে দু’টির যেকোন একটি ফেরত দিবেন, তখন তারা বলল, তবে আমরা আমাদের বন্দীদেরই পছন্দ করছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবার সামনে দাঁড়িয়ে আল্লাহ তা‘আলার যথাযোগ্য প্রশংসা করার পর বললেন, তোমাদের ভাইয়েরা তাওবা করে আমাদের কাছে এসেছে। এমতাবস্থায় আমি তাদেরকে তাদের বন্দীদের ফেরত দিতে মনস্থ করেছি। কাজেই তোমাদের মধ্যে যারা সন্তুষ্টচিত্তে তা পছন্দ করে, তারা যেন তাই করে। আর যারা তাদের নিজেদের হিস্‌সা পেতে পছন্দ করে তা এভাবে যে, প্রথম দফায় আল্লাহ তা‘আলা আমাকে দান করবেন, সেখান হতে আমি তাদের সে হিস্‌সা আদায় করে দিব। সে যেন তা করে। তখন সবাই বলল, আমরা আপনার জন্য সন্তুষ্টচিত্তে তা করতে রাজী আছি। তিনি বললেন, আমি বুঝতে পারছি না, তোমাদের মধ্যে কারা সম্মত আর কারা সম্মত নও। কাজেই তোমরা ফিরে যাও। আর তোমাদের মুখপাত্ররা তোমাদের মতামত আমার কাছে উত্থাপন করুক। তারপর সবাই ফিরে গেল আর তাদের প্রতিনিধিরা তাদের সাথে আলোচনা সরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে ফিরে এসে জানালেন যে, তারা সকলেই সন্তুষ্টচিত্তে সম্মতি প্রকাশ করেছে। [ইবনু শিহাব যুহরী (রহঃ) বলেন] হাওয়াযিন গোত্রের যুদ্ধ বন্দী সম্পর্কে এতটুকুই আমাদের কাছে পৌছেছে। আনাস (রাঃ) বলেন, ‘আব্বাস (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বললেন, (বদর যুদ্ধে) আমি (একাই) নিজের ও আকীলের মুক্তিপণ আদায় করেছি।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنِي اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، ذَكَرَ عُرْوَةُ أَنَّ مَرْوَانَ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ ‏\"‏ إِنَّ مَعِي مَنْ تَرَوْنَ، وَأَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ، فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا الْمَالَ، وَإِمَّا السَّبْىَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ ‏\"‏‏.‏ وَكَانَ النَّبِيُّ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فِي النَّاسِ، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ ‏\"‏‏.‏ فَقَالَ النَّاسُ طَيَّبْنَا ذَلِكَ‏.‏ قَالَ ‏\"‏ إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ ‏\"‏‏.‏ فَرَجَعَ النَّاسُ، فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا، فَهَذَا الَّذِي بَلَغَنَا عَنْ سَبْىِ هَوَازِنَ‏.‏ وَقَالَ أَنَسٌ قَالَ عَبَّاسٌ لِلنَّبِيِّ صلى الله عليه وسلم فَادَيْتُ نَفْسِي، وَفَادَيْتُ عَقِيلاً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2544,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কারো যদি একটি বাঁদী থাকে আর সে তাকে প্রতিপালন করে, তার সাথে ভাল আচরণ করে এবং তাকে মুক্তি দিয়ে বিয়ে করে, তাহলে সে দ্বিগুন সাওয়াব লাভ করবে।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، سَمِعَ مُحَمَّدَ بْنَ فُضَيْلٍ، عَنْ مُطَرِّفٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كَانَتْ لَهُ جَارِيَةٌ فَعَالَهَا، فَأَحْسَنَ إِلَيْهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا، كَانَ لَهُ أَجْرَانِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2545,
    "narrator": "মারূর ইবনু সুওয়াইদ (রহঃ)",
    "bn": "তিনি বলেন, একবার আমি আবূ যার গিফারী (রাঃ) -এর দেখা পেলাম। তার গায়ে তখন এক জোড়া কাপড় আর তার ক্রীতদাসের গায়েও (অনুরূপ) এক জোড়া কাপড় ছিল। তাঁকে এর কারণ জিজ্ঞেস করলে তিনি বললেন, একবার এক ব্যক্তিকে আমি গালি দিয়েছিলাম। সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে আমার বিরুদ্ধে অভিযোগ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তুমি তার মার প্রতি কটাক্ষ করে তাকে লজ্জা দিলে? তারপর তিনি বললেন, তোমাদের গোলামরা তোমাদেরই ভাই। আল্লাহ তাদেরকে তোমাদের অধীনস্ত করেছেন, কাজেই কারো ভাই যদি তার অধীনে থাকে তবে সে যা খায়, তা হতে যেন তাকে খেতে দেয় এবং সে যা পরিধান করে, তা হতে যেন পরিধান করায় এবং তাদের সাধ্যাতীত কোন কাজে বাধ্য না করে। তোমরা যদি তাদের শক্তির ঊর্ধ্বে কোন কাজ তাদের দাও তবে তাদের সহযোগিতা কর।",
    "ar": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا وَاصِلٌ الأَحْدَبُ، قَالَ سَمِعْتُ الْمَعْرُورَ بْنَ سُوَيْدٍ، قَالَ رَأَيْتُ أَبَا ذَرٍّ الْغِفَارِيَّ ـ رضى الله عنه ـ وَعَلَيْهِ حُلَّةٌ وَعَلَى غُلاَمِهِ حُلَّةٌ فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ إِنِّي سَابَبْتُ رَجُلاً فَشَكَانِي إِلَى النَّبِيِّ صلى الله عليه وسلم، فَقَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَعَيَّرْتَهُ بِأُمِّهِ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ إِخْوَانَكُمْ خَوَلُكُمْ جَعَلَهُمُ اللَّهُ تَحْتَ أَيْدِيكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ فَلْيُطْعِمْهُ مِمَّا يَأْكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلاَ تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإِنْ كَلَّفْتُمُوهُمْ مَا يَغْلِبُهُمْ فَأَعِينُوهُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2546,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ক্রীতদাস যদি তার মনিবের হিতাকাঙ্ক্ষী হয় এবং তার প্রতিপালকের উত্তমরূপে ইবাদত করে, তাহলে তার সাওয়াব হবে দ্বিগুণ।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعَبْدُ إِذَا نَصَحَ سَيِّدَهُ وَأَحْسَنَ عِبَادَةَ رَبِّهِ كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2549,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কত ভাগ্যবান সে যে উত্তমরূপে আপন প্রতিপালকের ইবাদত করে এবং নিজ মনিবের হিতাকাঙ্ক্ষী হয়।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الأَعْمَشِ، حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ نِعْمَ مَا لأَحَدِهِمْ يُحْسِنُ عِبَادَةَ رَبِّهِ وَيَنْصَحُ لِسَيِّدِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2547,
    "narrator": "আবূ মূসা আশ‘আরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে লোক তার বাঁদীকে উত্তমরূপে জ্ঞান ও আদব শিক্ষা দেয় এবং তাকে মুক্ত করে ও বিয়ে করে, সে দ্বিগুণ সাওয়াব লাভ করবে। আর যে ক্রীতদাস আল্লাহর হক আদায় করে এবং মনিবের হকও আদায় করে, সেও দ্বিগুণ সাওয়াব লাভ করবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ صَالِحٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَيُّمَا رَجُلٍ كَانَتْ لَهُ جَارِيَةٌ فَأَدَّبَهَا فَأَحْسَنَ تَأْدِيبَهَا، وَأَعْتَقَهَا وَتَزَوَّجَهَا، فَلَهُ أَجْرَانِ، وَأَيُّمَا عَبْدٍ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ، فَلَهُ أَجْرَانِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2548,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, সৎ ক্রীতদাসের সাওয়াব হবে দ্বিগুণ। আবূ হুরায়রা (রাঃ) বলেন, যাঁর হাতে আমার প্রাণ, তাঁর শপথ করে বলছি, আল্লাহর পথে জিহাদ, হাজ্জ এবং আমার মায়ের সেবার মতো উত্তম কাজ যদি না থাকত, তাহলে ক্রীতদাসরূপে মৃত্যুবরণ করাই আমি পছন্দ করতাম।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ قَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لِلْعَبْدِ الْمَمْلُوكِ الصَّالِحِ أَجْرَانِ، وَالَّذِي نَفْسِي بِيَدِهِ لَوْلاَ الْجِهَادُ فِي سَبِيلِ اللَّهِ وَالْحَجُّ وَبِرُّ أُمِّي، لأَحْبَبْتُ أَنْ أَمُوتَ وَأَنَا مَمْلُوكٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2550,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ক্রীতদাস যদি স্বীয় মনিবের হিতাকাঙ্ক্ষী হয় এবং আপন প্রতিপালকের উত্তম ‘ইবাদত করে, তাহলে তার পুণ্য হবে দ্বিগুণ।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا نَصَحَ الْعَبْدُ سَيِّدَهُ، وَأَحْسَنَ عِبَادَةَ رَبِّهِ، كَانَ لَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2553,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ কোন (শরীকী) ক্রীতদাস হতে নিজের অংশ মুক্ত করে দিলে এবং তার কাছে সেই ক্রীতদাসের মূল্য পরিমাণ সম্পদ থাকলে তার ন্যায্যমূল্য নির্ধারণ করা হবে এবং তার সম্পদ থেকেই সেই ক্রীতদাস সম্পূর্ণ মুক্ত হয়ে যাবে, অন্যথায় সে যতটুকু মুক্ত করেছে ততটুকুই মুক্ত হবে।",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَنْ أَعْتَقَ نَصِيبًا لَهُ مِنَ الْعَبْدِ، فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ قِيمَتَهُ، يُقَوَّمُ عَلَيْهِ قِيمَةَ عَدْلٍ، وَأُعْتِقَ مِنْ مَالِهِ، وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ ‏\"‏‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2552,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের কেউ যেন এমন কথা না বলে “তোমার প্রভুকে আহার করাও” “তোমার প্রভুকে অযু করাও” “তোমার প্রভুকে পান করাও” আর যেন (দাস ও বাঁদীরা) এরূপ বলে, “আমার মনিব” “আমার অভিভাবক”, তোমাদের কেউ যেন এরূপ না বলে “আমার দাস, আমার দাসী”। বরং বলবে- ‘আমার বালক’ ‘আমার বালিকা’ ‘আমার খাদিম’।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ يُحَدِّثُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ لاَ يَقُلْ أَحَدُكُمْ أَطْعِمْ رَبَّكَ، وَضِّئْ رَبَّكَ، اسْقِ رَبَّكَ‏.‏ وَلْيَقُلْ سَيِّدِي مَوْلاَىَ‏.‏ وَلاَ يَقُلْ أَحَدُكُمْ عَبْدِي أَمَتِي‏.‏ وَلْيَقُلْ فَتَاىَ وَفَتَاتِي وَغُلاَمِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2551,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ক্রীতদাস আপন প্রতিপালকের উত্তমরূপে ইবাদত করে এবং আপন মনিবের যে হক আছে তা আদায় করে, তার কল্যাণ কামনা করে আর তার আনুগত্য করে, সে দ্বিগুণ পুণ্য অর্জন করবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْمَمْلُوكُ الَّذِي يُحْسِنُ عِبَادَةَ رَبِّهِ، وَيُؤَدِّي إِلَى سَيِّدِهِ الَّذِي لَهُ عَلَيْهِ مِنَ الْحَقِّ وَالنَّصِيحَةِ وَالطَّاعَةِ، لَهُ أَجْرَانِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2555,
    "narrator": "আবূ হুরায়রা (রাঃ) ও যায়দ ইবনু খালিদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বাঁদী যিনায় লিপ্ত হলে তাকে চাবুক লাগাবে। আবার যিনা করলে আবারও চাবুক লাগাবে। তৃতীয়বার বা চতুর্থবার বলেছেন, একগাছি রশির বিনিময়ে হলেও তাকে বিক্রি করে ফেলবে।",
    "ar": "حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي عُبَيْدُ اللَّهِ، سَمِعْتُ أَبَا هُرَيْرَةَ، وَزَيْدَ بْنَ خَالِدٍ، رضى الله عنهما عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا، ثُمَّ إِذَا زَنَتْ فَاجْلِدُوهَا، ثُمَّ إِذَا زَنَتْ فَاجْلِدُوهَا، فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ بِيعُوهَا وَلَوْ بِضَفِيرٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2554,
    "narrator": "‘আবদুল্লাহ [ইবনু ‘উমর (রাঃ)]",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমরা প্রত্যেকেই দায়িত্বশীল। কাজেই প্রত্যেকেই নিজ অধীনস্থদের বিষয়ে জিজ্ঞাসার সম্মুখীন হবে। যেমন- জনগণের শাসক তাদের দায়িত্বশীল, কাজেই সে তাদের বিষয়ে জিজ্ঞাসিত হবে। একজন পুরুষ তার পরিবার পরিজনদের দায়িত্বশীল, কাজেই সে তাদের বিষয়ে জিজ্ঞাসিত হবে। স্ত্রী স্বামীর ঘরের এবং তার সন্তানের দায়িত্বশীল, কাজেই সে তাদের বিষয়ে জিজ্ঞাসিত হবে। আর ক্রীতদাস আপন মনিবের সম্পদের রক্ষণাবেক্ষণকারী। কাজেই সে বিষয়ে জিজ্ঞাসিত হবে। শোন! তোমরা প্রত্যেকেই দায়িত্বশীল। কাজেই প্রত্যেকেই আপন অধীনস্থদের বিষয়ে জিজ্ঞাসিত হবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ كُلُّكُمْ رَاعٍ فَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْهُمْ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهْوَ مَسْئُولٌ عَنْهُمْ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَوَلَدِهِ وَهْىَ مَسْئُولَةٌ عَنْهُمْ، وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهْوَ مَسْئُولٌ عَنْهُ، أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2556,
    "narrator": "আবূ হুরায়রা (রাঃ) ও যায়দ ইবনু খালিদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বাঁদী যিনায় লিপ্ত হলে তাকে চাবুক লাগাবে। আবার যিনা করলে আবারও চাবুক লাগাবে। তৃতীয়বার বা চতুর্থবার বলেছেন, একগাছি রশির বিনিময়ে হলেও তাকে বিক্রি করে ফেলবে।",
    "ar": "See previous Hadith",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2557,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের কারো খাদিম খাবার নিয়ে হাযির হলে তাকেও নিজের সাথে বসানো উচিত। তাকে সাথে না বসালেও দু’ এক লোকমা কিংবা দু’ এক গ্রাস তাকে দেয়া উচিত। কেননা, সে এর জন্য পরিশ্রম করেছে।",
    "ar": "حَدَّثَنَا حَجَّاجُ بْنُ مِنْهَالٍ، حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي مُحَمَّدُ بْنُ زِيَادٍ، سَمِعْتُ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏ \"‏ إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِهِ، فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ، فَلْيُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ أَوْ أُكْلَةً أَوْ أُكْلَتَيْنِ، فَإِنَّهُ وَلِيَ عِلاَجَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2558,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমর (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের প্রত্যেকে দায়িত্বশীল এবং নিজ অধীনস্থদের বিষয়ে সে জিজ্ঞাসিত হবে। ইমাম (শাসক) একজন দায়িত্বশীল। কাজেই আপন অধীনস্থদের বিষয়ে সে জিজ্ঞাসিত হবে। একজন পুরুষ তার পরিবারের দায়িত্বশীল। কাজেই সে তার অধীনস্থদের বিষয়ে জিজ্ঞাসিত হবে। স্ত্রী তার স্বামীর ঘরের দায়িত্বশীল। কাজেই সে তার অধীনস্থদের বিষয়ে জিজ্ঞাসিত হবে, আর খাদিম তার মনিবের সম্পদের রক্ষণাবেক্ষণকারী। কাজেই সে তার দায়িত্বাধীন বিষয়ে  জিজ্ঞাসিত হবে। [‘আবদুল্লাহ ইবনু ‘উমর (রা)] বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এদের সম্পর্কে (নিশ্চিতভাবেই) শুনেছি। তবে আমার ধারণা; নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন, আর সন্তান তার পিতার সম্পদের রক্ষণাবেক্ষণকারী। কাজেই তার দায়িত্বাধীন বিষয়ে জিজ্ঞাসিত হবে। মোটকথা তোমাদের প্রত্যেকে দায়িত্বশীল এবং প্রত্যেকেই তার অধীনস্থদের বিষয়ে জিজ্ঞাসিত হবে।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَالإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ فِي أَهْلِهِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَهْىَ مَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏ قَالَ فَسَمِعْتُ هَؤُلاَءِ مِنَ النَّبِيِّ صلى الله عليه وسلم وَأَحْسِبُ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ وَالرَّجُلُ فِي مَالِ أَبِيهِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2559,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের মধ্যে কেউ যখন যুদ্ধ করবে, তখন সে যেন মুখমণ্ডলে আঘাত করা হতে বিরত থাকে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، قَالَ وَأَخْبَرَنِي ابْنُ فُلاَنٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا قَاتَلَ أَحَدُكُمْ فَلْيَجْتَنِبِ الْوَجْهَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]