[
  {
    "hadith_id": 2560,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেছেন, বারীরা (রাঃ) একবার মুকাতাবাতের সাহায্য চাইতে তাঁর কাছে আসলেন। প্রতিবছর এক ‘উকিয়া’ করে পাঁচ বছরে পাঁচ ‘উকিয়া’ তাকে পরিশোধ করতে হবে। তার প্রতি ‘আয়িশা (রাঃ) আগ্রহান্বিত হলেন। তাই তিনি বললেন, যদি আমি এককালীন মূল্য পরিশোধ করে দেই তবে কি তোমার মালিক তোমাকে বিক্রি করবে? তখন আমি তোমাকে মুক্ত করে দিব এবং তোমার ওয়ালার অধিকার আমার হবে। বারীরা (রাঃ) তার মালিকের কাছে গিয়ে উক্ত প্রস্তাব পেশ করলেন। কিন্তু তারা বলল, না; তবে যদি ওয়ালার অধিকার আমাদের হয়। ‘আয়িশা (রাঃ) বলেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমতে গেলাম এবং বিষয়টি তাঁকে বললাম। (রাবী বলেন) তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তাকে খরিদ করে মুক্ত করে দাও। কেননা, ওয়ালা তারই হবে, যে মুক্ত করবে। তারপর তিনি দাঁড়িয়ে বললেন, মানুষের কী হল, তারা এমন সব শর্তারোপ করে, যা আল্লাহর কিতাবে নেই ! আল্লাহর কিতাবে নেই এমন শর্ত কেউ আরোপ করলে তা বাতিল বলে গণ্য হবে। আল্লাহর দেয়া শর্তই সঠিক এবং নির্ভরযোগ্য।",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ ـ رضى الله عنها ـ إِنَّ بَرِيرَةَ دَخَلَتْ عَلَيْهَا تَسْتَعِينُهَا فِي كِتَابَتِهَا وَعَلَيْهَا خَمْسَةُ أَوَاقٍ، نُجِّمَتْ عَلَيْهَا فِي خَمْسِ سِنِينَ، فَقَالَتْ لَهَا عَائِشَةُ وَنَفِسَتْ فِيهَا أَرَأَيْتِ إِنْ عَدَدْتُ لَهُمْ عَدَّةً وَاحِدَةً، أَيَبِيعُكِ أَهْلُكِ، فَأُعْتِقَكِ، فَيَكُونَ وَلاَؤُكِ لِي فَذَهَبَتْ بَرِيرَةُ إِلَى أَهْلِهَا، فَعَرَضَتْ ذَلِكَ عَلَيْهِمْ فَقَالُوا لاَ إِلاَّ أَنْ يَكُونَ لَنَا الْوَلاَءُ‏.‏ قَالَتْ عَائِشَةُ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ‏.‏ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اشْتَرِيهَا فَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ، مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2562,
    "narrator": "‘আবদুল্লাহ্‌ ইবনু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, উম্মুল মু’মিনীন ‘আয়িশা (রাঃ) মুক্ত করার জন্য জনৈকা বাঁদীকে খরিদ করতে চাইলেন। কিন্তু তার মালিক পক্ষ বলল, এই শর্তে (আমরা সম্মত) যে, ওয়ালা আমাদেরই থাকবে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ শর্তারোপ যেন তোমাকে তা ক্রয় করতে বিরত না রাখে। কেননা, ওয়ালা তারই জন্য যে মুক্ত করবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَرَادَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ أَنْ تَشْتَرِيَ جَارِيَةً لِتُعْتِقَهَا، فَقَالَ أَهْلُهَا عَلَى أَنَّ وَلاَءَهَا لَنَا‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَمْنَعُكِ ذَلِكِ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2561,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "বারীরা (রাঃ) একবার তার মুকাতাবাতের ব্যাপারে সাহায্য চাইতে আসলেন। তখন পর্যন্ত তিনি মুকাতাবাতের অর্থ হতে কিছুই আদায় করেননি। ‘আয়িশা (রাঃ) তাকে বললেন, তুমি তোমার মালিকের কাছে ফিরে যাও। তারা সম্মত হলে আমি তোমার মুকাতাবাতের প্রাপ্য পরিশোধ করে দিব। আর তোমার ওয়ালার (অভিভাবকের) অধিকার আমার হবে। বারীরা (রাঃ) কথাটি তার মালিকের কাছে পেশ করলেন। কিন্তু তারা তা অস্বীকার করল এবং বলল, তিনি যদি তোমাকে মুক্ত করে সওয়াব পেতে চান, তবে করতে পারেন। ওয়ালা আমাদেরই থাকবে। ‘আয়িশা (রাঃ) বিষয়টি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পেশ করলে তিনি বললেন, তুমি খরিদ করে মুক্ত করে দাও। কেননা, যে মুক্ত করবে, সেই ওয়ালার অধিকারী হবে। (রাবী বলেন) তারপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (সাহাবীগণের সমাবেশে) দাঁড়িয়ে বললেন, মানুষের কী হল, এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। যে এমন সব শর্তারোপ করবে, যা আল্লাহর কিতাবে নেই, তা তার জন্য প্রযোজ্য হবে না; যদিও সে শতবার শর্তারোপ করে। কেননা, আল্লাহর দেয়া শর্তই সঠিক এবং নির্ভরযোগ্য।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُهَا فِي كِتَابَتِهَا، وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا، قَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ، فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ، وَيَكُونَ وَلاَؤُكِ لِي فَعَلْتُ‏.‏ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ، وَيَكُونَ وَلاَؤُكِ لَنَا، فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْتَاعِي فَأَعْتِقِي، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ قَالَ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ، وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ، شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2563,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, বারীরা (রাঃ) এসে বললেন, আমি প্রতি বছর এক উকিয়া করে নয় উকিয়া আদায় করার শর্তে কিতাবাতের চুক্তি করেছি। এ ব্যাপারে আপনি আমাকে সাহায্য করুন। ‘আয়িশা (রাঃ) বললেন, তোমার মালিক পক্ষ সম্মত হলে আমি উক্ত পরিমাণ এককালীন দান করে তোমাকে মুক্ত করতে পারি এবং তোমার ওয়ালা হবে আমার জন্য। তিনি তার মালিকের কাছে গেলেন, তারা তার এ শর্ত মানতে অস্বীকার করল। তখন তিনি বললেন, বিষয়টি আমি তাদের কাছে উত্থাপন করেছিলাম, কিন্তু ওয়ালা তাদেরই হবে, এ শর্ত ছাড়া তারা মানতে অসম্মতি প্রকাশ করেছে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিষয়টি শুনে এ সম্পর্কে আমাকে জিজ্ঞেস করলেন। আমি ঘটনাটি তাঁকে খুলে বললাম। তখন তিনি বললেন, তাকে নিয়ে যাও এবং মুক্ত করে দাও। ওয়ালা তাদের হবে, এ শর্ত মেনে নাও, (এতে কিছু আসে যায় না।) কেননা, যে মুক্ত করবে, ওয়ালা তারই হবে। ‘আয়িশা (রাঃ) বলেন, এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণের সমাবেশে দাঁড়িয়ে আল্লাহর হাম্‌দ ও সানা পাঠ করলেন আর বললেন, তোমাদের কিছু লোকের কী হল? এমন সব শর্ত তারা আরোপ করে, যা আল্লাহর কিতাবে নেই। এমন কোন শর্ত, যা আল্লাহর কিতাবে নেই, তা বাতিল বলে গণ্য হবে; এমনকি সে শর্ত শতবার আরোপ করলেও। কেননা, আল্লাহর হুকুমই যথার্থ এবং আল্লাহর শর্তই নির্ভরযোগ্য। তোমাদের কিছু লোকের কী হল? তারা এমন কথা বলে যে, হে অমুক! তুমি মুক্ত করে দাও, ওয়ালা (অভিভাকত্ব) আমারই থাকবে। অথচ যে মুক্ত করবে সে-ই ওয়ালার অধিকারী হবে।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ جَاءَتْ بَرِيرَةُ فَقَالَتْ إِنِّي كَاتَبْتُ أَهْلِي عَلَى تِسْعِ أَوَاقٍ، فِي كُلِّ عَامٍ وَقِيَّةٌ، فَأَعِينِينِي‏.‏ فَقَالَتْ عَائِشَةُ إِنْ أَحَبَّ أَهْلُكِ أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً، وَأُعْتِقَكِ فَعَلْتُ، وَيَكُونَ وَلاَؤُكِ لِي‏.‏ فَذَهَبَتْ إِلَى أَهْلِهَا، فَأَبَوْا ذَلِكَ عَلَيْهَا، فَقَالَتْ إِنِّي قَدْ عَرَضْتُ ذَلِكَ عَلَيْهِمْ، فَأَبَوْا إِلاَّ أَنْ يَكُونَ الْوَلاَءُ لَهُمْ‏.‏ فَسَمِعَ بِذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَأَلَنِي فَأَخْبَرْتُهُ، فَقَالَ ‏\"‏ خُذِيهَا، فَأَعْتِقِيهَا، وَاشْتَرِطِي لَهُمُ الْوَلاَءَ، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ قَالَتْ عَائِشَةُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ، فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ، فَمَا بَالُ رِجَالٍ مِنْكُمْ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ فَأَيُّمَا شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهْوَ بَاطِلٌ، وَإِنْ كَانَ مِائَةَ شَرْطٍ، فَقَضَاءُ اللَّهِ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ، مَا بَالُ رِجَالٍ مِنْكُمْ يَقُولُ أَحَدُهُمْ أَعْتِقْ يَا فُلاَنُ وَلِيَ الْوَلاَءُ إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2564,
    "narrator": "‘আম্‌রাহ বিনতু আবদুর রহমান (রহঃ)",
    "bn": "বারীরা (রাঃ) একবার উম্মুল মু’মিনীন ‘আয়িশা (রাঃ)-এর কাছে সাহায্য চাইতে আসলেন। তখন তিনি বললেন, তোমার মালিক পক্ষ চাইলে আমি তাদের এক সাথেই তোমার মূল্য দিয়ে দিব এবং তোমাকে মুক্ত করে দিব। বারীরা (রাঃ) মালিক পক্ষকে তা বললেন, কিন্তু জবাবে তারা বলল, তোমার ওয়ালা আমাদের থাকবে; এছাড়া আমরা সম্মত নই। (রাবী) মালিক (রহঃ) বলেন, ইয়াহ্ইয়া (রহঃ) বলেন, আম্‌রা (রহঃ) ধারণা করেন যে, ‘আয়িশা (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তা উত্থাপন করেছিলেন, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, তুমি তাকে খরিদ করে মুক্ত করে দাও। কেননা, ওয়ালা তারই হবে, যে মুক্ত করে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ بَرِيرَةَ، جَاءَتْ تَسْتَعِينُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ فَقَالَتْ لَهَا إِنْ أَحَبَّ أَهْلُكِ أَنْ أَصُبَّ لَهُمْ ثَمَنَكِ صَبَّةً وَاحِدَةً فَأُعْتِقَكِ فَعَلْتُ‏.‏ فَذَكَرَتْ بَرِيرَةُ ذَلِكَ لأَهْلِهَا، فَقَالُوا لاَ‏.‏ إِلاَّ أَنْ يَكُونَ وَلاَؤُكِ لَنَا‏.‏ قَالَ مَالِكٌ قَالَ يَحْيَى فَزَعَمَتْ عَمْرَةُ أَنَّ عَائِشَةَ ذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ اشْتَرِيهَا وَأَعْتِقِيهَا، فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2565,
    "narrator": "আবূ আয়মান (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-এর কাছে গিয়ে বললাম, আমি উতবা ইবনু আবূ লাহাবের ক্রীতদাস ছিলাম। সে মারা গেলে তার ছেলেরা আমার মালিক হল। আর তারা আমাকে ইবনু আবূ ‘আমর মাখযূমীর নিকট বিক্রি করেন। ইবনু আবূ ‘আমর আমাকে মুক্ত করে দিলেন। কিন্তু ‘উতবার ছেলেরা ওয়ালার শর্তারোপ করল। তখন ‘আয়িশা (রাঃ) বললেন, মুকাতাব থাকা অবস্থায় বারীরা (রাঃ) একবার তার কাছে এসে বললেন, আমাকে ক্রয় করে মুক্ত করে দিন। তিনি বললেন, হ্যাঁ। সে বলল, তারা ওয়ালার শর্তারোপ ব্যতিরেকে আমাকে বিক্রি করবে না। তিনি বললেন, তাহলে এতে আমার প্রয়োজন নেই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে কথা শুনলেন, কিংবা তার কাছে এ সংবাদ পৌঁছল। তখন তিনি ‘আয়িশা (রাঃ)-এর কাছে এ ব্যাপারে আলোচনা করলেন। আর ‘আয়িশা (রাঃ) বারীরা (রাঃ)-কে যা বলেছিলেন তাই জানালেন। তখন তিনি বললেন, তুমি তাকে ক্রয় করে মুক্ত করে দাও, আর তাদেরকে যত ইচ্ছা শর্তারোপ করতে দাও। পরে ‘আয়িশা (রাঃ) তাকে খরিদ করে মুক্ত করে দিলেন এবং তার মালিকপক্ষ ওয়ালার শর্তারোপ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ওয়ালা তারই থাকবে, যে মুক্ত করে যদিও তার মালিকপক্ষ শত শর্তারোপ করে থাকে।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي أَيْمَنُ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقُلْتُ كُنْتُ غُلاَمًا لِعُتْبَةَ بْنِ أَبِي لَهَبٍ، وَمَاتَ وَوَرِثَنِي بَنُوهُ، وَإِنَّهُمْ بَاعُونِي مِنَ ابْنِ أَبِي عَمْرٍو، فَأَعْتَقَنِي ابْنُ أَبِي عَمْرٍو، وَاشْتَرَطَ بَنُو عُتْبَةَ الْوَلاَءَ‏.‏ فَقَالَتْ دَخَلَتْ بَرِيرَةُ وَهْىَ مُكَاتَبَةٌ فَقَالَتِ اشْتَرِينِي وَأَعْتِقِينِي‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَتْ لاَ يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلاَئِي‏.‏ فَقَالَتْ لاَ حَاجَةَ لِي بِذَلِكَ‏.‏ فَسَمِعَ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم أَوْ بَلَغَهُ، فَذَكَرَ لِعَائِشَةَ، فَذَكَرَتْ عَائِشَةُ مَا قَالَتْ لَهَا، فَقَالَ ‏\"‏ اشْتَرِيهَا وَأَعْتِقِيهَا، وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا ‏\"‏‏.‏ فَاشْتَرَتْهَا عَائِشَةُ فَأَعْتَقَتْهَا وَاشْتَرَطَ أَهْلُهَا الْوَلاَءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْوَلاَءُ لِمَنْ أَعْتَقَ، وَإِنِ اشْتَرَطُوا مِائَةَ شَرْطٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]