[
  {
    "hadith_id": 2738,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন মুসলিম ব্যক্তির উচিত নয় যে, তার অসীয়তযোগ্য কিছু (সম্পদ) রয়েছে, সে দু’রাত কাটাবে অথচ তার নিকট তার অসীয়ত লিখিত থাকবে না। মুহাম্মদ ইব্‌নু মুসলিম (রহঃ) এ হাদীস বর্ণনায় মালিক (রহঃ) -এর অনুসরণ করেছেন। এ সনদে ‘আম্‌র (রহঃ) ইব্‌নু ‘উমর (রাঃ) -এর মাধ্যমে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَىْءٌ، يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ، إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ ‏\"‏‏.‏ تَابَعَهُ مُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2740,
    "narrator": "তালহা ইব্‌নু মুসাররিফ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ ইব্‌নু আবী আওফা (রাঃ) -এর নিকট জিজ্ঞেস করলাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি অসীয়ত করেছিলেন? তিনি বলেন, না। আমি বললাম, তাহলে কিভাবে লোকদের উপর অসীয়ত ফরয করা হলো, কিংবা অসীয়তের নির্দেশ দেয়া হলো? তিনি বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র কিতাব মুতাবিক ‘আমল করার জন্য অসীয়ত করেছেন।",
    "ar": "حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا مَالِكٌ، حَدَّثَنَا طَلْحَةُ بْنُ مُصَرِّفٍ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ هَلْ كَانَ النَّبِيُّ صلى الله عليه وسلم أَوْصَى فَقَالَ لاَ‏.‏ فَقُلْتُ كَيْفَ كُتِبَ عَلَى النَّاسِ الْوَصِيَّةُ أَوْ أُمِرُوا بِالْوَصِيَّةِ قَالَ أَوْصَى بِكِتَابِ اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2739,
    "narrator": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর শ্যালক অর্থাৎ উম্মুল মুমিনীন জুওয়াইরিয়া বিন্‌তু হারিসের ভাই ‘আমর ইব্‌নুল হারিস (রাঃ)",
    "bn": "তিনি বলেন, ‘রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মৃত্যুকালে তাঁর সাদা খচ্চরটি, তাঁর হাতিয়ার এবং সে জমি যা তিনি সদকা করেছিলেন, তাছাড়া কোন স্বর্ণ বা রৌপ্য মুদ্রা, কোন দাস-দাসী কিংবা কোন জিনিস রেখে যাননি।’",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَارِثِ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ الْجُعْفِيُّ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عَمْرِو بْنِ الْحَارِثِ، خَتَنِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَخِي جُوَيْرِيَةَ بِنْتِ الْحَارِثِ قَالَ مَا تَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ مَوْتِهِ دِرْهَمًا وَلاَ دِينَارًا وَلاَ عَبْدًا وَلاَ أَمَةً وَلاَ شَيْئًا، إِلاَّ بَغْلَتَهُ الْبَيْضَاءَ وَسِلاَحَهُ وَأَرْضًا جَعَلَهَا صَدَقَةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2741,
    "narrator": "আসওয়াদ (রাঃ)",
    "bn": "তিনি বলেন, সাহাবীগণ ‘আয়িশা (রাঃ) -এর নিকট আলোচনা করলেন যে, ‘আলী (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ওয়াসী [১] ছিলেন। আয়িশা (রাঃ) বললেন, ‘তিনি কখন তাঁর প্রতি অসীয়ত করলেন? অথচ আমি তো আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে আমার বুকে অথবা বলেছেন আমার কোলে হেলান দিয়ে রেখেছিলাম। তখন তিনি পানির তস্তুরি চাইলেন, অতঃপর আমার কোলে ঢলে পড়লেন। আমি বুঝতেই পারিনি যে, তিনি ইন্‌তিকাল করেছেন। অতএব তাঁর প্রতি কখন অসীয়ত করলেন?’",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ، عَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ ذَكَرُوا عِنْدَ عَائِشَةَ أَنَّ عَلِيًّا ـ رضى الله عنهما ـ كَانَ وَصِيًّا‏.‏ فَقَالَتْ مَتَى أَوْصَى إِلَيْهِ وَقَدْ كُنْتُ مُسْنِدَتَهُ إِلَى صَدْرِي ـ أَوْ قَالَتْ حَجْرِي ـ فَدَعَا بِالطَّسْتِ، فَلَقَدِ انْخَنَثَ فِي حَجْرِي، فَمَا شَعَرْتُ أَنَّهُ قَدْ مَاتَ، فَمَتَى أَوْصَى إِلَيْهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আলী (রাঃ) -এর জন্য খিলাফতের অসীয়ত করেছিলেন-এ দাবী আদৌ সত্য নয়। যার বাস্তব প্রমাণ হল অত্র হাদীসটি।"
  },
  {
    "hadith_id": 2742,
    "narrator": "সা‘দ ইব্‌নু আবূ ওয়াক্‌কাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার আমাকে রোগাক্রান্ত অবস্থায় দেখতে আসেন। সে সময় আমি মক্কায় ছিলাম। কোন ব্যক্তি যে স্থান থেকে হিজরত করে, সেখানে মৃত্যুবরণ করাকে তিনি অপছন্দ করতেন। এজন্য তিনি বলতেন, আল্লাহ্ রহম করুন ইব্‌নু আফরা-র উপর। আমি বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি কি আমার সমুদয় মালের ব্যবহারের অসীয়ত করে যাব? তিনি বললেন, না। আমি বললাম, তবে অর্ধেক? তিনি ইরশাদ করলেন, না। আমি বললাম, তবে এক তৃতীয়াংশ? তিনি ইরশাদ করলেন, (হ্যাঁ) এক তৃতীয়াংশ আর এক তৃতীয়াংশও অনেক। ওয়ারিসগণকে দরিদ্র পরমুখাপেক্ষী করে রেখে যাবার চেয়ে ধনী অবস্থায় রেখে যাওয়া উত্তম। তুমি যখনই কোন খরচ করবে, তা সদকারূপে গণ্য হবে। এমনকি সে লোকমাও যা তোমার স্ত্রীর মুখে তুলে দিবে। হয়ত আল্লাহ্‌ তা‘আলা তোমার মর্যাদা বৃদ্ধি করবেন এবং লোকেরা তোমার দ্বারা উপকৃত হবেন, আবার কিছু ব্যক্তি ক্ষতিগ্রস্ত হবে। সে সময় তার একটি মাত্র কন্যা ব্যতীত কেউ ছিল না।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ ـ رضى الله عنه ـ قَالَ جَاءَ النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي وَأَنَا بِمَكَّةَ، وَهْوَ يَكْرَهُ أَنْ يَمُوتَ بِالأَرْضِ الَّتِي هَاجَرَ مِنْهَا قَالَ ‏\"‏ يَرْحَمُ اللَّهُ ابْنَ عَفْرَاءَ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ، أُوصِي بِمَالِي كُلِّهِ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَالشَّطْرُ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ الثُّلُثُ‏.‏ قَالَ ‏\"‏ فَالثُّلُثُ، وَالثُّلُثُ كَثِيرٌ، إِنَّكَ أَنْ تَدَعَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ فِي أَيْدِيهِمْ، وَإِنَّكَ مَهْمَا أَنْفَقْتَ مِنْ نَفَقَةٍ فَإِنَّهَا صَدَقَةٌ، حَتَّى اللُّقْمَةُ الَّتِي تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ، وَعَسَى اللَّهُ أَنْ يَرْفَعَكَ فَيَنْتَفِعَ بِكَ نَاسٌ وَيُضَرَّ بِكَ آخَرُونَ ‏\"‏‏.‏ وَلَمْ يَكُنْ لَهُ يَوْمَئِذٍ إِلاَّ ابْنَةٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2743,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা যদি এক চতুর্থাংশে নেমে আসত। কেননা, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এক তৃতীয়াংশ এবং তৃতীয়াংশই বিরাট অথবা তিনি বলেছেন বেশী।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَوْ غَضَّ النَّاسُ إِلَى الرُّبْعِ، لأَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ أَوْ كَبِيرٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2744,
    "narrator": "আমির ইব্‌নু সা‘দ (রহঃ) -এর পিতা সা‘দ ইব্‌নু আবূ ওয়াক্‌কাস (রাঃ)",
    "bn": "তিনি বলেন, আমি অসুস্থ হয়ে পড়লে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে আসেন। আমি বললাম, 'হে আল্লাহর রসূল! আল্লাহর নিকট দু’আ করুন, তিনি যেন আমাকে পেছন দিকে ফিরিয়ে না নেন। [১] তিনি বললেন, ‘আশা করি আল্লাহ্‌ তোমার মর্যাদা বৃদ্ধি করবেন এবং তোমার দ্বারা লোকদের উপকৃত করবেন।’ আমি বললাম, ‘আমি অসীয়ত করতে চাই। আমারতো একটি মাত্র কন্যা রয়েছে।’ আমি আরো বললাম, ‘আমি অর্ধেক অসীয়ত করতে চাই।’ তিনি বললেন, অর্ধেক অনেক অধিক। আমি বললাম, এক তৃতীয়াংশ। তিনি বললেন, আচ্ছা এক তৃতীয়াংশ এবং এক তৃতীয়াংশও অধিক বা তিনি বলেছেন বিরাট। সা‘দ (রাঃ) বলেন, অতঃপর লোকেরা এক তৃতীয়াংশ অসীয়ত করতে লাগল। আর তা-ই তাদের জন্য জায়িয হয়ে গেল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، حَدَّثَنَا مَرْوَانُ، عَنْ هَاشِمِ بْنِ هَاشِمٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ مَرِضْتُ فَعَادَنِي النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ لاَ يَرُدَّنِي عَلَى عَقِبِي‏.‏ قَالَ ‏\"‏ لَعَلَّ اللَّهَ يَرْفَعُكَ وَيَنْفَعُ بِكَ نَاسًا ‏\"‏‏.‏ قُلْتُ أُرِيدُ أَنْ أُوصِيَ، وَإِنَّمَا لِي ابْنَةٌ ـ قُلْتُ ـ أُوصِي بِالنِّصْفِ قَالَ ‏\"‏ النِّصْفُ كَثِيرٌ ‏\"‏‏.‏ قُلْتُ فَالثُّلُثِ‏.‏ قَالَ ‏\"‏ الثُّلُثُ، وَالثُّلُثُ كَثِيرٌ أَوْ كَبِيرٌ ‏\"‏‏.‏ قَالَ فَأَوْصَى النَّاسُ بِالثُّلُثِ، وَجَازَ ذَلِكَ لَهُمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‎[১] অর্থাৎ যেখান হতে হিজরত করে এসেছি সেখানে যেন আমার মৃত্যু না হয়।"
  },
  {
    "hadith_id": 2745,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, উত্‌বা ইব্‌নু আবূ ওয়াক্‌কাস (রাঃ) তাঁর ভাই সা‘দ ইব্‌নু আবূ ওয়াক্‌কাস (রাঃ) -কে এই বলে অসীয়ত করেন যে, যাম‘আর দাসীর ছেলেটি আমার ঔরসজাত। তাকে তুমি তোমার অধিকারে আনবে। মক্কা বিজয়ের বছর সা‘দ (রাঃ) তাকে নিয়ে নেন এবং বলেন, সে আমার ভাতিজা, আমাকে এর ব্যাপারে অসীয়ত করে গেছেন। আব্‌দ ইব্‌নু যাম‘আহ (রাঃ) দাঁড়িয়ে বললেন, সে আমার ভাই এবং আমার পিতার দাসীর পুত্র। আমার পিতার বিছানায় তার জন্ম হয়েছে। তারা উভয়ই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসেন। সা‘দ (রাঃ) বললেন, হে আল্লাহর রসূল! সে আমার ভাইয়ের পুত্র এবং তিনি আমাকে তার সম্পর্কে অসীয়ত করে গেছেন। ‘আব্‌দ ইব্‌নু যাম‘আ (রাঃ) বললেন, সে আমার ভাই এবং আমার পিতার দাসীর পুত্র। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে ‘আব্‌দ ইব্‌নু যাম‘আহ! সে তোমারই প্রাপ্য। কেননা যার বিছানায় সন্তান জন্মেছে, সে-ই সন্তানের অধিকারী। ব্যভিচারীর জন্য রয়েছে পাথর। অতঃপর তিনি সাওদ বিন্‌তু যাম‘আ (রাঃ) -কে বললেন, ‘তুমি এই ছেলেটি থেকে পর্দা কর।’ কেননা তিনি ছেলেটির সঙ্গে উত্‌বা-র সদৃশ্য দেখতে পান। ছেলেটির আল্লাহর সঙ্গে সাক্ষাৎ হওয়া পর্যন্ত সে কখনো সাওদা (রাঃ)-কে দেখেনি।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي، فَاقْبِضْهُ إِلَيْكَ‏.‏ فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي، قَدْ كَانَ عَهِدَ إِلَىَّ فِيهِ‏.‏ فَقَامَ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي، وَابْنُ أَمَةِ أَبِي، وُلِدَ عَلَى فِرَاشِهِ‏.‏ فَتَسَاوَقَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ، ابْنُ أَخِي، كَانَ عَهِدَ إِلَىَّ فِيهِ‏.‏ فَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدُ ابْنَ زَمْعَةَ، الْوَلَدُ لِلْفِرَاشِ، وَلِلْعَاهِرِ الْحَجَرُ ‏\"‏‏.‏ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ ‏\"‏ احْتَجِبِي مِنْهُ ‏\"‏‏.‏ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ، فَمَا رَآهَا حَتَّى لَقِيَ اللَّهَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2746,
    "narrator": "আনাস (রাঃ)",
    "bn": "এক ইয়াহূদী একটি মেয়ের মাথা দু’টি পাথরের মাঝে রেখে তা থেঁতলে ফেলে। তাকে জিজ্ঞেস করা হল, কে তোমাকে এমন করেছে? কি অমুক, না অমুক ব্যক্তি? অবশেষে যখন সেই ইয়াহুদীর নাম বলা হল তখন মেয়েটি মাথা দিয়ে ইশারা করল, হ্যাঁ। অতঃপর সেই ইয়াহূদীকে নিয়ে আসা হল এবং তাকে বারবার জিজ্ঞাসাবাদের পর অবশেষে সে স্বীকার করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার ব্যাপারে নির্দেশ দিলেন। তখন পাথর দিয়ে তার মাথা থেঁতলিয়ে দেয়া হলো।",
    "ar": "حَدَّثَنَا حَسَّانُ بْنُ أَبِي عَبَّادٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ يَهُوِدِيًّا، رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا مَنْ فَعَلَ بِكِ، أَفُلاَنٌ أَوْ فُلاَنٌ حَتَّى سُمِّيَ الْيَهُودِيُّ، فَأَوْمَأَتْ بِرَأْسِهَا، فَجِيءَ بِهِ، فَلَمْ يَزَلْ حَتَّى اعْتَرَفَ، فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অর্থাৎ আমি যেখান থেকে হিজরত করে চলে এসেছি আল্লাহ্‌ তাআলা যেন সেখানে আমাকে মৃত্যু না দেন।"
  },
  {
    "hadith_id": 2747,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, উত্তরাধিকারী হিসেবে সম্পদ পেত সন্তান আর পিতা-মাতার  জন্য ছিল অসীয়ত। অতঃপর আল্লাহ্‌ তাআলা তাঁর পছন্দ মত এ বিধান রহিত করে ছেলের অংশ মেয়ের দ্বিগুণ, পিতামাতা প্রত্যেকের জন্য এক ষষ্ঠাংশ, স্ত্রীর জন্য এক অষ্টমাংশ, এক চতুর্থাংশ, স্বামীর জন্য অর্ধেক, এক চতুর্থাংশ নির্ধারণ করেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ وَرْقَاءَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ الْمَالُ لِلْوَلَدِ، وَكَانَتِ الْوَصِيَّةُ لِلْوَالِدَيْنِ، فَنَسَخَ اللَّهُ مِنْ ذَلِكَ مَا أَحَبَّ، فَجَعَلَ لِلذَّكَرِ مِثْلَ حَظِّ الأُنْثَيَيْنِ، وَجَعَلَ لِلأَبَوَيْنِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسَ، وَجَعَلَ لِلْمَرْأَةِ الثُّمُنَ وَالرُّبْعَ، وَلِلزَّوْجِ الشَّطْرَ وَالرُّبُعَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2748,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করল, হে আল্লাহর রাসূল! উত্তম সদকা কোন্‌টি? তিনি বলেন, সুস্থ এবং সম্পদের প্রতি অনুরাগ থাকা অবস্থায় দান খয়রাত করা, যখন তোমার ধনী হওয়ার আকাঙ্ক্ষা থাকে এবং তুমি দারিদ্রের আশঙ্কা কর, আর তুমি এভাবে অপেক্ষায় থাকবে না যে, যখন তোমার প্রাণ কন্ঠাগত হবে, তখন তুমি বলবে, অমুকের জন্য এতটুকু, অমুকের জন্য এতটুকু অথচ তা অমুকের জন্য হয়েই গেছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُفْيَانَ، عَنْ عُمَارَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ، أَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ ‏ \"‏ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ حَرِيصٌ‏.‏ تَأْمُلُ الْغِنَى، وَتَخْشَى الْفَقْرَ، وَلاَ تُمْهِلْ حَتَّى إِذَا بَلَغَتِ الْحُلْقُومَ قُلْتَ لِفُلاَنٍ كَذَا وَلِفُلاَنٍ كَذَا، وَقَدْ كَانَ لِفُلاَنٍ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2749,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, মুনাফিকের আলামত তিনটি। কথা বললে মিথ্যা কথা বলে, আমানত রাখলে খেয়ানত করে এবং প্রতিশ্রুতি দিলে ভঙ্গ করে।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيعِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ، إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ، وَإِذَا وَعَدَ أَخْلَفَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2751,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি তোমরা প্রত্যেকেই দায়িত্ববান এবং তোমাদের প্রত্যেককেই তার দায়িত্ব সম্পর্কে জিজ্ঞেস করা হবে। শাসক হলেন দায়িত্ববান, তার দায়িত্ব সম্পর্কে তাকে জিজ্ঞেস করা হবে। পুরুষ তার পরিবারের দায়িত্ববান এবং তাকে তার দায়িত্ব সম্পর্কে জিজ্ঞেস করা হবে। স্ত্রী তার স্বামীর ঘরের সম্পদের দায়িত্ববান, তার সম্পর্কে তাকে জিজ্ঞেস করা হবে। গোলাম তার মালিকের ধন-সম্পদের দায়িত্ববান, তাকে তার দায়িত্ব সম্পর্কে জিজ্ঞেস করা হবে। রাবী বলেন, আমার মনে হয় তিনি এও বলেছেন যে, পুত্র তার পিতার সম্পদের দায়িত্ববান।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ السَّخْتِيَانِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ فِي بَيْتِ زَوْجِهَا رَاعِيَةٌ وَمَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ فِي مَالِ سَيِّدِهِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏ قَالَ وَحَسِبْتُ أَنْ قَدْ قَالَ ‏\"‏ وَالرَّجُلُ رَاعٍ فِي مَالِ أَبِيهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2750,
    "narrator": "হাকীম ইব্‌নু হিযাম (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আমি সওয়াল করলাম, তিনি আমাকে দান করলেন। আবার সওয়াল করলাম, তিনি আমাকে দান করলেন। অতঃপর তিনি আমাকে বললেন, ‘হে হাকীম! এই ধন সম্পদ সবুজ-শ্যামল, মধুর। যে ব্যক্তি দানশীলতার মনোভাব নিয়ে তা গ্রহণ করবে, তাতে তার বরকত হবে। আর যে ব্যক্তি প্রতীক্ষা কাতর অন্তরে তা গ্রহণ করবে, তাতে তার বরকত হবে না। সে ঐ ব্যক্তির মত যে খায়; কিন্তু তৃপ্ত হয় না। উপরের হাত নীচের হাতের চেয়ে উত্তম।’ হাকীম (রাঃ) বলেন, অতঃপর আমি বললাম, ‘হে আল্লাহর রাসূল! সেই সত্তার কসম, যিনি আপনাকে সত্যসহ পাঠিয়েছেন, আপনার পরে আমি দুনিয়া থেকে বিদায়ের আগে আর কারো কাছে কিছু চাইব না। অতঃপর আবূ বকর (রাঃ) কিছু দান করার জন্য হাকীমকে আহব্বান করেন, কিন্তু হাকীম (রাঃ) তাঁর নিকট হতে কিছু গ্রহণ করতে অস্বীকার করেন। অতঃপর ‘উমর (রাঃ) -ও হাকীম (রাঃ) -কে কিছু দান করার জন্য ডেকে পাঠান, কিন্তু তাঁর কাছ থেকেও কিছু গ্রহণ করতে তিনি অস্বীকার করেন। তখন ‘উমর (রাঃ) বলেন, হে মুসলিম সমাজ! আমি আল্লাহ প্রদত্ত গনীমতের মাল থেকে প্রাপ্য তাঁর অংশ তাঁর সামনে পেশ করেছি, কিন্তু তিনি তা নিতে অস্বীকার করেছেন; হাকীম (রাঃ) তাঁর মৃত্যু পর্যন্ত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পরে আর কারো নিকট কিছু চাননি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَعُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ حَكِيمَ بْنَ حِزَامٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي ثُمَّ قَالَ لِي ‏ \"‏ يَا حَكِيمُ، إِنَّ هَذَا الْمَالَ خَضِرٌ حُلْوٌ، فَمَنْ أَخَذَهُ بِسَخَاوَةِ نَفْسٍ بُورِكَ لَهُ فِيهِ، وَمَنْ أَخَذَهُ بِإِشْرَافِ نَفْسٍ لَمْ يُبَارَكْ لَهُ فِيهِ، وَكَانَ كَالَّذِي يَأْكُلُ وَلاَ يَشْبَعُ، وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى ‏\"‏‏.‏ قَالَ حَكِيمٌ فَقُلْتُ يَا رَسُولَ اللَّهِ، وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَرْزَأُ أَحَدًا بَعْدَكَ شَيْئًا حَتَّى أُفَارِقَ الدُّنْيَا‏.‏ فَكَانَ أَبُو بَكْرٍ يَدْعُو حَكِيمًا لِيُعْطِيَهُ الْعَطَاءَ فَيَأْبَى أَنْ يَقْبَلَ مِنْهُ شَيْئًا، ثُمَّ إِنَّ عُمَرَ دَعَاهُ لِيُعْطِيَهُ فَيَأْبَى أَنْ يَقْبَلَهُ فَقَالَ يَا مَعْشَرَ الْمُسْلِمِينَ، إِنِّي أَعْرِضُ عَلَيْهِ حَقَّهُ الَّذِي قَسَمَ اللَّهُ لَهُ مِنْ هَذَا الْفَىْءِ فَيَأْبَى أَنْ يَأْخُذَهُ‏.‏ فَلَمْ يَرْزَأْ حَكِيمٌ أَحَدًا مِنَ النَّاسِ بَعْدَ النَّبِيِّ صلى الله عليه وسلم حَتَّى تُوُفِّيَ رَحِمَهُ اللَّهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2752,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ তালহা (রাঃ) -কে বলেন আমার মত হলো, তোমার বাগানটি তোমার আত্মীয়-স্বজনকে দিয়ে দাও। আবূ তালহা (রাঃ) বলেন, আমি তা-ই করব হে আল্লাহর রসূল! তাই আবূ ত্ব..র হে বনূ আদী! তোমরা সতর্ক হও। আবূ হুরায়রা (রাঃ) বলেন যে, যখন কুরআনের এই লহা (রাঃ) তার বাগানটি তার আত্মীয়-স্বজন চাচাত ভাইয়ের মধ্যে ভাগ করে দেন। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, যখন এই আয়াতটি নাযিল হলঃ “(হে মুহাম্মাদ) আপনার নিকট-আত্মীয়দেরকে সতর্ক করে দেন”– (শু’আরা ১৪)। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরায়শ সম্প্রদায়ের বিভিন্ন গোত্রদের ডেকে বললেন, “হে বনূ ফিহআয়াত নাযিল হলঃ আপনি আপনার নিকটাত্মীয়দেরকে সতর্ক করে দিন”-(শু’আরা ২১৪)। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে কুরায়শ সম্প্রদায়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسًا ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لأَبِي طَلْحَةَ ‏\"‏ أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ قَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ‏.‏ وَقَالَ ابْنُ عَبَّاسٍ لَمَّا نَزَلَتْ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ‏}‏ جَعَلَ النَّبِيُّ صلى الله عليه وسلم يُنَادِي ‏\"‏ يَا بَنِي فِهْرٍ، يَا بَنِي عَدِيٍّ ‏\"‏‏.‏ لِبُطُونِ قُرَيْشٍ‏.‏ وَقَالَ أَبُو هُرَيْرَةَ لَمَّا نَزَلَتْ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ‏}‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا مَعْشَرَ قُرَيْشٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2753,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, যখন আল্লাহ্‌ তা‘আলা কুরআনের এই আয়াতটি নাযিল করলেন, “আপনি আপনার নিকটাত্মীয়দের সতর্ক করে দিন।” (শু‘আরা ২১৪)। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন এবং বললেন, ‘হে কুরায়শ সম্প্রদায়! কিংবা অনুরূপ শব্দ বললেন, তোমরা আত্মরক্ষা কর। আল্লাহ্‌র আযাব থেকে রক্ষা করতে আমি তোমাদের কোন উপকার করতে পারব না। হে বনূ আব্‌দ মানাফ! আল্লাহর আযাব থেকে রক্ষা করতে আমি তোমাদের কোন উপকার করতে পারব না। হে ‘আব্বাস ইব্‌নু ‘আবদুল মুত্তালিব! আল্লাহর আযাব থেকে রক্ষা করতে আমি তোমার কোন উপকার করতে পারব না। হে সাফিয়্যাহ! আল্লাহর রসূলের ফুফু, আল্লাহর আযাব থেকে রক্ষা করতে আমি তোমার কোন উপকার করতে পারব না। হে ফাতিমা বিন্‌তে মুহাম্মাদ! আমার ধন-সম্পদ থেকে যা ইচ্ছা চেয়ে নাও। আল্লাহর আযাব থেকে রক্ষা করতে আমি তোমার কোন উপকার করতে পারব না। আসবাগ (রহঃ) ইব্‌নু ওয়াহাব (রহঃ)..... আবূ হুরায়রা (রাঃ) থেকে হাদীস বর্ণনায় আবুল ইয়ামান (রহঃ) -এর অনুসরণ করেছেন।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ‏}‏ قَالَ ‏\"‏ يَا مَعْشَرَ قُرَيْشٍ ـ أَوْ كَلِمَةً نَحْوَهَا ـ اشْتَرُوا أَنْفُسَكُمْ، لاَ أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا، يَا بَنِي عَبْدِ مَنَافٍ لاَ أُغْنِي عَنْكُمْ مِنَ اللَّهِ شَيْئًا، يَا عَبَّاسُ بْنَ عَبْدِ الْمُطَّلِبِ لاَ أُغْنِي عَنْكَ مِنَ اللَّهِ شَيْئًا، وَيَا صَفِيَّةُ عَمَّةَ رَسُولِ اللَّهِ لاَ أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئًا، وَيَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ سَلِينِي مَا شِئْتِ مِنْ مَالِي لاَ أُغْنِي عَنْكِ مِنَ اللَّهِ شَيْئًا ‏\"‏‏.‏ تَابَعَهُ أَصْبَغُ عَنِ ابْنِ وَهْبٍ عَنْ يُونُسَ عَنِ ابْنِ شِهَابٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2754,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদা দেখতে পেলেন যে, এক ব্যক্তি কুরবানীর উট হাঁকিয়ে নিয়ে যাচ্ছে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যক্তিটিকে বললেন, এর উপর সওয়ার হও। সে বলল, ‘হে আল্লাহর রসূল! এটি তো কুরবানীর উট। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তৃতীয়বার বা চতুর্থবার তাকে বললেন, তার উপর সওয়ার হয়ে যাও, দুর্ভোগ তোমার জন্য কিংবা বললেন, তোমার জন্য আফসোস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى رَجُلاً يَسُوقُ بَدَنَةً، فَقَالَ لَهُ ‏\"‏ ارْكَبْهَا ‏\"‏‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا بَدَنَةٌ‏.‏ قَالَ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ ‏\"‏ ارْكَبْهَا، وَيْلَكَ، أَوْ وَيْحَكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2755,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে দেখতে পেলেন যে, সে একটি কুরবানীর উট হাঁকিয়ে নিয়ে যাচ্ছে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, এর উপর সওয়ার হও। লোকটি বলল, ‘হে আল্লাহর রসূল! এটি তো কুরবানীর উট।’ তিনি দ্বিতীয়বার কিংবা তৃতীয়বার বললেন, এর উপর সওয়ার হও, দুর্ভোগ তোমার জন্য।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يَسُوقُ بَدَنَةً، فَقَالَ ‏\"‏ ارْكَبْهَا ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّهَا بَدَنَةٌ‏.‏ قَالَ ‏\"‏ ارْكَبْهَا، وَيْلَكَ ‏\"‏‏.‏ فِي الثَّانِيَةِ أَوْ فِي الثَّالِثَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2756,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "সা‘দ ইব্‌নু ‘উবাদাহ (রাঃ) -এর মা মারা গেলেন এবং তিনি সেখানে অনুপস্থিত ছিলেন। পরে বললেন, ‘হে আল্লাহর রসূল! আমার মা আমার অনুপস্থিতিতে মারা যান। আমি যদি তাঁর পক্ষ থেকে কিছু সদকা করি, তাহলে কি তাঁর কোন উপকারে আসবে?’ তিনি বললেন, ‘হ্যাঁ।’ সা‘দ (রাঃ) বললেন, ‘তাহলে আমি আপনাকে সাক্ষী করছি আমার মিখরাফ্‌ নামক বাগানটি তাঁর জন্য সদকা করলাম।’",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا مَخْلَدُ بْنُ يَزِيدَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ أَخْبَرَنِي يَعْلَى، أَنَّهُ سَمِعَ عِكْرِمَةَ، يَقُولُ أَنْبَأَنَا ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنه ـ تُوُفِّيَتْ أُمُّهُ وَهْوَ غَائِبٌ عَنْهَا، فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ وَأَنَا غَائِبٌ عَنْهَا، أَيَنْفَعُهَا شَىْءٌ إِنْ تَصَدَّقْتُ بِهِ عَنْهَا قَالَ ‏ \"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنِّي أُشْهِدُكَ أَنَّ حَائِطِي الْمِخْرَافَ صَدَقَةٌ عَلَيْهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2757,
    "narrator": "কা’ব ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, ‘হে আল্লাহর রসূল! আমি তাওবা হিসেবে আমার যাবতীয় মাল আল্লাহ ও আল্লাহর রসূলের উদ্দেশে সদকা করে মুক্ত হতে চাই। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কিছু মাল নিজের জন্য রেখে দাও, তা তোমার জন্য উত্তম। আমি বললাম, ‘তাহলে আমি আমার খায়বারের অংশটি নিজের জন্য রেখে দিলাম।’",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ ـ رضى الله عنه‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ صلى الله عليه وسلم‏.‏ قَالَ ‏ \"‏ أَمْسِكْ عَلَيْكَ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ ‏\"‏‏.‏ قُلْتُ فَإِنِّي أُمْسِكُ سَهْمِي الَّذِي بِخَيْبَرَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2758,
    "narrator": "ইসমা‘ঈল (রহঃ) আনাস (রাঃ)",
    "bn": "তিনি বলেছেন, যখন নাযিল হলো, “তোমরা যা ভালবাস তা থেকে ব্যয় না করা পর্যন্ত কখনো পুণ্য লাভ করতে পারবে না।”-(আল-‘ইমরানঃ ৯২)। তখন আবূ তালহা (রাঃ) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বলেন, ‘হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আল্লাহ তাঁর কিতাবে বলেছেন, ----- এবং আমার নিকট সবচেয়ে প্রিয় সম্পদ হলো বায়রূহা। আনাস (রাঃ) বলেন, এটি সে বাগান যেখানে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাশরীফ নিয়ে ছায়ায় বসতেন এবং এর পানি পান করতেন। আবূ তালহা (রাঃ) বলেন, এটি আল্লাহ ও তাঁর রসূলের উদ্দেশে দান করলাম। আমি এর বিনিময়ে সওয়াব ও আখিরাতের সঞ্চয়ের আশা রাখি। হে আল্লাহর রসূল! আল্লাহ আপনাকে যেখানে ব্যয় করার নির্দেশ দেন সেখানে তা ব্যয় করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বেশ, হে আবূ তালহা! এটি লাভজনক সম্পদ। আমি তোমার নিকট হতে তা গ্রহণ করলাম এবং তোমাকে ফিরিয়ে দিলাম। তা তুমি তোমার আত্মীয়-স্বজনদের মধ্যে বণ্টন করে দাও। অতঃপর আবূ তালহা (রাঃ) তা আত্মীয়-স্বজনদের মধ্যে সদকা করে দিলেন। আনাস (রাঃ) বলেন যে, এদের মধ্যে উবাই এবং হাস্‌সান (রাঃ) -ও ছিলেন। হাস্‌সান তার অংশ মু‘আবিয়াহ (রাঃ) -এর নিকট বিক্রি করে দেন। জিজ্ঞেস করা হলো, তুমি কি আবূ তালহা এর সদকাকৃত সম্পদ বিক্রি করে দিচ্ছ? হাস্‌সান (রাঃ) বলেন, আমি কি এক সা‘ দিরহামের বিনিময়ে এক সা‘ খেজুর বিক্রি করবো না? আনাস (রাঃ) বলেন, বাগানটি ছিল বনু হুদায়লা প্রাসাদের জায়গায় অবস্থিত, যা মু‘আবিয়াহ (রাঃ) নির্মাণ করেন।",
    "ar": "وَقَالَ إِسْمَاعِيلُ أَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي سَلَمَةَ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ،، لاَ أَعْلَمُهُ إِلاَّ عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ لَمَّا نَزَلَتْ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ جَاءَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى فِي كِتَابِهِ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بِيرُحَاءَ ـ قَالَ وَكَانَتْ حَدِيقَةً كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَسْتَظِلُّ بِهَا وَيَشْرَبُ مِنْ مَائِهَا ـ فَهِيَ إِلَى اللَّهِ عَزَّ وَجَلَّ وَإِلَى رَسُولِهِ صلى الله عليه وسلم أَرْجُو بِرَّهُ وَذُخْرَهُ، فَضَعْهَا أَىْ رَسُولَ اللَّهِ حَيْثُ أَرَاكَ اللَّهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَخْ يَا أَبَا طَلْحَةَ، ذَلِكَ مَالٌ رَابِحٌ، قَبِلْنَاهُ مِنْكَ وَرَدَدْنَاهُ عَلَيْكَ، فَاجْعَلْهُ فِي الأَقْرَبِينَ ‏\"‏‏.‏ فَتَصَدَّقَ بِهِ أَبُو طَلْحَةَ عَلَى ذَوِي رَحِمِهِ، قَالَ وَكَانَ مِنْهُمْ أُبَىٌّ وَحَسَّانُ، قَالَ وَبَاعَ حَسَّانُ حِصَّتَهُ مِنْهُ مِنْ مُعَاوِيَةَ، فَقِيلَ لَهُ تَبِيعُ صَدَقَةَ أَبِي طَلْحَةَ فَقَالَ أَلاَ أَبِيعُ صَاعًا مِنْ تَمْرٍ بِصَاعٍ مِنْ دَرَاهِمَ قَالَ وَكَانَتْ تِلْكَ الْحَدِيقَةُ فِي مَوْضِعِ قَصْرِ بَنِي حُدَيْلَةَ الَّذِي بَنَاهُ مُعَاوِيَةُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2759,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, লোকদের ধারণা উক্ত আয়াতটি মানসূখ হয়ে গেছে; কিন্তু আল্লাহ্‌র কসম। আয়াতটি মানসূখ হয়নি; বরং লোকেরা এর উপর আমল করতে অনীহা প্রকাশ করছে। আত্মীয় দু’ধরনের- এক, আত্মীয় যারা ওয়ারিস হয়, এবং তারা উপস্থিতদের কিছু দিবে। দুই, এমন আত্মীয় যারা ওয়ারিস নয়, তারা উপস্থিতদের সঙ্গে সদালাপ করবে এবং বলবে, তোমাদেরকে কিছু দেয়ার ব্যাপারে আমাদের কোন অধিকার নেই।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ أَبُو النُّعْمَانِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ إِنَّ نَاسًا يَزْعُمُونَ أَنَّ هَذِهِ الآيَةَ نُسِخَتْ، وَلاَ وَاللَّهِ مَا نُسِخَتْ، وَلَكِنَّهَا مِمَّا تَهَاوَنَ النَّاسُ، هُمَا وَالِيَانِ وَالٍ يَرِثُ، وَذَاكَ الَّذِي يَرْزُقُ، وَوَالٍ لاَ يَرِثُ، فَذَاكَ الَّذِي يَقُولُ بِالْمَعْرُوفِ، يَقُولُ لاَ أَمْلِكُ لَكَ أَنْ أُعْطِيَكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2760,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "জনৈক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বললেন, আমার মা হঠাৎ মৃত্যুবরণ করেছেন। আমার ধারণা হয় যে, যদি তিনি কথা বলতে পারতেন তবে সদকা করতেন। আমি কি তার পক্ষ হতে সদকা করব? আল্লাহর রসূল (রাঃ) বললেন, হ্যাঁ, তার পক্ষ হতে সদকা করতে পার।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَجُلاً، قَالَ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أُمِّي افْتُلِتَتْ نَفْسَهَا، وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ، أَفَأَتَصَدَّقُ عَنْهَا قَالَ ‏ \"‏ نَعَمْ، تَصَدَّقْ عَنْهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2761,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "সা‘দ ইব্‌নু ‘উবাদাহ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট জানতে চাইলেন যে, আমার মা মারা গেছেন এবং তার উপর মানত ছিল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি তার পক্ষ থেকে তা পূর্ণ কর।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنه ـ اسْتَفْتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا نَذْرٌ‏.‏ فَقَالَ ‏ \"‏ اقْضِهِ عَنْهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2762,
    "narrator": "ইব্‌নু ‘আব্বাস(রাঃ)",
    "bn": "বানু সা‘ঈদাহ’র নেতা সা‘দ ইব্‌নু ‘উবাদাহ (রাঃ) -এর মা মারা গেলেন। তখন তিনি অনুপস্থিত ছিলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, ‘হে আল্লাহর রসূল! আমার মা আমার অনুপস্থিতিতে মারা গেছেন। এখন আমি যদি তাঁর পক্ষ থেকে সদকা করি, তবে তা কি তাঁর কোন উপকারে আসবে? তিনি বলেন, হ্যাঁ। সা‘দ (রাঃ) বললেন, ‘তাহলে আপনাকে সাক্ষী করে আমি আমার মিখরাফের বাগানটি তাঁর উদ্দেশ্যে সদকা করলাম।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامُ بْنُ يُوسُفَ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي يَعْلَى، أَنَّهُ سَمِعَ عِكْرِمَةَ، مَوْلَى ابْنِ عَبَّاسٍ يَقُولُ أَنْبَأَنَا ابْنُ عَبَّاسٍ، أَنَّ سَعْدَ بْنَ عُبَادَةَ ـ رضى الله عنهم ـ أَخَا بَنِي سَاعِدَةَ تُوُفِّيَتْ أُمُّهُ وَهْوَ غَائِبٌ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ وَأَنَا غَائِبٌ عَنْهَا، فَهَلْ يَنْفَعُهَا شَىْءٌ إِنْ تَصَدَّقْتُ بِهِ عَنْهَا قَالَ ‏ \"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنِّي أُشْهِدُكَ أَنَّ حَائِطِي الْمِخْرَافَ صَدَقَةٌ عَلَيْهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2763,
    "narrator": "‘উরওয়াহ ইব্‌নু যুবাইর (রাঃ)",
    "bn": "তিনি ‘আয়িশা (রাঃ) -কে জিজ্ঞেস করেনঃ (আরবী) “যদি আশংকা কর যে, তাদের মধ্যে সুবিচার করতে পারবে না, তবে একজনকে অথবা তোমাদের স্বত্বাধীন ক্রীতদাসীকে”-(আন নিসা ৩)। আয়াতটির অর্থ কী? ‘আয়িশা (রাঃ) বললেন, এখানে সেই ইয়াতীম মেয়েদের উদ্দেশ্য করা হয়েছে, যে তার অভিভাবকের লালন-পালনে থাকে। অতঃপর সে অভিভাবক তার রূপ-লাবণ্য ও ধন-সম্পদে আকৃষ্ট হয়ে, তার সম মানের মেয়েদের প্রচলিত মোহর থেকে কম দিয়ে তাকে বিয়ে করতে চায়। অতএব যদি মোহর পূর্ণ করার ব্যাপারে এদের প্রতি ইনসাফ করতে না পারে তবে ঐ অভিভাবকদেরকে নিষেধ করা হয়েছে এদের বিবাহ করতে এবং নির্দেশ দেয়া হয়েছে তাদের ব্যতীত অন্য মেয়েদের তোমরা বিবাহ করবে। ‘আয়িশা (রাঃ) বলেন, অতঃপর লোকেরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এ সম্পর্কে জানতে চাইলে আল্লাহ্‌ তা‘আলা এই আয়াত নাযিল করেনঃ ---- “আর লোকেরা আপনার কাছে নারীদের সম্বন্ধে বিধান জানতে চায়। বলুনঃ আল্লাহ তাদের সম্বন্ধে তোমাদের ব্যবস্থা দিচ্ছেন”- (আন-নিসা ১২৭)। ‘আয়িশা (রাঃ) বলেন, আল্লাহ তা‘আলা এই আয়াতে বর্ণনা করেন যে, ইয়াতীম মেয়েরা সুন্দরী ও সম্পদশালীনী হলে অভিভাবকেরা তাদের বিয়ে করতে আগ্রহী হয়, কিন্তু পূর্ণ মোহর প্রদান করে না। আবার ইয়াতীম মেয়েরা গরীব হলে এবং সুশ্রী না হলে তাদের বিয়ে করতে চায় না বরং অন্য মেয়ে তালাশ করে। ‘আয়িশা (রাঃ) বলেন যে, আকর্ষণীয়া না হলে তারা যেমন ইয়াতীম মেয়েদের পরিত্যাগ করে, তেমনি আকর্ষণীয়া মেয়েদেরও তারা বিয়ে করতে পারবে না, যদি তাদের ইনসাফের ভিত্তিতে পূর্ণ মোহর প্রদান এবং তাদের হক ন্যায়সঙ্গতভাবে আদায় না করে।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ كَانَ عُرْوَةُ بْنُ الزُّبَيْرِ يُحَدِّثُ أَنَّهُ سَأَلَ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَإِنْ خِفْتُمْ أَنْ لاَ تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ‏}‏ قَالَتْ هِيَ الْيَتِيمَةُ فِي حَجْرِ وَلِيِّهَا، فَيَرْغَبُ فِي جَمَالِهَا وَمَالِهَا، وَيُرِيدُ أَنْ يَتَزَوَّجَهَا بِأَدْنَى مِنْ سُنَّةِ نِسَائِهَا، فَنُهُوا عَنْ نِكَاحِهِنَّ، إِلاَّ أَنْ يُقْسِطُوا لَهُنَّ فِي إِكْمَالِ الصَّدَاقِ، وَأُمِرُوا بِنِكَاحِ مَنْ سِوَاهُنَّ مِنَ النِّسَاءِ قَالَتْ عَائِشَةُ ثُمَّ اسْتَفْتَى النَّاسُ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعْدُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ‏}‏ قَالَتْ فَبَيَّنَ اللَّهُ فِي هَذِهِ أَنَّ الْيَتِيمَةَ إِذَا كَانَتْ ذَاتَ جَمَالٍ وَمَالٍ رَغِبُوا فِي نِكَاحِهَا، وَلَمْ يُلْحِقُوهَا بِسُنَّتِهَا بِإِكْمَالِ الصَّدَاقِ، فَإِذَا كَانَتْ مَرْغُوبَةً عَنْهَا فِي قِلَّةِ الْمَالِ وَالْجَمَالِ تَرَكُوهَا وَالْتَمَسُوا غَيْرَهَا مِنَ النِّسَاءِ، قَالَ فَكَمَا يَتْرُكُونَهَا حِينَ يَرْغَبُونَ عَنْهَا فَلَيْسَ لَهُمْ أَنْ يَنْكِحُوهَا إِذَا رَغِبُوا فِيهَا إِلاَّ أَنْ يُقْسِطُوا لَهَا الأَوْفَى مِنَ الصَّدَاقِ وَيُعْطُوهَا حَقَّهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2765,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, (আল্লাহ্ তা‘আলার বাণীঃ) যে বিত্তবান সে যেন বিরত থাকে আর যে বিত্তহীন সে যেন সংগত পরিমাণ ভোগ করে (৪:৬)। আয়াতটি ইয়াতীমের অভিভাবক সম্বন্ধে নাযিল হয়েছে। অভিভাবক যদি অভাবগ্রস্ত হয়, তাহলে ন্যায়সঙ্গতভাবে ইয়াতীমের সম্পত্তি থেকে খেতে পারবে।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها – ‏{‏وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بِالْمَعْرُوفِ‏}‏‏.‏ قَالَتْ أُنْزِلَتْ فِي وَالِي الْيَتِيمِ أَنْ يُصِيبَ مِنْ مَالِهِ إِذَا كَانَ مُحْتَاجًا بِقَدْرِ مَالِهِ بِالْمَعْرُوفِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2764,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সময়ে ‘উমর (রাঃ) নিজের কিছু সম্পত্তি সদকা করেছিলেন, তা ছিল, ছামাগ নামে একটি খেজুর বাগান। ‘উমর (রাঃ) বলেন, ‘হে আল্লাহর রসূল! আমি একটি সম্পদ পেয়েছি, যা আমার নিকট খুবই পছন্দনীয়। আমি সেটি সদকা করতে চাই।’ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, মূল সম্পদটি এ শর্তে সদকা কর যে তা বিক্রি করা যাবে না, দান করা যাবে না এবং কেউ ওয়ারিস হবে না, বরং তার ফল দান করা হবে। অতঃপর ‘উমর (রাঃ) সেটি এভাবেই সদকা করলেন। তার এ সদকা ব্যয় হবে আল্লাহর রাস্তায়, দাস মুক্তির ব্যাপারে, মিসকিন, মেহমান, মুসাফির ও আত্মীয়দের জন্য। এর যে মুতাওায়াল্লী হবে তার জন্য তা থেকে সঙ্গত পরিমাণ আহার করলে কিংবা বন্ধু-বান্ধবকে খাওয়ালে কোন দোষ নেই। তবে তা সঞ্চয় করা যাবে না।",
    "ar": "حَدَّثَنَا هَارُونُ، حَدَّثَنَا أَبُو سَعِيدٍ، مَوْلَى بَنِي هَاشِمٍ حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، تَصَدَّقَ بِمَالٍ لَهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ يُقَالُ لَهُ ثَمْغٌ، وَكَانَ نَخْلاً، فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ إِنِّي اسْتَفَدْتُ مَالاً وَهُوَ عِنْدِي نَفِيسٌ فَأَرَدْتُ أَنْ أَتَصَدَّقَ بِهِ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ تَصَدَّقْ بِأَصْلِهِ، لاَ يُبَاعُ وَلاَ يُوهَبُ وَلاَ يُورَثُ، وَلَكِنْ يُنْفَقُ ثَمَرُهُ ‏\"‏‏.‏ فَتَصَدَّقَ بِهِ عُمَرُ، فَصَدَقَتُهُ ذَلِكَ فِي سَبِيلِ اللَّهِ وَفِي الرِّقَابِ وَالْمَسَاكِينِ وَالضَّيْفِ وَابْنِ السَّبِيلِ وَلِذِي الْقُرْبَى، وَلاَ جُنَاحَ عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُلَ مِنْهُ بِالْمَعْرُوفِ، أَوْ يُوكِلَ صَدِيقَهُ غَيْرَ مُتَمَوِّلٍ بِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2766,
    "narrator": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, সাতটি ধ্বংসকারী বিষয় থেকে তোমরা বিরত থাকবে। সাহাবীগণ বললেন, হে আল্লাহর রাসূল! সেগুলো কী? তিনি বললেন, (১) আল্লাহ্‌র সাঙ্গে শরীক করা (২) যাদু (৩) আল্লাহ তা‘আলা যাকে হত্যা করা হারাম করেছেন, শরীয়ত সম্মত কারন ব্যতিরেকে তাকে হত্যা করা (৪) সুদ খাওয়া (৫) ইয়াতীমের মাল গ্রাস করা (৬) রণক্ষেত্র থেকে পালিয়ে যাওয়া এবং (৭) সরল স্বভাবা সতী-সাধ্বী মু’মিনাদের অপবাদ দেয়া।",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ الْمَدَنِيِّ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ، وَمَا هُنَّ قَالَ ‏\"‏ الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلاَتِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2767,
    "narrator": "নাফি (রাঃ)",
    "bn": "ইব্‌নু ‘উমর (রাঃ) কখনো কারো অসীয়ত প্রত্যাখ্যান করেননি। ইব্‌নু সীরীন (রহঃ) -এর নিকট ইয়াতীমের মাল সম্পর্কে সবচেয়ে প্রিয় বিষয় ছিল, অভিভাবক ও শুভাকাঙক্ষীদের একত্রিত হওয়া, যাতে তারা তার কল্যাণের কথা বিবেচনা করে। তাউস (রহঃ) -এর নিকট ইয়াতীমের ব্যাপারে কিছু জিজ্ঞেস করা হলে তিনি পাঠ করতেনঃ “আল্লাহ জানেন কে হিতকারী আর কে অনিষ্টকারী।” (আল-বাকারা ২২০) ‘আত্বা (রহঃ) বলেন, ইয়াতীম ছোট হোক কিংবা বড়, অভিভাবক তার অংশ থেকে প্রত্যেকের জন্য পরিমাণ মত ব্যয় করতে পারবে।",
    "ar": "وَقَالَ لَنَا سُلَيْمَانُ حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، قَالَ مَا رَدَّ ابْنُ عُمَرَ عَلَى أَحَدٍ وَصِيَّةً‏.‏ وَكَانَ ابْنُ سِيرِينَ أَحَبَّ الأَشْيَاءِ إِلَيْهِ فِي مَالِ الْيَتِيمِ أَنْ يَجْتَمِعَ إِلَيْهِ نُصَحَاؤُهُ وَأَوْلِيَاؤُهُ فَيَنْظُرُوا الَّذِي هُوَ خَيْرٌ لَهُ‏.‏ وَكَانَ طَاوُسٌ إِذَا سُئِلَ عَنْ شَىْءٍ مِنْ أَمْرِ الْيَتَامَى قَرَأَ ‏{‏وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ‏}‏‏.‏ وَقَالَ عَطَاءٌ فِي يَتَامَى الصَّغِيرُ وَالْكَبِيرُ يُنْفِقُ الْوَلِيُّ عَلَى كُلِّ إِنْسَانٍ بِقَدْرِهِ مِنْ حِصَّتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2768,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মদীনায় এলেন, তখন তাঁর কোন খাদিম ছিল না। আবূ তালহা (রাঃ) আমার হাত ধরে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আমাকে নিয়ে গেলেন এবং বললেন, ‘হে আল্লাহর রসূল! আনাস একজন বুদ্ধিমান ছেলে। সে আপনার খেদমত করবে।’ অতঃপর সফরে ও আবাসে আমি তাঁর খেদমত করেছি। আমার কোন কাজ সম্পর্কে তিনি কখনো বলেননি, তুমি এরূপ কেন করলে? কোন কাজ না করলে তিনি বলেননি, তুমি এটি এরকম কেন করলে না?",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ لَيْسَ لَهُ خَادِمٌ، فَأَخَذَ أَبُو طَلْحَةَ بِيَدِي، فَانْطَلَقَ بِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَنَسًا غُلاَمٌ كَيِّسٌ، فَلْيَخْدُمْكَ‏.‏ قَالَ فَخَدَمْتُهُ فِي السَّفَرِ وَالْحَضَرِ، مَا قَالَ لِي لِشَىْءٍ صَنَعْتُهُ لِمَ صَنَعْتَ هَذَا هَكَذَا وَلاَ لِشَىْءٍ لَمْ أَصْنَعْهُ لِمَ لَمْ تَصْنَعْ هَذَا هَكَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2770,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "এক সাহাবী আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বললেন যে, তার মা মারা গেছেন। তার পক্ষ থেকে যদি আমি সদকা করি তাহলে তা কি তার উপকারে আসবে? তিনি বললেন, হ্যাঁ। সাহাবী বললেন, আমার একটি বাগান আছে, আপনাকে সাক্ষী রেখে আমি তার পক্ষ থেকে সদকা করলাম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، قَالَ حَدَّثَنِي عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما أَنَّ رَجُلاً، قَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِنَّ أُمَّهُ تُوُفِّيَتْ أَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا قَالَ ‏ \"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَإِنَّ لِي مِخْرَافًا وَأُشْهِدُكَ أَنِّي قَدْ تَصَدَّقْتُ عَنْهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2769,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "মদীনায় আনসারদের মধ্যে আবূ তালহার খেজুর বাগান-সম্পদ সবচেয়ে অধিক ছিল। আর সকল সম্পদের মধ্যে তাঁর নিকট সবচেয়ে প্রিয় সম্পদ ছিল মাসজিদের সামনে অবস্থিত বায়রুহা বাগানটি। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে বাগানে যেতেন এবং এর সুস্বাদু পানি পান করতেন। আনাস (রাঃ) বলেন, যখন নাযিল হলঃ “তোমরা যা ভালবাস তা থেকে ব্যয় না করা পর্যন্ত তোমরা নেকী হাসিল করতে পারবে না।” আবূ তালহা (রাঃ) দাঁড়িয়ে বলেন, ‘হে আল্লাহর রসূল, আল্লাহ বলেছেনঃ “তোমরা যা ভালবাস, তা থেকে ব্যয় না করা পর্যন্ত তোমরা কখনো নেকী হাসিল করতে পারবে না।” আমার নিকট সবচেয়ে প্রিয় সম্পদ হল বায়রুহা। সেটি আল্লাহর নামে সদকা। আমি আল্লাহ্‌র নিকট এর সওয়াব ও ক্বিয়ামাতের সঞ্চয়ের আশা করি। আল্লাহ্‌র মর্জি অনুযায়ী আপনি তা ব্যয় করুন।’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ‘ভাল কথা! এটি লাভজনক সম্পদ অথবা (বললেন), অস্থায়ী সম্পদ।’ ইব্‌নু মাসলামা সন্দেহ পোষণ করেন। [রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন] তুমি যা বলেছ, আমি তা শুনেছি। আমার মতে তুমি তা তোমার আত্নীয়দের মধ্যে বন্টন করে দাও। আবূ তালহা (রাঃ) বলেন, ‘হে আল্লাহর রসূল! আমি তা-ই করব।’ অতঃপর তিনি তা তার আত্নীয় ও চাচাতো ভাইদের মধ্যে বন্টন করে দিলেন। ইসমাঈল, ‘আবদুল্লাহ্ ইব্‌নু ইউসুফ, ইয়াহ্ইয়া ইব্‌নু ইয়াহ্ইয়া (রাঃ) মালিক (রাঃ) -এর (সন্দেহ ব্যতীতই) আরবী (অস্থায়ী) বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالاً مِنْ نَخْلٍ، وَكَانَ أَحَبُّ مَالِهِ إِلَيْهِ بَيْرَحَاءَ مُسْتَقْبِلَةَ الْمَسْجِدِ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ‏.‏ قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ قَامَ أَبُو طَلْحَةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ يَقُولُ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بِيرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ، فَضَعْهَا حَيْثُ أَرَاكَ اللَّهُ‏.‏ فَقَالَ ‏\"‏ بَخْ، ذَلِكَ مَالٌ رَابِحٌ ـ أَوْ رَايِحٌ ـ شَكَّ ابْنُ مَسْلَمَةَ وَقَدْ سَمِعْتُ مَا قُلْتَ، وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ قَالَ أَبُو طَلْحَةَ أَفْعَلُ ذَلِكَ يَا رَسُولَ اللَّهِ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَفِي بَنِي عَمِّهِ‏.‏ وَقَالَ إِسْمَاعِيلُ وَعَبْدُ اللَّهِ بْنُ يُوسُفَ وَيَحْيَى بْنُ يَحْيَى عَنْ مَالِكٍ ‏\"‏ رَايِحٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2771,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদ তৈরির নির্দেশ দিলেন। অতঃপর বললেন, হে বনূ নাজ্জার! তোমরা এই বাগানটির মূল্য নির্ধারণ করে আমার নিকট বিক্রি কর। তারা বলল, না। আল্লাহ্‌র কসম! আমরা একমাত্র আল্লাহ ছাড়া কারো কাছে এর মূল্য চাই না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ أَمَرَ النَّبِيُّ صلى الله عليه وسلم بِبِنَاءِ الْمَسْجِدِ فَقَالَ ‏ \"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا ‏\"‏‏.‏ قَالُوا لاَ‏.‏ وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2772,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, ‘উমর (রাঃ) খায়বারের কিছু জমি লাভ করেন। তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, আমি এমন ভাল একটি জমি পেয়েছি, যা ইতোপূর্বে কখনো পাইনি। আপনি এ সম্পর্কে আমাকে কী নির্দেশ দেন? তিনি বলেন, তুমি ইচ্ছা করলে আসল জমিটি ওয়াক্‌ফ করে তার উৎপন্ন সদকা করতে পার। ‘উমর (রাঃ) এটি গরীব, আত্নীয়-স্বজন, গোলাম আযাদ, আল্লাহ্‌র পথে, মেহমান ও মুসাফিরদের জন্য এ শর্তে সদকা করলেন যে, আসল জমি বিক্রি করা যাবে না, কাউকে দান করা যাবে না, কেউ এর ওয়ারিস হবে না। তবে যে এর মুতাওয়াল্লী হবে তার জন্য তা থেকে সঙ্গত পরিমাণ খেতে বা বন্ধু-বান্ধবকে খাওয়ানোতে কোন দোষ নেই। তবে এ থেকে সঞ্চয় করা যাবে না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ أَصَابَ عُمَرُ بِخَيْبَرَ أَرْضًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ أَصَبْتُ أَرْضًا لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ مِنْهُ، فَكَيْفَ تَأْمُرُنِي بِهِ قَالَ ‏ \"‏ إِنْ شِئْتَ حَبَّسْتَ أَصْلَهَا، وَتَصَدَّقْتَ بِهَا ‏\"‏‏.‏ فَتَصَدَّقَ عُمَرُ أَنَّهُ لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ، فِي الْفُقَرَاءِ وَالْقُرْبَى وَالرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَالضَّيْفِ وَابْنِ السَّبِيلِ، وَلاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ، أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2773,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "‘উমর (রাঃ) খায়বারে কিছু সম্পদ লাভ করেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে তাঁকে অবহিত করেন। তিনি বললেন, তুমি ইচ্ছা করলে সেটি সদকা করতে পার। অতঃপর তিনি সেটি অভাবগ্রস্ত, মিসকীন, আত্নীয়-স্বজন ও মেহমানদের মধ্যে সদকা করে দিলেন।",
    "ar": "حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، رضى الله عنه وَجَدَ مَالاً بِخَيْبَرَ، فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرَهُ، قَالَ ‏ \"‏ إِنْ شِئْتَ تَصَدَّقْتَ بِهَا ‏\"‏‏.‏ فَتَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَالْمَسَاكِينِ وَذِي الْقُرْبَى وَالضَّيْفِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2774,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মদীনায় এলেন তখন মসজিদ নির্মানের নির্দেশ দিলেন এবং তিনি বললেন, ‘হে বনূ নাজ্জার! মূল্য নির্ধারণ করে তোমাদের এ বাগানটি আমার নিকট বিক্রি করে দাও।’ তারা বলল, না, আল্লাহ্‌র কসম! মহান আল্লাহ ছাড়া কারো কাছে আমরা এর মূল্য চাই না।’",
    "ar": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو التَّيَّاحِ، قَالَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ أَمَرَ بِالْمَسْجِدِ وَقَالَ ‏ \"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا ‏\"‏‏.‏ قَالُوا لاَ وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2775,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "‘উমর (রাঃ) এক ব্যক্তিকে তার একটি ঘোড়া আল্লাহ্‌র রাস্তায় দিয়ে দেন, যেটি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আরোহণ করার জন্য দিয়েছিলেন, তিনি এক ব্যক্তিকে তা আরোহণ করার জন্য দিলেন। ‘উমর (রাঃ) -কে জানান হলো যে, ঘোড়াটি সে ব্যক্তি বিক্রির জন্য রেখে দিয়েছে। তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সেটি ক্রয় করার ব্যাপারে জিজ্ঞেস করলেন। তিনি বললেন, ‘তুমি তা ক্রয় করবে না এবং যা সদকা করে দিয়েছ তা আর ফিরিয়ে নিও না।’",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا عُبَيْدُ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، حَمَلَ عَلَى فَرَسٍ لَهُ فِي سَبِيلِ اللَّهِ أَعْطَاهَا رَسُولَ اللَّهِ صلى الله عليه وسلم لِيَحْمِلَ عَلَيْهَا رَجُلاً، فَأُخْبِرَ عُمَرُ أَنَّهُ قَدْ وَقَفَهَا يَبِيعُهَا، فَسَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ يَبْتَاعَهَا فَقَالَ ‏ \"‏ لاَ تَبْتَعْهَا، وَلاَ تَرْجِعَنَّ فِي صَدَقَتِكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2776,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ‘আমার উত্তরাধিকারীরা কোন স্বর্ণ মুদ্রা এবং রৌপ্য মুদ্রা ভাগাভাগি করবে না, বরং আমি যা কিছু রেখে গেলাম তা থেকে আমার স্ত্রীদের খরচ এবং কর্মচারীদের পারিশ্রমিক দেয়ার পর যা অবশিষ্ট থাকে তা সদকা।’",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقْتَسِمْ وَرَثَتِي دِينَارًا، مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمَئُونَةِ عَامِلِي فَهْوَ صَدَقَةٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2777,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "‘উমর (রাঃ) তাঁর ওয়াক্‌ফে এই শর্তারোপ করেন যে, মুতাওয়াল্লী তা থেকে নিজে খেতে পারবে এবং বন্ধু-বান্ধবকেও খাওয়াতে পারবে, তবে সম্পদ জমা করতে পারবে না।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ عُمَرَ، اشْتَرَطَ فِي وَقْفِهِ أَنْ يَأْكُلَ مَنْ وَلِيَهُ وَيُوكِلَ صَدِيقَهُ غَيْرَ مُتَمَوِّلٍ مَالاً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2778,
    "narrator": "‘আবদুর রহমান (রাঃ)",
    "bn": "‘উসমান (রাঃ) অবরুদ্ধ হলে তিনি উপর থেকে সাহাবীদের প্রতি দৃষ্টি দিয়ে বললেন, আমি আপনাদের আল্লাহ্‌র কসম দিয়ে বলছি, আর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহাবীদেরকেই আল্লাহ্‌র কসম দিয়ে বলছি, আপনারা কি জানেন না যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, যে ব্যক্তি রূমার কুপটি খনন করে দিবে সে জান্নাতী এবং আমি তা খনন করে দিয়েছি। আপনারা কি জানেন না যে, তিনি বলেছিলেন, যে ব্যক্তি তাবূকের যুদ্ধে সেনাদের সামগ্রীর ব্যবস্থা করে দিবে, সে জান্নাতী এবং আমি তা ব্যবস্থা করে দিয়েছিলাম। বর্ণনাকারী বলেন, সাহাবীগণ তাঁর কথা সত্য বলে স্বীকার করলেন। ‘উমর (রাঃ) তাঁর কথা সম্পর্কে বলেছিলেন, মুতওয়াল্লীর জন্য তা থেকে আহার করতে কোন দোষ নেই। ওয়াক্‌ফকারী কখনো নিজে মুতওয়াল্লী হয় আবার কখনো অপর ব্যক্তি হয়। এ ব্যাপারে সকলের জন্য প্রশস্ততা রয়েছে।",
    "ar": "وَقَالَ عَبْدَانُ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، أَنَّ عُثْمَانَ ـ رضى الله عنه ـ حَيْثُ حُوصِرَ أَشْرَفَ عَلَيْهِمْ وَقَالَ أَنْشُدُكُمْ وَلاَ أَنْشُدُ إِلاَّ أَصْحَابَ النَّبِيِّ صلى الله عليه وسلم، أَلَسْتُمْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَفَرَ رُومَةَ فَلَهُ الْجَنَّةُ ‏\"‏‏.‏ فَحَفَرْتُهَا، أَلَسْتُمْ تَعْلَمُونَ أَنَّهُ قَالَ ‏\"‏ مَنْ جَهَّزَ جَيْشَ الْعُسْرَةِ فَلَهُ الْجَنَّةُ ‏\"‏‏.‏ فَجَهَّزْتُهُمْ‏.‏ قَالَ فَصَدَّقُوهُ بِمَا قَالَ‏.‏ وَقَالَ عُمَرُ فِي وَقْفِهِ لاَ جُنَاحَ عَلَى مَنْ وَلِيَهُ أَنْ يَأْكُلَ‏.‏ وَقَدْ يَلِيهِ الْوَاقِفُ وَغَيْرُهُ فَهْوَ وَاسِعٌ لِكُلٍّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2779,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে বনূ নাজ্জার! তোমাদের বাগানটি মূল্য নির্ধারণ করে আমার নিকট বিক্রি করে দাও। তারা বলল, আমরা এর মূল্য একমাত্র আল্লাহ ছাড়া কারো কাছে চাই না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ ‏\"‏‏.‏ قَالُوا لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2780,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সাহম গোত্রের এক ব্যক্তি তামীম দারী ও আদী ইব্‌নু বাদ্দা (রহঃ) -এর সঙ্গে সফরে বের হন এবং সাহম গোত্রের ব্যক্তিটি এমন এক স্থানে মারা যান, যেখানে কোন মুসলিম ছিল না। তারা দু’জন তার পরিত্যক্ত জিনিস পত্র নিয়ে ফিরে আসলে মৃতের আত্নীয়-স্বজন তার মধ্যে স্বর্ণ খচিত একটি রুপার পেয়ালা পেলেন না। এ সম্পর্কে তাদের দু’জনকে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কসম করালেন। অতঃপর পেয়ালাটি মক্কায় পাওয়া গেল। (যাদের নিকট পাওয়া গেল) তারা বলল, আমরা এটি তামীম ও আদী (রহঃ) -এর নিকট থেকে খরিদ করেছি। অতঃপর মৃতের আত্মীয়দের মধ্য থেকে দু’ব্যক্তি দাঁড়িয়ে কসম করে বলে, এ দু’জনের সাক্ষ্য থেকে আমাদের সাক্ষ্য অধিক গ্রহণীয়। নিশ্চয়ই এ পেয়ালাটি তাদের আত্মীয়ের। বর্ণনাকারী বলেন, তাদের সম্বন্ধে এই আয়াতটি অবতীর্ণ হয়ঃ ------- (আল-মায়িদাহ : ১০৬)",
    "ar": "وَقَالَ لِي عَلِيُّ بْنُ عَبْدِ اللَّهِ حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ، عَنْ عَبْدِ الْمَلِكِ بْنِ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ خَرَجَ رَجُلٌ مِنْ بَنِي سَهْمٍ مَعَ تَمِيمٍ الدَّارِيِّ وَعَدِيِّ بْنِ بَدَّاءٍ فَمَاتَ السَّهْمِيُّ بِأَرْضٍ لَيْسَ بِهَا مُسْلِمٌ، فَلَمَّا قَدِمَا بِتَرِكَتِهِ فَقَدُوا جَامًا مِنْ فِضَّةٍ مُخَوَّصًا مِنْ ذَهَبٍ، فَأَحْلَفَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم، ثُمَّ وُجِدَ الْجَامُ بِمَكَّةَ فَقَالُوا ابْتَعْنَاهُ مِنْ تَمِيمٍ وَعَدِيٍّ‏.‏ فَقَامَ رَجُلاَنِ مِنْ أَوْلِيَائِهِ، فَحَلَفَا لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا، وَإِنَّ الْجَامَ لِصَاحِبِهِمْ‏.‏ قَالَ وَفِيهِمْ نَزَلَتْ هَذِهِ الآيَةُ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ ‏إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2781,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্ আনসারী (রাঃ)",
    "bn": "তার পিতাকে উহুদের যুদ্ধে শহীদ করা হয়। তিনি ছ’টি কন্যা সন্তান রেখে যান আর তাঁর উপর ঋণও রেখে যান। খেজুর কাটার সময় হলে আমি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললাম, ‘হে আল্লাহ্‌র রসূল! আপনি জানেন যে, আমার পিতাকে উহুদের যুদ্ধে শহীদ করা হয়েছে আর তিনি অনেক ঋণ রেখে গেছেন। আমার মনে চায় যে, পাওনাদাররা আপনার সঙ্গে দেখা করুক। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি যাও। এক এক রকম খেজুর এক এক স্থানে জমা কর। আমি তা-ই করলাম। অতঃপর তাঁকে অনুরোধ করে নিয়ে এলাম। পাওনাদাররা যখন তাঁকে দেখল, তখন তারা আমার নিকট জোর তাগাদা করতে লাগল। তিনি তাদের এরূপ করতে দেখে খেজুরের বড় স্তুপটির চারদিকে তিনবার ঘুরলেন, অতঃপর তার উপর বসে পড়লেন। অতঃপর বললেন, তোমার পাওনাদারদের ডাক। তিনি মেপে মেপে তাদের পাওনা আদায় করতে লাগলেন এবং শেষ পর্যন্ত আল্লাহ্‌ আমার পিতার সমস্ত ঋণ আদায় করে দিলেন। আর আল্লাহ্‌র কসম, আমি এতেই সন্তুষ্ট যে, আমার পিতার ঋণ আল্লাহ্‌ পরিশোধ করে দেন এবং আমি আমার বোনদের নিকট একটি খেজুরও নিয়ে না ফিরি। কিন্তু আল্লাহ্‌র কসম! সমস্ত স্তুপই যেমন ছিল তেমন রয়ে গেল। আমি সেই স্তুপটির দিকে বিশেষভাবে তাকিয়ে ছিলাম, যার উপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসেছিলেন। মনে হলো যে, তা থেকে একটি খেজুরও কমেনি।\nআবূ ‘আবদুল্লাহ্ (ইমাম বুখারী) (রহঃ) বলেন, (আরবী) এর অর্থ হলো। (আরবী) অর্থাৎ আমার নিকট জোর তাগাদা করতে লাগল। মহান আল্লাহ্‌র বাণীঃ “আমি কিয়ামাত পর্যন্ত স্থায়ী পারস্পরিক শত্রুতা ও বিদ্বেষ তাদের মধ্যে সঞ্চারিত করে দিয়েছি”। (আল-মায়িদাহ ১৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، أَوِ الْفَضْلُ بْنُ يَعْقُوبَ عَنْهُ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ فِرَاسٍ، قَالَ قَالَ الشَّعْبِيُّ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ ـ رضى الله عنهما ـ أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ، وَتَرَكَ سِتَّ بَنَاتٍ، وَتَرَكَ عَلَيْهِ دَيْنًا، فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ أَنَّ وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ عَلَيْهِ دَيْنًا كَثِيرًا، وَإِنِّي أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ قَالَ ‏\"‏ اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَتِهِ ‏\"‏‏.‏ فَفَعَلْتُ ثُمَّ دَعَوْتُهُ، فَلَمَّا نَظَرُوا إِلَيْهِ أُغْرُوا بِي تِلْكَ السَّاعَةَ، فَلَمَّا رَأَى مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلاَثَ مَرَّاتٍ ثُمَّ جَلَسَ عَلَيْهِ ثُمَّ قَالَ ‏\"‏ ادْعُ أَصْحَابَكَ ‏\"‏‏.‏ فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ أَمَانَةَ وَالِدِي، وَأَنَا وَاللَّهِ رَاضٍ أَنْ يُؤَدِّيَ اللَّهُ أَمَانَةَ وَالِدِي وَلاَ أَرْجِعَ إِلَى أَخَوَاتِي بِتَمْرَةٍ، فَسَلِمَ وَاللَّهِ الْبَيَادِرُ كُلُّهَا حَتَّى أَنِّي أَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم كَأَنَّهُ لَمْ يَنْقُصْ تَمْرَةً وَاحِدَةً‏.‏ \nقَالَ أَبُو عَبْد اللَّهِ أُغْرُوا بِي يَعْنِي هِيجُوا بِي فَأَغْرَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]