[
  {
    "hadith_id": 5251,
    "narrator": "আবদুল্লাহ্‌ ইব্‌ন ‘উমার (রাঃ)",
    "bn": "যে, তিনি রসূল এর যুগে তাঁর স্ত্রীকে হায়েয অবস্থায় ত্বলাক্ব দেন। ‘উমার ইব্‌ন খাত্তাব (রাঃ) এ ব্যপারে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জিজ্ঞেস করলেন। তখন রসূলুল্লাহ্‌ বললেনঃ তাকে নির্দেশ দাও, সে যেন তার স্ত্রীকে ফিরিয়ে আনে এবং নিজের কাছে রেখে দেয় যতক্ষণ না সে মহিলা পবিত্র হয়ে আবার ঋতুবতী হয় এবং আবার পবিত্র হয়। অতঃপর সে যদি ইচ্ছে করে, তাকে রেখে দিবে আর যদি ইচ্ছে করে তবে সহবাসের পূর্বে তাকে ত্বলাক্ব দেবে। আর এটাই ত্বলাক্বের নিয়ম, যে নিয়মে আল্লাহ্‌ তা’আলা স্ত্রীদের ত্বলাক্ব দেয়ার বিধান দিয়েছেন।( আধুনিক প্রকাশনী- ৪৮৬৮, ইসলামিক ফাউন্ডেশন- ৪৭৬২[১])",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّهُ طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ بْنُ الْخَطَّابِ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مُرْهُ فَلْيُرَاجِعْهَا، ثُمَّ لِيُمْسِكْهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ، ثُمَّ تَطْهُرَ، ثُمَّ إِنْ شَاءَ أَمْسَكَ بَعْدُ وَإِنْ شَاءَ طَلَّقَ قَبْلَ أَنْ يَمَسَّ، فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫] ইসলামিক ফাউন্ডেশনের ৮ম খন্ডটি ১৯৯২ সালের ছাপা অনুযায়ী ৪৮৭০ নং হাদীসে শেষ হয়েছে। কিন্তু ৯ম খন্ডের শুরুতে ১৯৯৫ সালের প্রথম প্রকাশ অনুযায়ী ৪৭৬২ থেকে পুনরায় শুরু হয়েছে। বিধায় আমরাও সে নম্বর অনুযায়ী পুনরায় নম্বর প্রদান করেছি।"
  },
  {
    "hadith_id": 5252,
    "narrator": "ইব্‌ন ‘উমার (রাঃ)",
    "bn": "যে, তিনি তাঁর স্ত্রীকে হায়িয অবস্থায় ত্বলাক্ব দিলেন। ‘উমার (রাঃ) বিষয়টি নবী এর কাছে ব্যক্ত করলেন। তখন তিনি বললেনঃ সে যেন তাকে ফিরিয়ে আনে। রাবী (ইব্‌ন সীরীন) বলেন, আমি বললাম, ত্বলাক্বটি কি গণ্য করা হবে? তিনি (ইবনে ‘উমার) বললেন, তাহলে কী? \n\nক্বাতাদাহ (রহঃ) ইউনুস ইব্‌ন যুবায়র (রহঃ) থেকে, তিনি ইব্‌ন ‘উমার থেকে বর্ণনা করেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ  তাকে হুকুম দাও সে যেন তাঁর স্ত্রীকে ফিরিয়ে আনে। আমি (ইউনুস) বললামঃ ত্বলাক্বটি কি পরিগণিত হবে? তিনি (ইবন ‘উমার) বললেনঃ তুমি কি মনে কর যদি সে অক্ষম হয় এবং আহম্মকী করে?(আধুনিক প্রকাশনী- ৪৮৬৯, ইসলামিক ফাউন্ডেশন- ৪৭৬৩)",
    "ar": "سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ أَنَسِ بْنِ سِيرِينَ قَالَ سَمِعْتُ ابْنَ عُمَرَ قَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَه“ وَهِيَ حَائِضٌ فَذَكَرَ عُمَرُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ لِيُرَاجِعْهَا قُلْتُ تُحْتَسَبُ قَالَ فَمَهْ\nوَعَنْ قَتَادَةَ عَنْ يُونُسَ بْنِ جُبَيْرٍ عَنْ ابْنِ عُمَرَ قَالَ مُرْه“ فَلْيُرَاجِعْهَا قُلْتُ تُحْتَسَبُ قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5253,
    "narrator": "আবূ মা’মার (আর)",
    "bn": "আবূ মা’মার বলেনঃ ‘আবদুল ওয়ারিস আইউব থেকে, তিনি সা’ঈদ ইব্‌ন যুবায়র থেকে, তিনি ইব্‌ন ‘উমার (রহঃ) থেকে বর্ণনা করেন যে, তিনি বলেছেনঃ এটিকে আমার উপর এক ত্বলাক্ব গণ্য করা হয়েছিল।[৪৯০৮; মুসলিম ১৮/১, হাঃ ১৪৭১, আহমাদ ৫৪৯০] আধুনিক প্রকাশনী- ৪৮৬৯, ইসলামিক ফাউন্ডেশন- ৪৭৬৩)",
    "ar": "أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا أَيُّوبُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عُمَرَ قَالَ حُسِبَتْ عَلَيَّ بِتَطْلِيقَةٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5254,
    "narrator": "আওযা’ঈ (রহঃ)",
    "bn": "তিনি বলেন, আমি যুহরী (রহঃ)- কে জিজ্ঞেস করলাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন্‌ সহধর্মিণী তাঁর থেকে মুক্তি প্রার্থণা করেছিল? উত্তরে তিনি বললেনঃ ‘উরওয়াহ (রহঃ) ‘আয়িশাহ (রাঃ) থেকে আমার নিকট বর্ণনা করেছেন যে, জাওনের কন্যাকে যখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট (একটি ঘরে) পাঠানো হল আর তিনি তার নিকটবর্তী হলেন, তখন সে বলল, আমি আপনার কাছ থেকে আল্লাহ্‌র কাছে আশ্রয় চাচ্ছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তো এক মহামহিমের কাছে পানাহ চেয়েছ। তুমি তোমার পরিবারের কাছে গিয়ে মিলিত হও।\nআবূ ‘আবদুল্লাহ (ইমাম বুখারী) (রহঃ) বলেনঃ হাদীসটি হাজ্জাজ ইব্‌ন আবূ মানী’ ও তাঁর পিতামহ থেকে, তিনি যুহরী থেকে, তিনি ‘‘উরওয়াহ থেকে এবং তিনি ‘আয়িশা (রাঃ) থেকে বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৪৮৭০, ইসলামিক ফাউন্ডেশন- ৪৭৬৪)",
    "ar": "الْحُمَيْدِيُّ حَدَّثَنَا الْوَلِيدُ حَدَّثَنَا الأَوْزَاعِيُّ قَالَ سَأَلْتُ الزُّهْرِيَّ أَيُّ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اسْتَعَاذَتْ مِنْه“ قَالَ أَخْبَرَنِي عُرْوَةُ عَنْ عَائِشَةَ أَنَّ ابْنَةَ الْجَوْنِ لَمَّا أُدْخِلَتْ عَلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم وَدَنَا مِنْهَا قَالَتْ أَعُوذُ بِاللهِ مِنْكَ فَقَالَ لَهَا لَقَدْ عُذْتِ بِعَظِيمٍ الْحَقِي بِأَهْلِكِ.\nقَالَ أَبُو عَبْد اللهِ رَوَاه“ حَجَّاجُ بْنُ أَبِي مَنِيعٍ عَنْ جَدِّه„ عَنْ الزُّهْرِيِّ أَنَّ عُرْوَةَ أَخْبَرَه“ أَنَّ عَائِشَةَ قَالَتْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5257,
    "narrator": "সাহ্‌ল ইবন সা’দ ও আবূ উসায়দ (রাঃ)",
    "bn": "(ভিন্ন সনদে) সাহ্‌ল ইব্‌ন সা’দ ও আবূ উসায়দ (রাঃ) থেকে বর্ণনা করেন। তাঁরা বলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমাইয়া বিনতু শারাহলীকে বিবাহ করেন। পরে তাকে তাঁর কাছে আনা হলে তিনি তার দিকে হাত বাড়ালেন। সে এটি অপছন্দ করল। তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ উসাইদকে তার জিনিসপত্র গুটিয়ে এবং দুখানা কাতান বস্ত্র প্রদান করে তার পরিবারের নিকট পৌছে দেবার নির্দেশ দিলেন।( আধুনিক প্রকাশনী- নাই, ইসলামিক ফাউন্ডেশন- ৪৭৬৬)",
    "ar": "وَقَالَ الْحُسَيْنُ بْنُ الْوَلِيدِ النَّيْسَابُورِيُّ عَنْ عَبْدِ الرَّحْمٰنِ عَنْ عَبَّاسِ بْنِ سَهْلٍ عَنْ أَبِيهِ وَأَبِي أُسَيْدٍ قَالاَ تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم أُمَيْمَةَ بِنْتَ شَرَاحِيلَ فَلَمَّا أُدْخِلَتْ عَلَيْهِ بَسَطَ يَدَه“ إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذ‘لِكَ فَأَمَرَ أَبَا أُسَيْدٍ أَنْ يُجَهِّزَهَا وَيَكْسُوَهَا ثَوْبَيْنِ رَازِقِيَّيْنِ.\nحَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ حَدَّثَنَا عَبْدُ الرَّحْمٰنِ عَنْ حَمْزَةَ عَنْ أَبِيهِ وَعَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ عَنْ أَبِيهِ بِهَذَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5256,
    "narrator": "সাহ্‌ল ইবন সা’দ ও আবূ উসায়দ (রাঃ)",
    "bn": "(ভিন্ন সনদে) সাহ্‌ল ইব্‌ন সা’দ ও আবূ উসায়দ (রাঃ) থেকে বর্ণনা করেন। তাঁরা বলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমাইয়া বিনতু শারাহলীকে বিবাহ করেন। পরে তাকে তাঁর কাছে আনা হলে তিনি তার দিকে হাত বাড়ালেন। সে এটি অপছন্দ করল। তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ উসাইদকে তার জিনিসপত্র গুটিয়ে এবং দুখানা কাতান বস্ত্র প্রদান করে তার পরিবারের নিকট পৌছে দেবার নির্দেশ দিলেন।( আধুনিক প্রকাশনী- নাই, ইসলামিক ফাউন্ডেশন- ৪৭৬৬)",
    "ar": "وَقَالَ الْحُسَيْنُ بْنُ الْوَلِيدِ النَّيْسَابُورِيُّ عَنْ عَبْدِ الرَّحْمٰنِ عَنْ عَبَّاسِ بْنِ سَهْلٍ عَنْ أَبِيهِ وَأَبِي أُسَيْدٍ قَالاَ تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم أُمَيْمَةَ بِنْتَ شَرَاحِيلَ فَلَمَّا أُدْخِلَتْ عَلَيْهِ بَسَطَ يَدَه“ إِلَيْهَا فَكَأَنَّهَا كَرِهَتْ ذ‘لِكَ فَأَمَرَ أَبَا أُسَيْدٍ أَنْ يُجَهِّزَهَا وَيَكْسُوَهَا ثَوْبَيْنِ رَازِقِيَّيْنِ.\nحَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ حَدَّثَنَا عَبْدُ الرَّحْمٰنِ عَنْ حَمْزَةَ عَنْ أَبِيهِ وَعَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ عَنْ أَبِيهِ بِهَذَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5258,
    "narrator": "আবূ গাল্লাব ইউনুস ইবন যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌ন ‘উমারকে বললামঃ এক ব্যক্তি তার স্ত্রীকে হায়িয অবস্থায় ত্বলাক্ব দিয়েছে। তিনি বললেন, তুমি ইব্‌ন ‘উমারকে চেন। ইব্‌ন ‘উমার (রাঃ) তাঁর স্ত্রীকে হায়িয অবস্থায় ত্বলাক্ব দিয়েছিল। তখন ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বিষয়টি তাঁকে জানালেন। রসূলুল্লাহ্ তাকে তার স্ত্রীকে ফিরিয়ে নেয়ার জন্য আদেশ দিলেন। পরে তার স্ত্রী পবিত্র হলে, সে যদি চায় তবে তাকে ত্বলাক্ব দেবে। আমি বললামঃ এতে কি ত্বলাক্ব গণনা করা হয়েছিল? তিনি বললেনঃ তুমি কি মনে কর যদি সে অক্ষম হয় এবং বোকামি করে।(আধুনিক প্রকাশনী- ৪৮৭২, ইসলামিক ফাউন্ডেশন- ৪৭৬৭)",
    "ar": "حَجَّاجُ بْنُ مِنْهَالٍ حَدَّثَنَا هَمَّامُ بْنُ يَحْيٰى عَنْ قَتَادَةَ عَنْ أَبِي غَلاَّبٍ يُونُسَ بْنِ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عُمَرَ رَجُلٌ طَلَّقَ امْرَأَتَه“ وَهِيَ حَائِضٌ فَقَالَ تَعْرِفُ ابْنَ عُمَرَ إِنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَتَه“ وَهِيَ حَائِضٌ فَأَتٰى عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذ‘لِكَ لَه“ فَأَمَرَه“ أَنْ يُرَاجِعَهَا فَإِذَا طَهُرَتْ فَأَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا قُلْتُ فَهَلْ عَدَّ ذ‘لِكَ طَلاَقًا قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5255,
    "narrator": "আবূ উসায়দ (রহঃ)",
    "bn": "তিনি বলেনঃ আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে বের হয়ে শাওত নামক বাগানের নিকট দিয়ে চলতে চলতে দু’টি বাগান পর্যন্ত পৌছালাম এবং এ দু’টির মাঝে বসলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা এখানে বসে থাক। তিনি (ভিতরে) প্রবেশ করলেন। তখন নু’মান ইব্‌ন শারাহীলের কন্যা উমাইয়ার খেজুর বাগানস্থিত ঘরে জাওনিয়াকে আনা হয়। আর তাঁর খিদমতের জন্য ধাত্রীও ছিল। নবী যখন তার কাছে গিয়ে বললেন, তুমি নিজেকে আমার কাছে সমর্পণ কর। তখন সে বললঃ কোন রাজকুমারী কি কোন বাজারিয়া ব্যক্তির কাছে নিজেকে সমর্পণ করে? রাবী বলেনঃ এরপর তিনি তাঁর হাত প্রসারিত করলেন তার শরীরে রাখার জন্য, যাতে সে শান্ত হয়। সে বললঃ আমি আপনার থেকে আল্লাহ্‌র নিকট পানাহ চাই। তিনি বললেনঃ তুমি উপযুক্ত সত্তারই আশ্রয় নিয়েছ। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বেরিয়ে আসলেন এবং বললেনঃ হে আবূ উসায়দ! তাকে দু’খানা কাতান কাপড় পরিয়ে দাও এবং তাকে তার পরিবারের নিকট পৌঁছিয়ে দাও।(আধুনিক প্রকাশনী- ৪৮৭১, ইসলামিক ফাউন্ডেশন- ৪৭৬৫)",
    "ar": "أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الرَّحْمٰنِ بْنُ غَسِيلٍ عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ عَنْ أَبِي أُسَيْدٍ قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم حَتّٰى انْطَلَقْنَا إِلٰى حَائِطٍ يُقَالُ لَه“ الشَّوْطُ حَتّٰى انْتَهَيْنَا إِلٰى حَائِطَيْنِ فَجَلَسْنَا بَيْنَهُمَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم اجْلِسُوا هَا هُنَا وَدَخَلَ وَقَدْ أُتِيَ بِالْجَوْنِيَّةِ فَأُنْزِلَتْ فِي بَيْتٍ فِي نَخْلٍ فِي بَيْتِ أُمَيْمَةَ بِنْتِ النُّعْمَانِ بْنِ شَرَاحِيلَ وَمَعَهَا دَايَتُهَا حَاضِنَةٌ لَهَا فَلَمَّا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم قَالَ هَبِي نَفْسَكِ لِي قَالَتْ وَهَلْ تَهَبُ الْمَلِكَةُ نَفْسَهَا لِلسُّوقَةِ قَالَ فَأَهْو‘ى بِيَدِه„ يَضَعُ يَدَه“ عَلَيْهَا لِتَسْكُنَ فَقَالَتْ أَعُوذُ بِاللهِ مِنْكَ فَقَالَ قَدْ عُذْتِ بِمَعَاذٍ ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ يَا أَبَا أُسَيْدٍ اكْسُهَا رَازِقِيَّتَيْنِ وَأَلْحِقْهَا بِأَهْلِهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5261,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "যে, এক ব্যক্তি তার স্ত্রীকে তিন ত্বলাক্ব দিলে সে (স্ত্রী) অন্যত্র বিয়ে করল। পরে দ্বিতীয় স্বামীও তাকে ত্বলাক্ব দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জিজ্ঞেস করা হল মহিলাটি কি প্রথম স্বামীর জন্য হালাল হবে? তিনি বললেনঃ না, যতক্ষন না সে (দ্বিতীয় স্বামী) তার স্বাদ গ্রহণ করবে, যেমন স্বাদ গ্রহণ করেছিল প্রথম স্বামী।(আধুনিক প্রকাশনী- ৪৮৭৫, ইসলামিক ফাউন্ডেশন- ৪৭৭০)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيٰى عَنْ عُبَيْدِ اللهِ قَالَ حَدَّثَنِي الْقَاسِمُ بْنُ مُحَمَّدٍ عَنْ عَائِشَةَ أَنَّ رَجُلاً طَلَّقَ امْرَأَتَه“ ثَلاَثًا فَتَزَوَّجَتْ فَطَلَّقَ فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم أَتَحِلُّ لِلأَوَّلِ قَالَ لاَ حَتّٰى يَذُوقَ عُسَيْلَتَهَا كَمَا ذَاقَ الأَوَّلُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5259,
    "narrator": "সাহ্‌ল ইব্‌নু সা‘দ সা‘ঈদী (রাঃ)",
    "bn": "যে, ‘উওয়াইমির’ আজলানী (রাঃ) ‘আসেম ইবনু ‘আদী আনসারী (রাঃ) এর নিকট এসে বললেনঃ হে ‘আসিম! যদি কোন ব্যক্তি তার স্ত্রীকে অপর কোন পুরুষের সাথে (ব্যভিচার-রত) দেখতে পায় এবং সে তাকে হত্যা করে ফেলে, তাহলে তোমরা কি তাকে (হত্যাকারীকে) হত্যা করবে? (আর হত্যা না করলে) তবে সে কী করবে? হে ‘আসিম! আমার পক্ষ হতে এ সম্পর্কে তুমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস কর। আসিম (রাঃ) এ সম্পর্কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ধরনের প্রশ্নাবলী নিন্দনীয় এবং দূষণীয় মনে করলেন। এমনকি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উক্তি শ্রবণে ‘আসিম (রাঃ) ভড়কে গেলেন। এরপর ‘আসিম (রাঃ) তার নিজ বাসায় ফিরে আসলে উওয়াইমির (রাঃ) এসে বললেনঃ হে আসিম! রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে কী জবাব দিলেন? আসিম (রাঃ) বললেন, তুমি কল্যাণজনক কিছু নিয়ে আমার নিকট আসনি। তোমার জিজ্ঞাসিত বিষয়কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) না পছন্দ করেছেন। উওয়াইমির (রাঃ) বললেনঃ আল্লাহর কসম! (উত্তর না পাওয়া পর্যন্ত) এ বিষয়কে আমি তাঁকে জিজ্ঞেস করতেই থাকব। উওয়াইমির (রাঃ) এসে লোকদের মাঝে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে পেলেন এবং বললেনঃ হে আল্লাহর রসূল! যদি কেউ তার স্ত্রীর সঙ্গে পরপুরুষকে (ব্যভিচার-রত) দেখতে পায়, আর তাকে হত্যা করে ফেলে, তবে আপনারা কি তাকে হত্যা করবেন? আর যদি সে (স্বামী) হত্যা না করে, তবে সে কী করবে? তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি ও তোমার স্ত্রীর ব্যাপারে আয়াত অবতীর্ণ হয়েছে। সুতরাং তুমি গিয়ে তাঁকে (তোমার পত্নীকে) নিয়ে আস। সাহ্‌ল (রাঃ) বলেন, এরপর তারা দুজনে লি‘আন করলো। আমি সে সময় (অন্যান্য) লোকের সঙ্গে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর এর কাছে ছিলাম। উভয়ের লি‘আন করা হয়ে গেলে উওয়াইমির (রাঃ) বললেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এখন যদি আমি তাকে (স্ত্রী হিসেবে) রাখি তবে এটা তার উপর মিথ্যারোপ করা হবে। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আদেশ দেয়ার পূর্বেই তিনি তার স্ত্রীকে তিন ত্বলাক্ব দিলেন।\nইব্‌নু শিহাব (রহঃ) বলেন, এটাই লি‘আনকারীদ্বয়ের ব্যাপারে সুন্নাত হয়ে দাঁড়াল।(আধুনিক প্রকাশনী- ৪৮৭৩, ইসলামিক ফাউন্ডেশন- ৪৭৬৮)",
    "ar": "عَبْدُ اللهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ أَخْبَرَه“ أَنَّ عُوَيْمِرًا الْعَجْلاَنِيَّ جَاءَ إِلٰى عَاصِمِ بْنِ عَدِيٍّالأَنْصَارِيِّ فَقَالَ لَه“ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ فَتَقْتُلُونَه“ أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ عَنْ ذ‘لِكَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَسَأَلَ عَاصِمٌ عَنْ ذ‘لِكَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَكَرِهَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا حَتّٰى كَبُرَ عَلٰى عَاصِمٍ مَا سَمِعَ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلٰى أَهْلِه„ جَاءَ عُوَيْمِرٌ فَقَالَ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لَمْ تَأْتِنِي بِخَيْرٍ قَدْ كَرِهَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُه“ عَنْهَا قَالَ عُوَيْمِرٌ وَاللهِ لاَ أَنْتَهِي حَتّٰى أَسْأَلَه“ عَنْهَا فَأَقْبَلَ عُوَيْمِرٌ حَتّٰى أَتٰى رَسُوْلَ اللهِ صلى الله عليه وسلم وَسْطَ النَّاسِ فَقَالَ يَا رَسُوْلَ اللهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ فَتَقْتُلُونَه“ أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم قَدْ أَنْزَلَ اللهُ فِيكَ وَفِي صَاحِبَتِكَ فَاذْهَبْ فَأْتِ بِهَا قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُوْلَ اللهِ إِنْ أَمْسَكْتُهَا فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم\nقَالَ ابْنُ شِهَابٍ فَكَانَتْ تِلْكَ سُنَّةَ الْمُتَلاَعِنَيْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5260,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রিফা‘আ কুরাযীর স্ত্রী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল! রিফা‘আ আমাকে পূর্ণ সম্পর্কচ্ছেদের ত্বলাক্ব (তিন ত্বলাক্ব) দিয়েছে। পরে আমি ‘আবদুর রহমান ইব্‌ন যুবায়র কুরাযীকে বিয়ে করি। কিন্তু তার কাছে আছে কাপড়ের পুঁটলির মত একটি জিনিস। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সম্ভবতঃ তুমি রিফা‘আর নিকট ফিরে যেতে ইচ্ছে করছ। কিন্তু তা তো সম্ভব নয়, যতক্ষন না সে (অর্থাৎ দ্বিতীয় স্বামী) তোমার স্বাদ গ্রহণ করে এবং তুমি তারস্বাদ গ্রহণ কর।(আধুনিক প্রকাশনী- ৪৮৭৪, ইসলামিক ফাউন্ডেশন- ৪৭৬৯)",
    "ar": "سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ أَخْبَرَتْه“ أَنَّ امْرَأَةَ رِفَاعَةَ الْقُرَظِيِّ جَاءَتْ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّ رِفَاعَةَ طَلَّقَنِي فَبَتَّ طَلاَقِي وَإِنِّي نَكَحْتُ بَعْدَه“ عَبْدَ الرَّحْمٰنِ بْنَ الزُّبَيْرِ الْقُرَظِيَّ وَإِنَّمَا مَعَه“ مِثْلُ الْهُدْبَةِ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلٰى رِفَاعَةَ لاَ حَتّٰى يَذُوقَ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৬] যথা নিয়মে তিন তালাক দত্তা স্ত্রীকে আবার ফিরিয়ে নেয়ার উদ্দেশ্যে অন্য কোন পুরুষের সঙ্গে এমন শর্তে বিবাহ দেয়া যে স্ত্রীর সঙ্গে মিলনের পর পুরুষটি তাকে তালাক দিয়ে দেবে যাতে প্রথম পুরুষটি তার তিন তালাক দত্তা স্ত্রীকে আবার বিয়ে কতে পারে। এরকম শর্তাধীন বিয়ের ব্যবস্থাকে হালালা বলা হয় যা অত্যন্ত ঘৃণিত হারাম কাজ। রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হিলাকারী পুরুষ ও যার জন্য হিলা করা হয় উভয়কে ভাড়াটিয়া ষাঁড় নামে আখ্যায়িত করে উভয়ের প্রতি অভিশাপ বর্ষন করেছেন। (দ্রষ্টব্য ইব্‌নু মাজাহ‘র হাদীস)\nআমাদের সমাজের কিছু কিছু আলেম আছেন যারা তিন তালাক হয়ে যাবে এ ফতোওয়া দিয়ে বলে থাকেন যে, একমাত্র উপায় তালাক প্রাপ্তা মহিলাকে হালালা করতে হবে। আর তার পদ্ধতি হচ্ছে তাকে আর একজন পুরুষের সাথে বিবাহ দিয়ে একরাত্রি যাপন করিয়ে তাকে দিয়ে তালাক দেয়াতে হবে। না‘উযুবিল্লাহি মিন যালিক। আমার মনে হয় সেই সব তথাকথিত আলেমগণ নিজেরাই ভাড়াটিয়া ষাঁড় সাজার খাহেশে এরূপ ফতোওয়া দিয়ে থাকেন। অথচ রাসূল সাল্লালাহু আলাইহি ওয়াসাল্লাম এরূপ ব্যক্তিকে ভাড়াটিয়া ষাঁড় বলে তার উপর অভিশাপের বদ দু'আ করেছেন। \n(আরবী)\nআবদুল্লাহ ইব্‌নু মাস‘উদ (রাঃ) হতে বর্ণিত তিনি বলেনঃ রাসূল সাল্লালাহু আলাইহি ওয়াসাল্লাম অভিশাপ দিয়েছেন হালালকারীকে আর যার জন্য হালাল করা হচ্ছে তাকে।\nহাদীসটি উল্লেখ করেছেন ইমাম তিরমিযী ৪/২২১, ২২২ (তোহফাতুল আহওয়াজী সহ), ইব্‌নু মাজাহ (১/৬২৩) ও নাসাঈ।\n(আরবী)\n‘উকবাহ ইব্‌নু ‘আমির বলেন, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদেরকে কি সংবাদ দিবনা ভাড়া করা ষাঁড় (পাঁঠা) সম্পর্কে? তারা (উপস্থিত সহাবীগণ) বললেনঃ জি হ্যাঁ হে আল্লাহর রাসূল। (রাসূল) বললেনঃ সে হচ্ছে হালালকারী। আল্লাহর অভিশাপ হালালকারীর উপর আর যার জন্য হালাল করা হয় তার উপর।\nহাদীছটি বর্ণনা করেছেন ইব্‌নু মাজাহ (১/৬২৩) বইরুত ছাপা।\nঅতএব তথাকথিত আলিমদের খপ্পরে না পড়ে আপনারা স্বামী-স্ত্রী উভয়ে যদি এরূপ সমস্যায় জড়িয়ে পড়ে থাকেন তাহলে একত্রে দেয়া তিন তালাককে সুন্নাতের উপর আমল করার স্বার্থে এক তালাক গণ্যকরে পুনরায় সংসারে ফিরে সংসার করা আরম্ভ করুন। ইনশাআল্লাহ নবীর সূন্নাতের উপর আমল করার কারণে আপনারা সাওয়াবের ভাগীদার হবেন।"
  },
  {
    "hadith_id": 5262,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে (দুনিয়ার সুখ শান্তি বা পরকালীন সুখ শান্তি বেছে নেয়ার) ইখতিয়ার দিলে আমরা আল্লাহ ও তাঁর রসূলকেই গ্রহণ করলাম। আর এতে আমাদের প্রতি কিছুই (অর্থাৎ ত্বলাক্ব) সাব্যস্ত হয়নি। [৫২৬৩; মুসলিম ১৮/৪, হাঃ ১৪৭৭] আধুনিক প্রকাশনী- ৪৮৭৭, ইসলামিক ফাউন্ডেশন- ৪৭৭২)",
    "ar": "عُمَرُ بْنُ حَفْصٍ حَدَّثَنَا أَبِي حَدَّثَنَا الأَعْمَشُ حَدَّثَنَا مُسْلِمٌ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ رضى الله عنها قَالَتْ خَيَّرَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَاخْتَرْنَا اللهَ وَرَسُوْلَه“ فَلَمْ يَعُدَّ ذ‘لِكَ عَلَيْنَا شَيْئًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5263,
    "narrator": "মাসরূক (রহঃ)",
    "bn": "তিনি বলেন, আমি 'আয়িশা (রাঃ)- কে ইখ্‌তিয়ার সম্পর্কে জিজ্ঞেস করলাম (এতে ত্বলাক্ব হবে কিনা)। তিনি উত্তর দিলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ইখ্‌তিয়ার দিয়েছিলেন। তাহলে সেটা কি ত্বলাক্ব ছিল? মাসরূক বলেনঃ তবে সে (স্ত্রী) আমাকে গ্রহণ করার পর আমি তাকে একবার ইখ্‌তিয়ার দিই বা একশ‘বার দিই তাতে কিছু যায় আসে না।[৫২৬২; মুসলিম ১৮/৪, হাঃ ১৪৭৭, আহমাদ ২৫৭৬১] আধুনিক প্রকাশনী- ৪৮৭৮, ইসলামিক ফাউন্ডেশন- ৪৭৭৩)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيٰى عَنْ إِسْمَاعِيلَ حَدَّثَنَا عَامِرٌ عَنْ مَسْرُوقٍ قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْخِيَرَةِ فَقَالَتْ خَيَّرَنَا النَّبِيُّ صلى الله عليه وسلم أَفَكَانَ طَلاَقًا قَالَ مَسْرُوقٌ لاَ أُبَالِي أَخَيَّرْتُهَا وَاحِدَةً أَوْ مِائَةً بَعْدَ أَنْ تَخْتَارَنِي.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5264,
    "narrator": "লায়স (রহঃ)",
    "bn": "লায়স (রহঃ) নাফি‘ থেকে বর্ণনা করেছেন যে, ইব্‌নু ‘উমার (রাঃ)- কে তিন ত্বলাক্ব প্রদানকারী সম্বন্ধে জিজ্ঞেস করা হলে তিনি বলতেনঃ যদি তুমি একবার বা দু‘বার দিতে! কেননা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এরূপ করার নির্দেশ দিয়েছেন। তাই স্ত্রীকে তিন ত্বলাক্ব দিলে সে হারাম হয়ে যাবে, যতক্ষণ না সে (স্ত্রী) তোমাকে ছাড়া অন্য স্বামীকে বিয়ে করে।(আধুনিক প্রকাশনী- অনুচ্ছেদ, ইসলামিক ফাউন্ডেশন- অনুচ্ছেদ)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِي نَافِعٌ قَالَ كَانَ ابْنُ عُمَرَ إِذَا سُئِلَ عَمَّنْ طَلَّقَ ثَلاَثًا قَالَ لَوْ طَلَّقْتَ مَرَّةً أَوْ مَرَّتَيْنِ فَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَنِي بِهٰذَا فَإِنْ طَلَّقْتَهَا ثَلاَثًا حَرُمَتْ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5265,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি তার স্ত্রীকে ত্বলাক্ব দিলে সে (স্ত্রী) অন্য স্বামীকে বিবাহ করে। পরে সেও তাকে ত্বলাক্ব দেয়। তার লিঙ্গ ছিল কাপড়ের কিনারা সদৃশ। সুতরাং মহিলা তার থেকে নিজের মনকামনা পূর্ণ করতে পারল না। দ্বিতীয় স্বামী অবিলম্বে ত্বলাক্ব দিলে সে (মহিলা) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বলল, হে আল্লাহ্‌র রসূল! আমার প্রথম স্বামী আমাকে ত্বলাক্ব দিলে আমি অন্য স্বামীর সঙ্গে বিয়ে বন্ধনে আবদ্ধ হই। এরপর সে আমার সঙ্গে সঙ্গত হয়। কিন্তু তার সঙ্গে কাপড়ের কিনারা সদৃশ বৈ কিছুই নেই। তাই সে একবারের অধিক আমার নিকটস্থ হল না এবং আপন মনস্কামনা সিদ্ধ করতে সক্ষম হল না। এরূপ অবস্থায় আমি আমার প্রথম স্বামীর জন্য বৈধ হব কি? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি ততক্ষণ পর্যন্ত তোমার প্রথম স্বামীর জন্য হালাল হবে না, যতক্ষণ না দ্বিতীয় স্বামী তোমার কিছু স্বাদ উপভোগ করে, আর তুমিও তার কিছু স্বাদ আস্বাদন কর।( আধুনিক প্রকাশনী- ৪৮৭৯, ইসলামিক ফাউন্ডেশন- ৪৭৭৪)",
    "ar": "مُحَمَّدٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ طَلَّقَ رَجُلٌ امْرَأَتَه“ فَتَزَوَّجَتْ زَوْجًا غَيْرَه“ فَطَلَّقَهَا وَكَانَتْ مَعَه“ مِثْلُ الْهُدْبَةِ فَلَمْ تَصِلْ مِنْه“ إِلٰى شَيْءٍ تُرِيدُه“ فَلَمْ يَلْبَثْ أَنْ طَلَّقَهَا فَأَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّ زَوْجِي طَلَّقَنِي وَإِنِّي تَزَوَّجْتُ زَوْجًا غَيْرَه“ فَدَخَلَ بِي وَلَمْ يَكُنْ مَعَه“ إِلاَّ مِثْلُ الْهُدْبَةِ فَلَمْ يَقْرَبْنِي إِلاَّ هَنَةً وَاحِدَةً لَمْ يَصِلْ مِنِّي إِلٰى شَيْءٍ فَأَحِلُّ لِزَوْجِي الأَوَّلِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لاَ تَحِلِّينَ لِزَوْجِكِ الأَوَّلِ حَتّٰى يَذُوقَ الآخَرُ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5266,
    "narrator": "সা‘ঈদ ইব্‌নু যুবায়র (রহঃ)",
    "bn": "তিনি ইবনু ‘আব্বাস (রাঃ)- কে বলতে শুনেছেন যে, কোন ব্যক্তি তার স্ত্রীকে হারাম বলে ঘোষণা দেয় সে ক্ষেত্রে কিছু (অর্থাৎ ত্বলাক্ব) হয় না। তিনি আরও বলেনঃ “নিশ্চয় তোমাদের জন্য রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর মধ্যে রয়েছে উত্তম আদর্শ।” (সূরাহ আল-আহযাবঃ ২১)(আধুনিক প্রকাশনী- ৪৮৮০, ইসলামিক ফাউন্ডেশন- ৪৭৭৫)",
    "ar": "حَدَّثَنِي الْحَسَنُ بْنُ صَبَّاحٍ، سَمِعَ الرَّبِيعَ بْنَ نَافِعٍ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ يَعْلَى بْنِ حَكِيمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، أَنَّهُ أَخْبَرَهُ أَنَّهُ، سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ إِذَا حَرَّمَ امْرَأَتَهُ لَيْسَ بِشَىْءٍ‏.‏ وَقَالَ ‏{‏لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5267,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইনাব বিন্‌ত জাহাশের নিকট কিছু (বেশী সময় অবস্থান) করতেন এবং সেখানে তিনি মধু পান করতেন। আমি ও হাফসাহ পরামর্শ করে ঠিক করলাম যে, আমাদের মধ্যে যার নিকটই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রবেশ করবেন, সেই যেন বলি-আমি আপনার নিকট হতে মাগাফীর-এর গন্ধ পাচ্ছি। আপনি কি মাগাফীর খেয়েছেন। এরপর তিনি তাদের একজনের নিকট প্রবেশ করলে তিনি তাঁকে সেরূপ বললেন। তিনি বললেনঃ আমি তো যাইনাব বিন্‌ত জাহাশের নিকট মধু পান করেছি। আমি পুনরায় এ কাজ করব না। এ প্রসঙ্গেই অবতীর্ণ হয় (মহান আল্লাহর বাণী): “হে নবী! আল্লাহ যা তোমার জন্য হালাল করেছেন তা তুমি কেন হারাম করছ?....... তোমারা দু‘জন যদি অনুশোচনাভরে আল্লাহ্‌র দিকে ফিরে আস (তবে তা তোমাদের জন্য উত্তম)” (সূরাহ আত-তাহরীম ৬৬ : ১-৪) পর্যন্ত। এখানে 'আয়িশা ও হাফসাহ -কে উদ্দেশ্য করে বলা হয়েছে। আর আল্লাহ্‌র বাণী “যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রীদের একজনকে গোপনে কিছু বলেছিলেন”- ‘বরং আমি মধু পান করেছি’-এ কথার প্রেক্ষাপটে অবতীর্ণ হয়। [৪৯১২; মুসলিম ৩/হাঃ ১৪৭৪, আহমাদ ২৫৯১০] আধুনিক প্রকাশনী- ৪৮৮১, ইসলামিক ফাউন্ডেশন- ৪৭৭৬)",
    "ar": "حَدَّثَنِي الْحَسَنُ بْنُ مُحَمَّدِ بْنِ صَبَّاحٍ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ زَعَمَ عَطَاءٌ أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، يَقُولُ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ ابْنَةِ جَحْشٍ، وَيَشْرَبُ عِنْدَهَا عَسَلاً، فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتَنَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ، أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ لَهُ ذَلِكَ، فَقَالَ ‏\"‏ لاَ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ ابْنَةِ جَحْشٍ وَلَنْ أَعُودَ لَهُ ‏\"‏‏.‏ فَنَزَلَتْ ‏{‏يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ‏}‏ إِلَى ‏{‏إِنْ تَتُوبَا إِلَى اللَّهِ‏}‏ لِعَائِشَةَ وَحَفْصَةَ ‏{‏وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ‏}‏ لِقَوْلِهِ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5268,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মধু ও হালুয়া (মিষ্টি) পছন্দ করতেন। আসর সালাত শেষে তিনি তাঁর স্ত্রীদের নিকট যেতেন। এরপর তাঁদের একজনের ঘনিষ্ঠ হতেন। একদা তিনি হাফসাহ বিন্‌ত উমারের নিকট গেলেন এবং অন্যান্য দিনের চেয়ে অধিক সময় কাটালেন। এতে আমি ঈর্ষা বোধ করলাম। পরে এ ব্যাপারে জিজ্ঞেস করে জানতে পারলাম যে, তাঁর (হাফসাহ্‌র) গোত্রের এক মহিলা তাঁকে এক পাত্র মধু উপঢৌকন দিয়েছিল। তা থেকেই তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কিছু পান করিয়েছেন। আমি বললামঃ আল্লাহ্‌র কসম! আমরা এজন্য একটা মতলব আঁটব। এরপর আমি সাওদাহ বিন্‌ত যাম‘আহ্‌কে বললাম, তিনি [রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] তো এখনই তোমার কাছে আসছেন, তিনি তোমার নিকটবর্তী হলেই তুমি বলবে, আপনি কি মাগাফীর খেয়েছেন? তিনি নিশ্চয়ই তোমাকে বলবেন “না”। তখন তুমি তাঁকে বলবে, তবে আমি কিসের গন্ধ পাচ্ছি? তিনি বলবেনঃ হাফসাহ আমাকে কিছু মধু পান করিয়েছে। তুমি তখন বলবে, এর মৌমাছি মনে হয় ‘উরফুত নামক বৃক্ষ থেকে মধু সংগ্রহ করেছে। আমিও তাই বলব। সফীয়্যাহ! তুমিও তাই বলবে। 'আয়িশা (রাঃ) বলেনঃ সাওদা (রাঃ) বললেন, আল্লাহ্‌র কসম! তিনি দরজার নিকট আসতেই আমি তোমার ভয়ে তোমার আদিষ্ট কাজ পালনে প্রস্তুত হলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাঁর নিকটবর্তী হলেন, তখন সাওদা বললেন, হে আল্লাহ্‌র রসূল! আপনি কি মাগাফীর খেয়েছেন? তিনি বললেনঃ না। সাওদা বললেন, তবে আপনার নিকট হতে এ কিসের গন্ধ পাচ্ছি? তিনি বললেন হাফসাহ আমাকে কিছু মধু পান করিয়েছে। সাওদা বললেন, এ মধু মক্ষিকা ‘উরফুত’ নামক গাছ থেকে সংগ্রহ করেছে। এরপর তিনি ঘুরে যখন আমার নিকট এলেন, তখন আমিও ঐরকম বললাম। তিনি সাফী্য্যাহ্‌র নিকট গেলে তিনিও তেমনই কথা বললেন। পরদিন যখন তিনি হাফসাহ্‌র কাছে গেলেনঃ তখন তিনি বললেন, হে আল্লাহ্‌র রসূল! আপনাকে মধু পান করাব কি? উত্তরে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার এর কোন দরকার নেই। 'আয়িশা (রাঃ) বর্ণনা করেন, সাওদা বললেনঃ আল্লাহ্‌র কসম! আমরা তাঁকে বিরত রেখেছি। আমি বললামঃ চুপ কর। [৪৯১২; মুসলিম ১৮/৩, হাঃ ১৪৭৪, আহমাদ ২৪৩৭০] আধুনিক প্রকাশনী- ৪৮৮২, ইসলামিক ফাউন্ডেশন- ৪৭৭৭)",
    "ar": "حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْعَسَلَ وَالْحَلْوَاءَ، وَكَانَ إِذَا انْصَرَفَ مِنَ الْعَصْرِ دَخَلَ عَلَى نِسَائِهِ، فَيَدْنُو مِنْ إِحْدَاهُنَّ، فَدَخَلَ عَلَى حَفْصَةَ بِنْتِ عُمَرَ، فَاحْتَبَسَ أَكْثَرَ مَا كَانَ يَحْتَبِسُ، فَغِرْتُ فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةً مِنْ عَسَلٍ، فَسَقَتِ النَّبِيَّ صلى الله عليه وسلم مِنْهُ شَرْبَةً، فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ‏.‏ فَقُلْتُ لِسَوْدَةَ بِنْتِ زَمْعَةَ إِنَّهُ سَيَدْنُو مِنْكِ، فَإِذَا دَنَا مِنْكِ فَقُولِي أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لَكِ لاَ‏.‏ فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ فَإِنَّهُ سَيَقُولُ لَكِ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ‏.‏ وَسَأَقُولُ ذَلِكَ، وَقُولِي أَنْتِ يَا صَفِيَّةُ ذَاكِ‏.‏ قَالَتْ تَقُولُ سَوْدَةُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ قَامَ عَلَى الْبَابِ، فَأَرَدْتُ أَنْ أُبَادِيَهُ بِمَا أَمَرْتِنِي بِهِ فَرَقًا مِنْكِ، فَلَمَّا دَنَا مِنْهَا قَالَتْ لَهُ سَوْدَةُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَتْ فَمَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ‏.‏ قَالَ ‏\"‏ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ ‏\"‏‏.‏ فَقَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ فَلَمَّا دَارَ إِلَىَّ قُلْتُ لَهُ نَحْوَ ذَلِكَ، فَلَمَّا دَارَ إِلَى صَفِيَّةَ قَالَتْ لَهُ مِثْلَ ذَلِكَ فَلَمَّا دَارَ إِلَى حَفْصَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ‏.‏ قَالَ ‏\"‏ لاَ حَاجَةَ لِي فِيهِ ‏\"‏‏.‏ قَالَتْ تَقُولُ سَوْدَةُ وَاللَّهِ لَقَدْ حَرَمْنَاهُ‏.‏ قُلْتُ لَهَا اسْكُتِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5269,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ আল্লাহ আমার উম্মতের হৃদয়ে যে খেয়াল জাগ্রত হয় তা ক্ষমা করে দিয়েছেন, যতক্ষণ না সে তা কার্যে পরিণত করে বা মুখে উচ্চারণ করে।\nক্বাতাদাহ (রহঃ) বলেনঃ মনে মনে ত্বলাক্ব দিলে তাতে কিছুই (ত্বলাক্ব) হবে না।(আধুনিক প্রকাশনী- ৪৮৮৩, ইসলামিক ফাউন্ডেশন- ৪৭৭৮)",
    "ar": "مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا هِشَامٌ حَدَّثَنَا قَتَادَةُ عَنْ زُرَارَةَ بْنِ أَوْفٰى عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ إِنَّ اللهَ تَجَاوَزَ عَنْ أُمَّتِي مَا حَدَّثَتْ بِه„ أَنْفُسَهَا مَا لَمْ تَعْمَلْ أَوْ تَتَكَلَّمْ\nقَالَ قَتَادَةُ إِذَا طَلَّقَ فِي نَفْسِه„ فَلَيْسَ بِشَيْءٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5270,
    "narrator": "জাবির (রাঃ)",
    "bn": "যে, আসলাম গোত্রের এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এলো; তখন তিনি মসজিদে ছিলেন। সে বললঃ সে ব্যভিচার করেছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার থেকে মুখ ফিরিয়ে নিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেদিক মুখ ফিরিয়ে ছিলেন, সেদিকে এসে সে লোকটি নিজের সম্পর্কে বারবার (ব্যভিচারের) সাক্ষ্য দিল। তিনি লোকটিকে ডেকে বললেন, তুমি কি পাগল হয়েছ? তুমি কি বিবাহিত? সে বলল হাঁ, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ঈদগাহে নিয়ে রজম করার আদেশ দিলেন। পাথরের আঘাত যখন তাকে অতিষ্ঠ করে তুলল, তখন সে পালিয়ে গেল। অবশেষে তাকে হাররা নামক স্থানে ধরা হলো এবং হত্যা করা হলো। [৫২৭২, ৬৮১৪, ৬৮১৬, ৬৮২০, ৬৮২৬, ৭১৬৮; মুসলিম ২৯/৫, হাঃ ১৬৯১, আহমাদ ১৪৪৬৯] আধুনিক প্রকাশনী- ৪৮৮৪, ইসলামিক ফাউন্ডেশন- ৪৭৭৯)",
    "ar": "أَصْبَغُ أَخْبَرَنَا ابْنُ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمٰنِ عَنْ جَابِرٍ أَنَّ رَجُلاً مِنْ أَسْلَمَ أَتٰى النَّبِيَّ صلى الله عليه وسلم وَهُوَ فِي الْمَسْجِدِ فَقَالَ إِنَّه“ قَدْ زَنٰى فَأَعْرَضَ عَنْه“ فَتَنَحّٰى لِشِقِّه„ الَّذِي أَعْرَضَ فَشَهِدَ عَلٰى نَفْسِه„ أَرْبَعَ شَهَادَاتٍ فَدَعَاه“ فَقَالَ هَلْ بِكَ جُنُونٌ هَلْ أَحْصَنْتَ قَالَ نَعَمْ فَأَمَرَ بِه„ أَنْ يُرْجَمَ بِالْمُصَلّٰى فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ جَمَزَ حَتّٰى أُدْرِكَ بِالْحَرَّةِ فَقُتِلَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5272,
    "narrator": "যুহরী (রহঃ)",
    "bn": "যুহরী (রহঃ) বলেন, জাবির ইব্‌নু ‘আবদুল্লাহ আনসারী (রাঃ) থেকে যিনি শুনেছেন, তিনি আমাকে বলেছেন, রজমকারীদের মধ্যে আমিও একজন ছিলাম। আমরা মাদীনাহ্‌র মুসল্লায় (অর্থাৎ ঈদগাহে) তাকে রজম করলাম। পাথর যখন তাকে অতিষ্ঠ করে তুলল, সে তখন পালিয়ে গেল। হাররায় আমরা তাকে পাকড়াও করলাম এবং রজম করলাম। অবশেষে সে মৃত্যু বরণ করলো। [৫২৭০; মুসলিম ২৯/৫, হাঃ ১৬৬১, আহমাদ ১৪৪৬৯] আধুনিক প্রকাশনী- ৪৮৮৫, ইসলামিক ফাউন্ডেশন- ৪৭৮০)",
    "ar": "وَعَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي مَنْ سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ الأَنْصَارِيَّ قَالَ كُنْتُ فِيمَنْ رَجَمَه“ فَرَجَمْنَاه“ بِالْمُصَلّٰى بِالْمَدِينَةِ فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ جَمَزَ حَتّٰى أَدْرَكْنَاه“ بِالْحَرَّةِ فَرَجَمْنَاه“ حَتّٰى مَاتَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5271,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আসলাম গোত্রের এক ব্যক্তি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এল, তখন তিনি মসজিদে ছিলেন। লোকটি তাঁকে ডেকে বলল, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! হতভাগা ব্যভিচার করেছে। সে এ কথা দিয়ে নিজেকে বোঝাতে চাইল। রসূলুল্লাহ্‌  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার থেকে মুখ ফিরিয়ে নিলেন। তিনি যেদিকে ফিরলেন সে সেদিকে গিয়ে আবার বলল, হে আল্লাহ্‌র রসূল! হতভাগা ব্যভিচার করেছে। তিনি মুখ ফিরিয়ে নিলেন। অতঃপর সেও সে দিকে গেল যে দিকে তিনি মুখ ফিরালেন এবং আবার সে কথা বলল। তিনি চতুর্থবার মুখ ফিরিয়ে নিলে সেও সেদিকে গেল। যখন সে নিজের ব্যাপারে চারবার সাক্ষী দিল, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে বললেনঃ তুমি কি পাগল হয়েছ? সে বলল, না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে নিয়ে যাও এবং রজম কর। লোকটি ছিল বিবাহিত। [৬৮১৫, ৬৮২৫, ৭১৬৭; মুসলিম ২৯/৫, হাঃ ১৬৯১, আহমাদ ১৪৪৬৯] আধুনিক প্রকাশনী- ৪৮৮৫, ইসলামিক ফাউন্ডেশন- ৪৭৮০)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمٰنِ وَسَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ أَبَا هُرَيْرَةَ قَالَ أَتٰى رَجُلٌ مِنْ أَسْلَمَ رَسُوْلَ اللهِ صلى الله عليه وسلم وَهُوَ فِي الْمَسْجِدِ فَنَادَاه“ فَقَالَ يَا رَسُوْلَ اللهِ إِنَّ الأَخِرَ قَدْ زَنٰى يَعْنِي نَفْسَه“ فَأَعْرَضَ عَنْه“ فَتَنَحّٰى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَه“ فَقَالَ يَا رَسُوْلَ اللهِ إِنَّ الأَخِرَ قَدْ زَنٰى فَأَعْرَضَ عَنْه“ فَتَنَحّٰى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ قِبَلَه“ فَقَالَ لَه“ ذ‘لِكَ فَأَعْرَضَ عَنْه“ فَتَنَحّٰى لَهُ الرَّابِعَةَ فَلَمَّا شَهِدَ عَلٰى نَفْسِه„ أَرْبَعَ شَهَادَاتٍ دَعَاه“ فَقَالَ هَلْ بِكَ جُنُونٌ قَالَ لاَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اذْهَبُوا بِه„ فَارْجُمُوه“ وَكَانَ قَدْ أُحْصِنَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5277,
    "narrator": "ইকরামাহ (রহঃ)",
    "bn": "যে, জামীলা (সাবিতের স্ত্রী) এরপর উক্ত হাদীসটি উল্লেখ করেন।(আধুনিক প্রকাশনী- ৪৮৮৯, ইসলামিক ফাউন্ডেশন- ৪৭৮৪)",
    "ar": "سُلَيْمَانُ حَدَّثَنَا حَمَّادٌ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ أَنَّ جَمِيلَةَ فَذَكَرَ الْحَدِيثَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5273,
    "narrator": "ইব্‌নু 'আব্বাস (রাঃ)",
    "bn": "যে, সাবিত ইবনু কায়স এর স্ত্রী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! চরিত্রগত বা দ্বীনী বিষয়ে সাবিত ইবনু কায়সের উপর আমি দোষারোপ করছিনা। তবে আমি ইসলামের ভিতরে থেকে কুফরী করা (অর্থাৎ স্বামীর সঙ্গে অমিল) পছন্দ করছি না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি তার বাগানটি ফিরিয়ে দেবে? সে বললঃ হ্যাঁ। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি বাগানটি গ্রহণ কর এবং মহিলাকে এক ত্বলাক্ব দিয়ে দাও।( আধুনিক প্রকাশনী- ৪৮৮৬, ইসলামিক ফাউন্ডেশন- ৪৭৮১)",
    "ar": "أَزْهَرُ بْنُ جَمِيلٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ حَدَّثَنَا خَالِدٌ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ امْرَأَةَ ثَابِتِ بْنِ قَيْسٍ أَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ ثَابِتُ بْنُ قَيْسٍ مَا أَعْتِبُ عَلَيْهِ فِي خُلُقٍ وَلاَ دِينٍ وَلٰكِنِّي أَكْرَهُ الْكُفْرَ فِي الإِسْلاَمِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَه“ قَالَتْ نَعَمْ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم اقْبَلْ الْحَدِيقَةَ وَطَلِّقْهَا تَطْلِيقَةً قَالَ أَبُو عَبْد اللهِ لاَ يُتَابَعُ فِيهِ عَنْ ابْنِ عَبَّاسٍ .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "খুলা শব্দের অর্থ খুলে ফেলা, মুক্ত করা।\nযেমন আল্লাহ বলেন,\n{فَاخْلَعْنَعْلَيْكَإِنَّكَبِالْوَادِالْمُقَدَّسِطُوىً}\n\nঅর্থাৎ ‘‘হে মূসা! তুমি তোমার জুতাজোড়া খুলে নাও, কেননা তুমি এখন তুওয়া নামক পবিত্র উপত্যকায় উপস্থিত।\n\nখুলা তালাকঃ স্ত্রী যদি বিশেষ কোন কারণে স্বামীর সাথে বসবাস করতে নারায হয় তাহলে স্বামী তার নিকট থেকে অথবা তার প্রতিনিধির পক্ষ থেকে বিনিময় গ্রহণ করে স্ত্রীকে পৃথক করে দেয়াকে খুলা তালাক বলা হয়।\n\nখুলার ক্ষেত্রে স্বামী ও স্ত্রী উভয়ের সম্মতি থাকতে হবে। যদি স্বামী সম্মতি প্রদান না করে তাহলে স্ত্রী বিচারকের শরণাপন্ন হয়ে তার মাধ্যমে খুলা করবে।\nস্বামী স্ত্রীকে বিদায়ের অনুমতি দেয়ার পর যদি স্ত্রী পুনরায় উক্ত স্বামীর সংসার করতে চায়, তাহলে এ খুলা তালাকের ক্ষেত্রে স্বামী উক্ত স্ত্রীকে গ্রহণ করতে চাইলে পুনরায় বিয়ের মাধ্যমে গ্রহণ করতে হবে।\n\nআর যদি অন্যত্র বিবাহ করতে চায়, তাহলে এক হায়েয অতিক্রম করার পর অন্যত্র বিবাহ করতে পারবে। [এ মর্মে ইমাম নাসাঈ হাদীস বর্ণনা করেছেন, দেখুন ‘‘সহীহ্ নাসাঈ’’ ৩৪৯৭) এছাড়া দেখুন ‘‘ফিক্হুস সুন্নাহ্’’ খুলা অধ্যায়]।\nতার জন্য আল্লাহ বিধান প্রদান করেছেনঃ\n{فَإِنْخِفْتُمْأَلَّايُقِيمَاحُدُودَاللَّهِفَلاجُنَاحَعَلَيْهِمَافِيمَاافْتَدَتْبِهِ}\n\n‘‘অতঃপর যদি তোমরা উভয় পক্ষের শালিসগণ) আশঙ্কা কর যে উভয়পক্ষ আল্লাহর আইনসমূহ ঠিক রাখতে পারবে না, তাহলে উভয়ের প্রতি কোন গুনাহ নেই যদি কোন কিছুর বিনিময়ে স্ত্রী নিজেকে মুক্ত করতে চায়।’’ সূরা আল-বাকারাহঃ ২২৯)\nআর যদি স্বামী বিনা মালে পরিত্যাগ করে তাহলে আরও ভাল।"
  },
  {
    "hadith_id": 5274,
    "narrator": "‘আবদুল্লাহ ইবনু উবায়র (র)",
    "bn": "‘আবদুল্লাহ ইবনু উবায়র বোন হতেও উক্ত হাদীসটি বর্ণিত। তাতে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তুমি কি তার বাগানটি ফিরিয়ে দেবে? মহিলা বললঃ হাঁ। পরে সে বাগানটি ফেরত দিল, আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ত্বলাক্ব দেয়ার জন্য তার স্বামীকে নির্দেশ দিলেন। \nইবরাহীম ইবনু তাহমান খালিদ থেকে, তিনি ইক্‌রামাহ থেকে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে তাঁকে ত্বলাক্ব দাও” কথাটি ও বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৪৮৮৭, ইসলামিক ফাউন্ডেশন- ৪৭৮২)",
    "ar": "إِسْحَاقُ الْوَاسِطِيُّ حَدَّثَنَا خَالِدٌ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ عِكْرِمَةَ أَنَّ أُخْتَ عَبْدِ اللهِ بْنِ أُبَيٍّ بِهٰذَا وَقَالَ تَرُدِّينَ حَدِيقَتَه“ قَالَتْ نَعَمْ فَرَدَّتْهَا وَأَمَرَه“ يُطَلِّقْهَا\nوَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم وَطَلِّقْهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5275,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "অন্য বর্ণনায় ইবনু আবূ তামীমা ইক্‌রামাহ সূত্রে ইবনু ‘আব্বাস (রাঃ) থেকে বর্ণনা করেন। তিনি বলেছেনঃ সাবিত ইব্‌নু কায়স (রাঃ)- এর স্ত্রী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বললঃ হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সাবিতের দীনদারী ও চরিত্রের ব্যাপারে আমি কোন দোষারোপ করছি না, তবে আমি তার সঙ্গে সংসার জীবন নির্বাহ করতে পারছিনা। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, তুমি তার বাগানটি কি ফিরিয়ে দেবে? সে বললঃ হাঁ।(আধুনিক প্রকাশনী- ৪৮৮৭, ইসলামিক ফাউন্ডেশন- ৪৭৮২)",
    "ar": "وَعَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّه“ قَالَ جَاءَتْ امْرَأَةُ ثَابِتِ بْنِ قَيْسٍ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ إِنِّي لاَ أَعْتِبُ عَلٰى ثَابِتٍ فِي دِينٍ وَلاَ خُلُقٍ وَلٰكِنِّي لاَ أُطِيقُه“ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَتَرُدِّينَ عَلَيْهِ حَدِيقَتَه“ قَالَتْ نَعَمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5276,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সাবিত ইবনু কায়স ইবনু শাম্মাস (রাঃ)- এর স্ত্রী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে বললঃ হে আল্লাহ্‌র রসূল! আমি সাবিতের দ্বীন ও চরিত্রের ব্যাপারে কোন দোষ দিচ্ছি না। তবে আমি  কুফরীর আশঙ্কা করছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞাসা করলেনঃ তুমি কি তার বাগানটি ফিরিয়ে দিতে প্রস্তুত আছ? সে বললঃ হাঁ। অতঃপর সে বাগানটি তাকে (স্বামীকে) ফিরিয়ে দিল। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার স্বামীকে নির্দেশ দিলেন, সে মহিলাকে পৃথক করে দিল।আধুনিক প্রকাশনী- ৪৮৮৮, ইসলামিক ফাউন্ডেশন- ৪৭৮৩)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ الْمُبَارَكِ الْمُخَرِّمِيُّ حَدَّثَنَا قُرَادٌ أَبُو نُوحٍ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ جَاءَتْ امْرَأَةُ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ مَا أَنْقِمُ عَلٰى ثَابِتٍ فِي دِينٍ وَلاَ خُلُقٍ إِلاَّ أَنِّي أَخَافُ الْكُفْرَ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَتَرُدِّينَ عَلَيْهِ حَدِيقَتَه“ فَقَالَتْ نَعَمْ فَرَدَّتْ عَلَيْهِ وَأَمَرَه“ فَفَارَقَهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5278,
    "narrator": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি যে, বনু মুগীরাহর লোকেরা তাদের মেয়েকে “আলী যেন বিয়ে করেন এ অনুমতি চেয়েছিল, আমি এর অনুমতি দিতে পারি না। (আধুনিক প্রকাশনী- ৪৮৯০, ইসলামিক ফাউন্ডেশন- ৪৭৮৫)",
    "ar": "أَبُو الْوَلِيدِ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ الزُّهْرِيِّ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلميَقُوْلُ إِنَّ بَنِي الْمُغِيرَةِ اسْتَأْذَنُوا فِي أَنْ يَنْكِحَ عَلِيٌّ ابْنَتَهُمْ فَلاَ آذَنُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5279,
    "narrator": "আয়িশা (রাঃ)",
    "bn": ". নবী সহধর্মিণী 'আয়িশা (রাঃ) হতে বর্ণিত। তিনি বলেন, বারীরার মাধ্যমে তিনটি বিধান জানা গেছে। এক. তাকে আযাদ করা হলো, এরপর তাকে তার স্বামীর সঙ্গে থাকা বা থাকার ইখ্‌তিয়ার দেয়া হলো। দুই. রসূলূল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আযাদকারী আযাদকৃত গোলামের পরিত্যক্ত সম্পত্তির মালিক হবে। তিন. রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে প্রবেশ করলেন, দেখতে পেলেন হাঁড়িতে গোশ্‌ত ফুটছে। তাঁর কাছে রুটি ও ঘরের অন্য তরকারী নিয়ে আসা হলো। তখন তিনি বললেনঃ গোশ্‌তের পাত্র দেখছি না যে যাতে গোশ্‌ত ছিল? লোকেরা জবাব দিল, হাঁ, কিন্তু সে গোশ্‌ত বারীরাহ্‌কে সদাকাহ হিসাবে দেয়া হয়েছে। আর আপনি তো সদাকাহ খান না? তিনি বললেনঃ তার জন্য সদাকাহ, আর আমাদের জন্য এটা উপঢৌকন। (আধুনিক প্রকাশনী- ৪৮৯১, ইসলামিক ফাউন্ডেশন- ৪৭৮৬)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ زَوْجِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم قَالَتْ كَانَ فِي بَرِيرَةَ ثَلاَثُ سُنَنٍ، إِحْدَى السُّنَنِ أَنَّهَا أُعْتِقَتْ، فَخُيِّرَتْ فِي زَوْجِهَا‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ وَدَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْبُرْمَةُ تَفُورُ بِلَحْمٍ، فَقُرِّبَ إِلَيْهِ خُبْزٌ وَأُدْمٌ مِنْ أُدْمِ الْبَيْتِ فَقَالَ ‏\"‏ أَلَمْ أَرَ الْبُرْمَةَ فِيهَا لَحْمٌ ‏\"‏‏.‏ قَالُوا بَلَى، وَلَكِنْ ذَلِكَ لَحْمٌ تُصُدِّقَ بِهِ عَلَى بَرِيرَةَ، وَأَنْتَ لاَ تَأْكُلُ الصَّدَقَةَ‏.‏ قَالَ ‏\"‏ عَلَيْهَا صَدَقَةٌ، وَلَنَا هَدِيَّةٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5280,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি তাকে অর্থাৎ বারীরার স্বামীকে ক্রীতদাস অবস্থায় দেখেছি।(আধুনিক প্রকাশনী- ৪৮৯২, ইসলামিক ফাউন্ডেশন- ৪৭৮৭)",
    "ar": "أَبُو الْوَلِيدِ حَدَّثَنَا شُعْبَةُ وَهَمَّامٌ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ رَأَيْتُه“ عَبْدًا يَعْنِي زَوْجَ بَرِيرَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5281,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, অমুক গোত্রের গোলাম এই মুগীস অর্থাৎ বারীরার স্বামী; আমি যেন তাকে এখনও মাদীনাহ্‌র অলিতে গলিতে কেঁদে কেঁদে বারীরার পিছে পিছে ঘুরতে দেখছি।(আধুনিক প্রকাশনী- ৪৮৯৩, ইসলামিক ফাউন্ডেশন- ৪৭৮৮)",
    "ar": "عَبْدُ الأَعْلٰى بْنُ حَمَّادٍ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا أَيُّوبُ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ ذَاكَ مُغِيثٌ عَبْدُ بَنِي فُلاَنٍ يَعْنِي زَوْجَ بَرِيرَةَ كَأَنِّي أَنْظُرُ إِلَيْهِ يَتْبَعُهَا فِي سِكَكِ الْمَدِينَةِ يَبْكِي عَلَيْهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5282,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ বারীরার স্বামী কালো গোলাম ছিল। তাকে মুগিস নামে ডাকা হত। সে অমুক গোত্রের গোলাম ছিল। আমি যেন এখনো দেখছি সে মাদীনাহ্‌র অলিতে গলিতে বারীরার পিছে পিছে ঘুরছে।(আধুনিক প্রকাশনী- ৪৮৯৪, ইসলামিক ফাউন্ডেশন- ৪৭৮৯)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا أَسْوَدَ يُقَالُ لَه“ مُغِيثٌ عَبْدًا لِبَنِي فُلاَنٍ كَأَنِّي أَنْظُرُ إِلَيْهِ يَطُوفُ وَرَاءَهَا فِي سِكَكِ الْمَدِينَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5283,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "যে, বারীরার স্বামী ক্রীতদাস ছিল। মুগীস নামে তাকে ডাকা হত। আমি যেন এখনও তাকে দেখছি সে বারীরার পিছে কেঁদে কেঁদে ঘুরছে, আর তার দাড়ি বেয়ে অশ্রু ঝরছে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘আব্বাস! বারীরার প্রতি মুগীসের ভালবাসা এবং মুগীসের প্রতি বারীরার অনাসক্তি দেখে তুমি কি আশ্চর্যান্বিত হওনা? এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (বারীরা) তুমি যদি তার কাছে আবার ফিরে যেতে! সে বললঃ হে আল্লাহ্‌র রসূল! আপনি কি আমাকে হুকুম দিচ্ছেন? তিনি বললেনঃ আমি কেবল সুপারিশ করছি। সে বললঃ তাকে দিয়ে আমার কোন প্রয়োজন নেই।(আধুনিক প্রকাশনী- ৪৮৯৫, ইসলামিক ফাউন্ডেশন- ৪৭৯০)",
    "ar": "مُحَمَّدٌ أَخْبَرَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا خَالِدٌ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ زَوْجَ بَرِيرَةَ كَانَ عَبْدًا يُقَالُ لَه“ مُغِيثٌ كَأَنِّي أَنْظُرُ إِلَيْهِ يَطُوفُ خَلْفَهَا يَبْكِي وَدُمُوعُه“ تَسِيلُ عَلٰى لِحْيَتِه„ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِعبَّاسٍ يَا عَبَّاسُ أَلاَ تَعْجَبُ مِنْ حُبِّ مُغِيثٍ بَرِيرَةَ وَمِنْ بُغْضِ بَرِيرَةَ مُغِيثًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ رَاجَعْتِه„ قَالَتْ يَا رَسُوْلَ اللهِ تَأْمُرُنِي قَالَ إِنَّمَا أَنَا أَشْفَعُ قَالَتْ لاَ حَاجَةَ لِي فِيهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5284,
    "narrator": "আসওয়াদ (রহঃ)",
    "bn": "যে, 'আয়িশা (রাঃ) বারীরাকে কিনতে চাইলেন। কিন্তু তার মালিকগণ ওলী‘র (অভিভাবকত্বের অধিকার) শর্ত ব্যতীত বিক্রয় করতে অসম্মতি জানাল। তিনি বিষয়টি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে জানালেন। তিনি বললেনঃ তুমি তাকে কিনে নাও এবং মুক্ত করে দাও। কেননা, ওলী‘র অধিকারী হল সে, যে আযাদ করে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট কিছু গোশ্‌ত আনা হল এবং বলা হল এ গোশ্‌ত বারীরাহ্‌কে সদাকাহ করা হয়েছে। তিনি বললেনঃ সেটা তার জন্য সদাকাহ আর আমাদের জন্য হাদিয়া।\n\nআদাম বর্ণনা করেন, শু‘বাহ আমাদের কাছে এ হাদীসটি বর্ণনা করেছেন। তাতে আরও বলা হয়েছে, স্বামীর সঙ্গে থাকা বা না থাকার ব্যাপারে তাকে এখ্‌তিয়ার দেয়া হয়েছিল।(আধুনিক প্রকাশনী- ৪৮৯৭, ইসলামিক ফাউন্ডেশন- ৪৭৯২)",
    "ar": "عَبْدُ اللهِ بْنُ رَجَاءٍ أَخْبَرَنَا شُعْبَةُ عَنِ الْحَكَمِ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ أَنَّ عَائِشَةَ أَرَادَتْ أَنْ تَشْتَرِيَ بَرِيرَةَ فَأَبٰى مَوَالِيهَا إِلاَّ أَنْ يَشْتَرِطُوا الْوَلاَءَ فَذَكَرَتْ ذ‘لِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ اشْتَرِيهَا وَأَعْتِقِيهَا فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ وَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَحْمٍ فَقِيلَ إِنَّ هٰذَا مَا تُصُدِّقَ بِه„ عَلٰى بَرِيرَةَ فَقَالَ هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ\nحَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ وَزَادَ فَخُيِّرَتْ مِنْ زَوْجِهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5285,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "যে, ইবনু ‘উমারকে কোন খৃষ্টান বা ইয়াহূদী নারীর বিবাহ সম্বন্ধে জিজ্ঞেস করা হলে তিনি বলেনঃ আল্লাহ তা‘আলা মু‘মিনদের উপর মুশরিক নারীদের বিবাহ হারাম করে দিয়েছেন। আর এর চেয়ে ভয়ানক শির্‌ক কী হতে পারে যে মহিলা বলে, আমার প্রভু ঈসা (আঃ)। অথচ তিনিও আল্লাহ্‌র বান্দাগণের মধ্যে একজন বান্দাহ।(আধুনিক প্রকাশনী- ৪৮৯৮, ইসলামিক ফাউন্ডেশন- ৪৭৯৩)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا لَيْثٌ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ كَانَ إِذَا سُئِلَ عَنْ نِكَاحِ النَّصْرَانِيَّةِ وَالْيَهُودِيَّةِ قَالَ إِنَّ اللهَ حَرَّمَ الْمُشْرِكَاتِ عَلَى الْمُؤْمِنِينَ وَلاَ أَعْلَمُ مِنَ الإِشْرَاكِ شَيْئًا أَكْبَرَ مِنْ أَنْ تَقُولَ الْمَرْأَةُ رَبُّهَا عِيسٰى وَهُوَ عَبْدٌ مِنْ عِبَادِ اللهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5287,
    "narrator": "আত্বা (রহঃ)",
    "bn": "আত্বা (রহঃ) ইবনু ‘আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, আবূ উমাইয়্যার কন্যা করীবাহা ‘উমার ইবনু খাত্তাবের সঙ্গে বিবাহে আবদ্ধ ছিল। তিনি তাকে ত্বলাক্ব দিলে মু‘আবিয়াহ ইবনু আবূ সুফ্ইয়ান তাকে বিয়ে করেন। আর আবূ সুফ্‌ইয়ানের কন্যা উম্মুল হাকাম ইয়ায ইবনু গান্‌ম ফিহ্‌রীর সঙ্গে বিবাহে আবদ্ধ ছিল। তিনি তাকে ত্বলাক্ব দিলে ‘আবদুল্লাহ ইবনু ‘উসমান সাকাফী (রাঃ) তাকে বিয়ে করেন।(আধুনিক প্রকাশনী- ৪৮৯৯, ইসলামিক ফাউন্ডেশন- ৪৭৯৪)",
    "ar": "وَقَالَ عَطَاءٌ عَنْ ابْنِ عَبَّاسٍ كَانَتْ قَرِيبَةُ بِنْتُ أَبِي أُمَيَّةَ عِنْدَ عُمَرَ بْنِ الخَطَّابِ فَطَلَّقَهَا فَتَزَوَّجَهَا مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ وَكَانَتْ أُمُّ الْحَكَمِ بِنْتُ أَبِي سُفْيَانَ تَحْتَ عِيَاضِ بْنِ غَنْمٍ الْفِهْرِيِّ فَطَلَّقَهَا فَتَزَوَّجَهَا عَبْدُ اللهِ بْنُ عُثْمانَ الثَّقَفِيُّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5286,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মু‘মিনদের ব্যাপারে মুশরিকরা দু’দলে বিভক্ত ছিল। একদল ছিল হারবী মুশরিক, তিনি তাদের বিরুদ্ধে যুদ্ধ করতেন এবং তারাও তাঁর বিরুদ্ধে যুদ্ধ করত। অন্যদল ছিল চুক্তিবদ্ধ মুশরিক। তিনি তাদের সাথে যুদ্ধ করতেন না এবং তারাও তাঁর সাথে যুদ্ধ করত না। হারবীদের কোন মহিলা যদি হিজরাত করে (মুসলমানদের) কাছে চলে আসত, তাহলে সে ঋতুবতী হয়ে পুনরায় পবিত্র না হওয়া পর্যন্ত তার কাছে বিয়ের প্রস্তাব দেয়া হতো না। পবিত্র হওয়ার পর তার সাথে বিবাহ বৈধ হত। তবে যদি বিয়ের পূর্বেই তার স্বামী হিজরাত করত, তাহলে মহিলাকে তাঁর কাছেই ফিরিয়ে দিতে হত। আর যদি তাদের কোন দাস বা দাসী হিজরাত করত, তাহলে তারা আযাদ হয়ে যেত এবং মুহাজিরদের সমান অধিকার লাভ করত। এরপর বর্ণনাকারী (‘আত্বা) চুক্তিবদ্ধ মুশরিকদের সম্পর্কে মুজাহিদের অনুরূপ হাদীস বর্ণনা করেছেন। যদি চুক্তিবদ্ধ মুশরিকদের কোন দাস বা দাসী হিজরাত করে আসত, তাহলে তাদেরকে পুনরায় পাঠিয়ে দেয়া হতো না। তবে তাদের মূল্য ফিরিয়ে দেয়া হতো।",
    "ar": "إِبْرَاهِيمُ بْنُ مُوسٰى أَخْبَرَنَا هِشَامٌ عَنْ ابْنِ جُرَيْجٍ وَقَالَ عَطَاءٌ عَنْ ابْنِ عَبَّاسٍ كَانَ الْمُشْرِكُونَ عَلٰى مَنْزِلَتَيْنِ مِنَ النَّبِيِّ صلى الله عليه وسلم وَالْمُؤْمِنِينَ كَانُوا مُشْرِكِي أَهْلِ حَرْبٍ يُقَاتِلُهُمْ وَيُقَاتِلُونَه“ وَمُشْرِكِي أَهْلِ عَهْدٍ لاَ يُقَاتِلُهُمْ وَلاَ يُقَاتِلُونَه“ وَكَانَ إِذَا هَاجَرَتْ امْرَأَةٌ مِنْ أَهْلِ الْحَرْبِ لَمْ تُخْطَبْ حَتّٰى تَحِيضَ وَتَطْهُرَ فَإِذَا طَهُرَتْ حَلَّ لَهَا النِّكَاحُ فَإِنْ هَاجَرَ زَوْجُهَا قَبْلَ أَنْ تَنْكِحَ رُدَّتْ إِلَيْهِ وَإِنْ هَاجَرَ عَبْدٌ مِنْهُمْ أَوْ أَمَةٌ فَهُمَا حُرَّانِ وَلَهُمَا مَا لِلْمُهَاجِرِينَ ثُمَّ ذَكَرَ مِنْ أَهْلِ الْعَهْدِ مِثْلَ حَدِيثِ مُجَاهِدٍ وَإِنْ هَاجَرَ عَبْدٌ أَوْ أَمَةٌ لِلْمُشْرِكِينَ أَهْلِ الْعَهْدِ لَمْ يُرَدُّوا وَرُدَّتْ أَثْمَانُهُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5288,
    "narrator": "উরওয়াহ ইব্‌নু যুবায়র (রহঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সহধর্মিণী 'আয়িশা (রাঃ) বলেন, ঈমানদার নারী যখন হিজরাত করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে আসত, তখন তিনি আল্লাহর এ নির্দেশঃ- “হে মু‘মিনগণ! ঈমানদার নারীরা যখন তোমাদের কাছে হিজরাত করে আসে তখন তাদেরকে পরখ করে দেখ” অনুসারে তাদেরকে পরখ করতেন। (তারা সত্যিই ঈমান এনেছে কি না) ....... (আয়াতের শেষ পর্যন্ত)।” (সূরাহ আল-মুমতাহিনাহ ৬০ : ১০) 'আয়িশা (রাঃ) বলেনঃ ঈমানদার নারীদের মধ্যে যারা (আয়াতে উল্লেখিত) শর্তাবলী মেনে নিত, তারা পরীক্ষায় উত্তীর্ণ হত। তাই যখনই তারা এ সম্পর্কে মুখে স্বীকারোক্তি করত তখনই রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বলতেন যাও, আমি তোমাদের বাই‘আত গ্রহণ করেছি। আল্লাহ্‌র কসম! কথার দ্বারা বাই‘আত গ্রহণ ব্যতীত রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর হাত কখনো কোন নারীর হাত স্পর্শ করেনি। আল্লাহ্‌র কসম! তিনি কেবল সেসব বিষয়েই বাই‘আত গ্রহণ করতেন, যে সব বিষয়ে বাই‘আত গ্রহণ করার জন্য আল্লাহ তাকে নির্দেশ দিয়েছেন। বাই‘আত গ্রহণ শেষে তিনি বলতেনঃ আমি কথা দ্বারা তোমাদের বাই‘আত গ্রহণ করলাম।[২৭১৩; মুসলিম ৩৩/২১, হাঃ ১৮৬৬, আহমাদ ২৬৩৮৬] আধুনিক প্রকাশনী- ৪৯০০, ইসলামিক ফাউন্ডেশন- ৪৭৯৫)",
    "ar": "حَدَّثَنَا ابْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ،‏.‏ وَقَالَ إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم قَالَتْ كَانَتِ الْمُؤْمِنَاتُ إِذَا هَاجَرْنَ إِلَى النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم يَمْتَحِنُهُنَّ بِقَوْلِ اللَّهِ تَعَالَى ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ‏}‏ إِلَى آخِرِ الآيَةِ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا الشَّرْطِ مِنَ الْمُؤْمِنَاتِ فَقَدْ أَقَرَّ بِالْمِحْنَةِ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَقْرَرْنَ بِذَلِكَ مِنْ قَوْلِهِنَّ قَالَ لَهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْطَلِقْنَ فَقَدْ بَايَعْتُكُنَّ ‏\"‏، لاَ وَاللَّهِ مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَدَ امْرَأَةٍ قَطُّ، غَيْرَ أَنَّهُ بَايَعَهُنَّ بِالْكَلاَمِ، وَاللَّهِ مَا أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى النِّسَاءِ إِلاَّ بِمَا أَمَرَهُ اللَّهُ يَقُولُ لَهُنَّ إِذَا أَخَذَ عَلَيْهِنَّ ‏\"‏ قَدْ بَايَعْتُكُنَّ ‏\"‏‏.‏ كَلاَمًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5290,
    "narrator": "নাফি' (রহঃ)",
    "bn": "যে, ইবনু ‘উমার (রাঃ) যে ‘ঈলার কথা আল্লাহ উল্লেখ করেছেন সে সম্পর্কে বলতেন, সময়সীমা উত্তীর্ণ হওয়ার পরে প্রত্যেকেরই উচিত হয় স্ত্রীকে সততার সাথে গ্রহণ করবে, না হয় ত্বলাক্ব দেয়ার সিদ্ধান্ত নিবে, যেমনভাবে আল্লাহ তা‘আলা আদেশ করেছেন।(আধুনিক প্রকাশনী- ৪৯০২, ইসলামিক ফাউন্ডেশন- ৪৭৯৭)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ كَانَ يَقُوْلُ فِي الإِيلاَءِ الَّذِي سَمّٰى اللهُ لاَ يَحِلُّ لِأَحَدٍ بَعْدَ الأَجَلِ إِلاَّ أَنْ يُمْسِكَ بِالْمَعْرُوفِ أَوْ يَعْزِمَ بِالطَّلاَقِ كَمَا أَمَرَ اللهُ عَزَّ وَجَلَّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5291,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "ইসমাঈল আমাকে আরও বলেছেন, মালিক (রহঃ) নাফি' এর সূত্রে ইবনু ‘উমার (রাঃ) থেকে বর্ণনা করেছেন যে, চার মাস অতিক্রান্ত হয়ে গেলে ত্বলাক্ব দেয়া পর্যন্ত তাকে আটকে রাখা হবে। আর ত্বলাক্ব না দেয়া পর্যন্ত ত্বলাক্ব প্রযোজ্য হবেনা। উসমান, ‘আলী, আবুদ্‌ দারদা, 'আয়িশা (রাঃ) এবং আরও বারজন সহাবী থেকেও অনুরূপ উল্লেখ করা হয়।(আধুনিক প্রকাশনী- ৪৯০২, ইসলামিক ফাউন্ডেশন- ৪৭৯৭)",
    "ar": "و قَالَ لِي إِسْمَاعِيلُ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ يُوقَفُ حَتّٰى يُطَلِّقَ وَلاَ يَقَعُ عَلَيْهِ الطَّلاَقُ حَتّٰى يُطَلِّقَ وَيُذْكَرُ ذ‘لِكَ عَنْ عُثْمَانَ وَعَلِيٍّ وَأَبِي الدَّرْدَاءِ وَعَائِشَةَ وَاثْنَيْ عَشَرَ رَجُلاً مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5289,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার তাঁর স্ত্রীদের ব্যাপারে ঈলা (কাছে না যাওয়ার শপথ ) করলেন। সে সময় তাঁর পা মচকে গিয়েছিল। তিনি তাঁর কক্ষের মাচায় উনত্রিশ দিন অবস্থান করেন। অতঃপর সেখান থেকে নেমে আসেন। লোকেরা বললঃ হে আল্লাহ্‌র রসূল! আপনি তো এক মাসের শপথ করেছিলেন। তিনি বললেনঃ উনত্রিশ দিনেও মাস হয়।(আধুনিক প্রকাশনী- ৪৯০১, ইসলামিক ফাউন্ডেশন- ৪৭৯৬)",
    "ar": "إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ عَنْ أَخِيهِ عَنْ سُلَيْمَانَ عَنْ حُمَيْدٍ الطَّوِيلِ أَنَّه“ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُوْلُ آلٰى رَسُوْلُ اللهِ صلى الله عليه وسلم مِنْ نِسَائِه„ وَكَانَتْ انْفَكَّتْ رِجْلُه“ فَأَقَامَ فِي مَشْرُبَةٍ لَه“ تِسْعًا وَعِشْرِينَ ثُمَّ نَزَلَ فَقَالُوا يَا رَسُوْلَ اللهِ آلَيْتَ شَهْرًا فَقَالَ الشَّهْرُ تِسْعٌ وَعِشْرُونَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5292,
    "narrator": "মুনবাইস-এর আযাদকৃত গোলাম ইয়াযীদ (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে হারানো বকরীর ব্যাপারে জিজ্ঞেস করা হলে তিনি বললেনঃ ওটাকে ধরে নাও। কেননা, ওটা হয় তোমার জন্য, না হয় তোমার (অন্য) ভাইয়ের জন্য অথবা নেকড়ের জন্য। তাঁকে হারানো উটের ব্যাপারে জিজ্ঞেস করা হলে তিনি রেগে গেলেন এবং তাঁর উভয় গন্ডদেশ লাল হয়ে গেল। এরপর তিনি বললেনঃ ওটা নিয়ে তোমার চিন্তা কেন? তার সঙ্গে (চলার জন্য) পায়ের তলায় ক্ষুর ও (পানাহারের জন্য) পেটে মশক আছে। সে পানি পান করতে থাকবে এবং বৃক্ষ-লতা খেতে থাকবে, আর এর মধ্যে মালিক তার সন্ধান লাভ করবে। তাঁকে লুকাতা (হারানো প্রাপ্তি) সম্বন্ধে প্রশ্ন করা হলে তিনি বলেনঃ প্রাপ্ত বস্তুর থলে ও মাথার বন্ধনটা চিনে নাও এবং এক বছর পর্যন্ত এর ঘোষণা দিতে থাক। যদি এর শনাক্তকারী (মালিক) আসে, তবে ভালো কথা, নচেৎ এটাকে তোমার মালের সাথে মিলিয়ে নাও। সুফ্‌ইয়ান বলেনঃ আমি রাবী‘আ ইবনু আবূ ‘আবদুর রহমানের সঙ্গে দেখা করে উল্লিখিত কথাগুলো ছাড়া আর কিছুই পাইনি। আমি বললামঃ হারানো প্রাণীর ব্যাপারে মুনবাইস এর আযাদকৃত গোলাম ইয়াযীদের হাদীসটি কি যায়দ ইবনু খালিদ হতে বর্ণিত? তিনি বললেন, হাঁ। ইয়াহইয়া বলেন, রাবী‘আ বলতেনঃ হাদীসটি মুনবাইস-এর আযাদকৃত গোলাম ইয়াযীদ-এর মাধ্যমে যায়দ ইবনু খালিদ হতে বর্ণনাকৃত। সুফ্‌ইয়ান বললেনঃ আমি রাবী‘আর সঙ্গে দেখা করে এ সম্পর্কে আলোচনা করলাম।(আধুনিক প্রকাশনী- ৪৯০৩, ইসলামিক ফাউন্ডেশন- ৪৭৯৮)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنْ ضَالَّةِ الْغَنَمِ فَقَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَ÷خِيكَ أَوْ لِلذِّئْبِ وَسُئِلَ عَنْ ضَالَّةِ الإِبِلِ فَغَضِبَ وَاحْمَرَّتْ وَجْنَتَاه“ وَقَالَ مَا لَكَ وَلَهَا مَعَهَا الْحِذَاءُ وَالسِّقَاءُ تَشْرَبُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتّٰى يَلْقَاهَا رَبُّهَا وَسُئِلَ عَنْ اللُّقَطَةِ فَقَالَ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا وَعَرِّفْهَا سَنَةً فَإِنْ جَاءَ مَنْ يَعْرِفُهَا وَإِلاَّ فَاخْلِطْهَا بِمَالِكَ قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمٰنِ قَالَ سُفْيَانُ وَلَمْ أَحْفَظْ عَنْه“ شَيْئًا غَيْرَ هٰذَا فَقُلْتُ أَرَأَيْتَ حَدِيثَ يَزِيدَ مَوْلٰى المُنْبَعِثِ فِي أَمْرِ الضَّالَّةِ هُوَ عَنْ زَيْدِ بْنِ خَالِدٍ قَالَ نَعَمْ قَالَ يَحْيٰى وَيَقُوْلُ رَبِيعَةُ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ فَقُلْتُ لَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5296,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি, ফিত্‌না (বিপর্যয়) এদিক থেকে আসবে। তিনি পূর্ব দিকে ইশারা করলেন।(আধুনিক প্রকাশনী- ৪৯০৬, ইসলামিক ফাউন্ডেশন- ৪৮০১)",
    "ar": "قَبِيصَةُ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلميَقُوْلُ الْفِتْنَةُ مِنْ هَا هُنَا وَأَشَارَ إِلَى الْمَشْرِقِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5293,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উটে চড়ে তাওয়াফ করলেন। তিনি যখনই ‘রুকনের’ কাছে আসতেন, তখনই এর প্রতি ইঙ্গিত করতেন এবং “আল্লাহু আকবার” বলতেন। যাইনাব (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “ইয়াজুজ ও মাজূজ” এদের দরজা এভাবে খুলে গেছে; এই বলে তিনি (তাঁর আঙ্গুলকে) নব্বই এর মত করলেন। (অর্থাৎ শাহাদাত আঙ্গুলের মাথা বৃদ্ধাঙ্গুলির গোড়ায় রাখলেন।)(আধুনিক প্রকাশনী- ৪৯০৪, ইসলামিক ফাউন্ডেশন- ৪৭৯৯)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا إِبْرَاهِيمُ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ طَافَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلٰى بَعِيرِه„ وَكَانَ كُلَّمَا أَتٰى عَلٰى الرُّكْنِ أَشَارَ إِلَيْهِ وَكَبَّرَ وَقَالَتْ زَيْنَبُ قَالَ النَّبِيُّ صلى الله عليه وسلم فُتِحَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هٰذِه„ وَعَقَدَ تِسْعِينَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আওস বিন সামিত রাঃ) তাঁর স্ত্রী খাওলা বিনতে সাআলাবা রাযি.)-কে বলেছিলেন, তুমি আমার মায়ের পিঠের মত। এরূপ বললে কাফফারা পরিশোধের পূর্বে স্ত্রী সহবাস হালাল হবে না।\n\nএখন খাওলা বিনতে সাআলাবা রাঃ) আউস বিন সামিতের রাঃ) স্ত্রী আল্লাহর রসূলের ﷺ নিকট এসে চুপে চুপে বলেনঃ আমার স্বামী আমাকে এই কথা বলেছেন। এদিকে আমার জীবন যৌবন তার কাছে শেষ করেছি, আবার ছেলে মেয়েও রয়েছে, এই বুড়ি বয়সে কোথায় যাব কী করবো? তা ভেবে দিশেহারা হয়ে গেছি। আপনি এর সুরাহা কিছু একটা বাতলিয়ে দেন। রসূলুল্লাহ ﷺ বললেন তুমি চিরদিনের জন্য তোমার স্বামীর জন্য হারাম হয়ে গেছ। এরূপ বিধান জাহিলিয়াতে প্রচলিত ছিল। মহিলাটি একথা শুনে কাঁদতে লাগলেন এবং আল্লাহর কাছে আবেদন নিবেদন জানাতে লাগলেন। পরক্ষণেই জিবরীল ‘আ.) নাবী ﷺ এর নিকট হাজির হলেন। সাথে খাওলা বিনতে সাআলাবা ঘর থেকে বের হওয়ার পূর্বেই তার শানে আল্লাহ তা‘আলার পক্ষ থেকে সূরা মুজাদেলার প্রথম হতে চার আয়াত নাযিল হল। অবতীর্ণ বাণী পেয়ে রসূলুল্লাহ ﷺ তাঁকে বললেনঃ তোমার স্বামীকে বল একটি দাস মুক্ত করতে। মহিলা বললেন সেতো অপারগ। তাহলে পরপর দু’মাস রোযা রাখতে বল। খাওলা (রাঃ) বললেন পরপর দু’মাস রোযা রাখতে পারলে এ ঘটনা ঘটত না। তাহলে যাও কিছু খেজুর ষাটজন গরীবদের মধ্যে বিতরণ করতে বল। খাওলা (রাঃ) বলেন তাতেও আমাদের অসুবিধা। অতঃপর আল্লাহর রসূল ﷺ ৩০ কেজির মত খেজুর দিয়ে বললেন, যাও এগুলো বিতরণ করে দাও। তাই করলো, এবারে তার স্ত্রী সহবাসের জন্য হালাল হলো।\n\n‘আয়িশাহ (রাঃ) হতে বর্ণিত তিনি বলেনঃ আল্লাহ তা‘আলার সমস্ত প্রশংসা ও গুণগান যিনি সকল রকমের শব্দ শুনতে পান। আমি খাওলা বিনতে সাআলাবার কথা শুনতে পাচ্ছিলাম সে আমার নিকট থেকে তার কিছু কিছু কথা গোপন করছিল। সে রসূলুল্লাহর ﷺ নিকট তার স্বামী আওস বিন সামিত রাঃ) এর বিপক্ষে অভিযোগ উত্থাপন করে বলছিলঃ হেআল্লাহর রসূল! সে [আওস বিন সামিত রাঃ)] আমার যৌবন খেয়ে ফেলেছে এবং তার জন্য আমার পেট বহু সন্তান প্রসব করেছে। অতঃপর আমার বয়স যখন বেশী হয়ে গেল এবং আমার সন্তান হওয়াও বন্ধ হয়ে গেল তখন সে আমার সাথে যিহার করল। হে আল্লাহ্! আমি তোমার কাছে অভিযোগ উত্থাপন করছি। সে ঘর থেকে বের হওয়ার পূর্বেই জিবরীল এ আয়াতগুলো নিয়ে আগমন করলেন {قد سمع الله............}। [হাদীসটি ইবনু মাজাহ্ ২০৬৩) ও সংক্ষেপে নাসাঈ ৩৪৬০) বর্ণনা করেছেন, হাদীসটিকে শাইখ আলবানী সহীহ্ আখ্যা দিয়েছেন]।"
  },
  {
    "hadith_id": 5294,
    "narrator": "আবূ হুরায়রা (রাঃ) ও যায়দ ইব্‌নু খালিদ (রাঃ)",
    "bn": "তিনি বলেন, আবুল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জুমু‘আহ্‌র দিনে এমন একটি মুহূর্ত আছে, যে মুহূর্তে কোন মুসলমান দাঁড়িয়ে সলাত আদায় করে আল্লাহ্‌র কাছে যে কোন কল্যাণ চায় আল্লাহ অবশ্যই তা মঞ্জুর করে থাকেন। তিনি নিজ হাত দ্বারা ইশারা করেন এবং তাঁর আঙ্গুলগুলো মধ্যমা ও কনিষ্ঠা আঙ্গুলের পেটে রাখেন। আমরা বললামঃ তিনি স্বল্পতা বুঝাতে চাচ্ছেন।",
    "ar": "مُسَدَّدٌ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم فِي الْجُمُعَةِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ قَائِمٌ يُصَلِّي فَسَأَلَ اللهَ خَيْرًا إِلاَّ أَعْطَاه“ وَقَالَ بِيَدِه„ وَوَضَعَ أُنْمُلَتَه“ عَلٰى بَطْنِ الْوُسْطٰى وَالْخِنْصِرِ قُلْنَا يُزَهِّدُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5297,
    "narrator": "আবব্দুল্লাহ ইবনু আবূ আওফা (রাঃ)",
    "bn": "তিনি বলেন, আমরা কোন এক সফরে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সঙ্গে ছিলাম। সূর্য অস্তমিত হতে তিনি এক ব্যক্তি (বিলাল)- কে বললেনঃ নেমে যাও, আমার জন্য ছাতু প্রস্তুত কর। সে বললঃ হে আল্লাহ্‌র রসূল! যদি আপনি সন্ধ্যা নাগাদ অপেক্ষা করতেন। (তাহলে সওম পূর্ণ হত)। তিনি পুনরায় বললেনঃ নেমে গিয়ে ছাতু মাখ। সে বললঃ হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যদি সন্ধ্যা হতে দিতেন! এখনো তো দিন রয়ে গেছে। তিনি আবার বললেনঃ যাও, গিয়ে ছাতু প্রস্তুত কর। তৃতীয়বার আদেশ দেয়ার পর সে নামল এবং তাঁর জন্য ছাতু প্রস্তুত করল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা খেলেন। এরপর তিনি পূর্বদিকে হাত দিয়ে ইশারা করে বললেনঃ যখন তোমরা ওদিক থেকে রাত্রি নেমে আসতে দেখবে, তখন সওমকারী ইফতার করবে। (আধুনিক প্রকাশনী- ৪৯০৭, ইসলামিক ফাউন্ডেশন- ৪৮০২)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ عَنْ عَبْدِ اللهِ بْنِ أَبِي أَوْفٰى قَالَ كُنَّا فِي سَفَرٍ مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا غَرَبَتْ الشَّمْسُ قَالَ لِرَجُلٍ انْزِلْ فَاجْدَحْ لِي قَالَ يَا رَسُوْلَ اللهِ لَوْ أَمْسَيْتَ ثُمَّ قَالَ انْزِلْ فَاجْدَحْ قَالَ يَا رَسُوْلَ اللهِ لَوْ أَمْسَيْتَ إِنَّ عَلَيْكَ نَهَارًا ثُمَّ قَالَ انْزِلْ فَاجْدَحْ فَنَزَلَ فَجَدَحَ لَه“ فِي الثَّالِثَةِ فَشَرِبَ رَسُوْلُ اللهِ صلى الله عليه وسلم ثُمَّ أَوْمَأَ بِيَدِه„ إِلَى الْمَشْرِقِ فَقَالَ إِذَا رَأَيْتُمْ اللَّيْلَ قَدْ أَقْبَلَ مِنْ هَا هُنَا فَقَدْ أَفْطَرَ الصَّائِمُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5295,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "উওয়ায়সী (রহঃ) বলেনঃ ইবরাহীম ইবনু সা‘দ শু‘বাহ ইবনু হাজ্জাজ থেকে , তিনি হিশাম ইবনু যায়দ থেকে, তিনি আনাস ইবনু মালিক (রাঃ) থেকে বর্ণনা করেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর যুগে এক ইয়াহূদী একটি বালিকার উপর নির্যাতন করে তার অলঙ্কারাদি ছিনিয়ে নেয়। আর (পাথর দ্বারা) তার মস্তক চূর্ণ করে। সে শেষ নিঃশ্বাস ত্যাগ করার পূর্ব মুহূর্তে তার পরিবারের লোকেরা তাকে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে নিয়ে আসে। তখন সে চুপচাপ ছিল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (এক নির্দোষ ব্যক্তির নাম ধরে) তাকে জিজ্ঞেস করলেনঃ তোমাকে কি অমুক হত্যা করেছে? সে মাথার ইশারায় বললঃ না। তিনি অন্য এক নিরপরাধ লোকের নাম ধরে বললেন, তবে কি অমুক? সে ইশারায় জানাল, না। এবার রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হত্যাকারীর নাম ধরে বললেনঃ তবে অমুক ব্যক্তি মেরেছে কি? সে মাথা হেলিয়ে বললঃ জি, হ্যাঁ। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নির্দেশক্রমে উক্ত ব্যক্তির মাথা দু’পাথরের মাঝে রেখে চূর্ণ করা হলো।(আধুনিক প্রকাশনী- ৪৯০৫, ইসলামিক ফাউন্ডেশন- ৪৮০০)",
    "ar": "وَقَالَ الأُوَيْسِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ عَدَا يَهُودِيٌّ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى جَارِيَةٍ، فَأَخَذَ أَوْضَاحًا كَانَتْ عَلَيْهَا وَرَضَخَ رَأْسَهَا، فَأَتَى بِهَا أَهْلُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْىَ فِي آخِرِ رَمَقٍ، وَقَدْ أُصْمِتَتْ، فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ قَتَلَكِ فُلاَنٌ ‏\"‏‏.‏ لِغَيْرِ الَّذِي قَتَلَهَا، فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ، قَالَ فَقَالَ لِرَجُلٍ آخَرَ غَيْرِ الَّذِي قَتَلَهَا، فَأَشَارَتْ أَنْ لاَ، فَقَالَ ‏\"‏ فَفُلاَنٌ ‏\"‏‏.‏ لِقَاتِلِهَا فَأَشَارَتْ أَنْ نَعَمْ، فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُضِخَ رَأْسُهُ بَيْنَ حَجَرَيْنِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5299,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "লায়স (রহঃ) বলেন, জা'ফর ইবনু রাবী'আ, 'আবদুর রহমান ইব্‌নু হুরমুয থেকে বর্ণনা করেন যে, তিনি আবূ হুরায়রা (রাঃ)- এর কাছে শুনেছেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বখিল ও দাতা ব্যক্তির উদাহরণ হচ্ছে এমন দু'ব্যক্তির মত, যাদের পরিধানে বুক থেকে গলার হাড় পর্যন্ত লৌহ-নির্মিত পোশাক রয়েছে। দানকারী যখনই কিছু দান করে, তখনই তার শরীরের পোশাকটি বড় ও প্রশস্ত হতে থাকে, এমনকি এটা তার আঙ্গুল ও অন্যান্য অঙ্গগুলোকে ঢেকে ফেলে। অন্যদিকে, বখিল যখনই দান করার ইচ্ছা করে, তখনই তার পোশাকে তার কণ্ঠনালীর প্রতিটি অংশ সংকুচিত হয়ে যায়। সে প্রশস্ত করার চেষ্টা করলেও সেটা প্রশস্ত হয় না। এ কথা বলে তিনি নিজের আঙ্গুল দ্বারা কণ্ঠনালীর প্রতি ইশারা করলেন।(আধুনিক প্রকাশনী- ৪৯০৮, ইসলামিক ফাউন্ডেশন- ৪৮০৩)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ هُرْمُزَ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَثَلُ الْبَخِيلِ وَالْمُنْفِقِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُبَّتَانِ مِنْ حَدِيدٍ مِنْ لَدُنْ ثَدْيَيْهِمَا إِلٰى تَرَاقِيهِمَا فَأَمَّا الْمُنْفِقُ فَلاَ يُنْفِقُ شَيْئًا إِلاَّ مَادَّتْ عَلٰى جِلْدِه„ حَتّٰى تُجِنَّ بَنَانَه“ وَتَعْفُوَ أَثَرَه“ وَأَمَّا الْبَخِيلُ فَلاَ يُرِيدُ يُنْفِقُ إِلاَّ لَزِمَتْ كُلُّ حَلْقَةٍ مَوْضِعَهَا فَهُوَ يُوسِعُهَا فَلاَ تَتَّسِعُ وَيُشِيرُ بِإِصْبَعِه„ إِلٰى حَلْقِهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5298,
    "narrator": "আবদুল্লাহ ইবনু মাস'উদ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বিলালের আহবান বা তার আযান যেন তোমাদের কাউকে সাহ্‌রী থেকে বিরত না রাখে। কারণ, সে আযান দেয়, যাতে তোমাদের রাত্রি জাগরণকারীরা কিছু আরাম করতে পারে। সকাল বা ফজর হয়েছে এটা বুঝানো তার উদ্দেশ্য নয়। ইয়াযীদ তার হাত দু'টি সামনে বিস্তার করে দু'দিকে ছড়িয়ে দিলেন। (সুব্‌হে সাদিক কিভাবে উদ্ভাসিত হয় তা দেখানোর জন্য)।(আধুনিক প্রকাশনী- ৪৯০৮, ইসলামিক ফাউন্ডেশন- ৪৮০৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ يَمْنَعَنَّ أَحَدًا مِنْكُمْ نِدَاءُ بِلاَلٍ ـ أَوْ قَالَ أَذَانُهُ ـ مِنْ سَحُورِهِ، فَإِنَّمَا يُنَادِي أَوْ قَالَ يُؤَذِّنُ لِيَرْجِعَ قَائِمُكُمْ ‏\"‏‏.‏ وَلَيْسَ أَنْ يَقُولَ كَأَنَّهُ يَعْنِي الصُّبْحَ أَوِ الْفَجْرَ، وَأَظْهَرَ يَزِيدُ يَدَيْهِ ثُمَّ مَدَّ إِحْدَاهُمَا مِنَ الأُخْرَى‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5300,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি তোমাদের বলব কি, আনসারদের সব চেয়ে উত্তম গোত্র কোন্‌টি? তারা বললেনঃ হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাঁ বলুন। তিনি বললেনঃ তারা বনূ নাজ্জার। এরপর যারা তাদের নিকটবর্তী বনূ আবদুল আশ্‌হাল, এরপর তাদের নিকটবর্তী যারা বনূ হারিস ইবনু খাযরাজ। এরপর তাদের সন্নিকটে বনূ সা'ঈদা। এরপর তিনি হাত দ্বারা ইশারা করলেন। হাতের আঙ্গুলগুলোকে সঙ্কুচিত করে আবার তা সম্প্রসারিত করলেন। যেমন কেউ কিছু হাতের দ্বারা নিক্ষেপ করার সময় করে থাকে। এরপর বলেনঃ আনসারদের প্রতিটি গোত্রেই কল্যাণ নিহিত আছে।(আধুনিক প্রকাশনী- ৪৯০৯, ইসলামিক ফাউন্ডেশন- ৪৮০৪)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا لَيْثٌ عَنْ يَحْيٰى بْنِ سَعِيدٍ الأَنْصَارِيِّ أَنَّه“ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُوْلُ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَلاَ أُخْبِرُكُمْ بِخَيْرِ دُورِ الأَنْصَارِ قَالُوا بَلٰى يَا رَسُوْلَ اللهِ قَالَ بَنُو النَّجَّارِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو عَبْدِ الأَشْهَلِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو الْحَارِثِ بْنِ الْخَزْرَجِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو سَاعِدَةَ ثُمَّ قَالَ بِيَدِه„ فَقَبَضَ أَصَابِعَه“ ثُمَّ بَسَطَهُنَّ كَالرَّامِي بِيَدِه„ ثُمَّ قَالَ وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "লি‘আনঃ\n\nলি‘আন অর্থ একে অপরকে অভিশাপ করা। শারীয়াতের পরিভাষায় এর অর্থঃ যে ব্যক্তি আপন স্ত্রীকে ব্যভিচারের অপবাদ দেয়, কিন্তু এ ব্যাপারে চারজন সাক্ষী উপস্থিত করতে পারছে না।\n\nআল্লাহ তা‘আলা সূরা নূরের ৬নং আয়াত হতে ৯নং আয়াতে উক্ত সমস্যার সমাধান উল্লেখ করেছেন। হাদীসে রসূলেও তার বিস্তারিত আলোচনা রয়েছে। সূরা নূরের কয়েকটি আয়াতে বলা হয়েছে-\n\nوَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الصَّادِقِينَ\n\nوَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ\n\nوَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ\n\n‘‘আর যারা তাদের স্ত্রীদের উপর যিনার) অপবাদ আরোপ করে এবং তাদের নিকট নিজ ব্যতীত) অন্য কোন সাক্ষী না থাকে তবে তাদের সাক্ষী এই যে, চারবার আল্লাহর নামে কসম করে বলবে নিশ্চয় আমি সত্যবাদী এবং পঞ্চমবারে বলবে আমার উপর আল্লাহর লানত হোক, আমি যদি মিথ্যাবাদী হই। আর সেই স্ত্রীর শাস্তি রহিত হয়ে যাবে যদি সে আল্লাহর কসম খেয়ে চারবার এ কথা ব’লে সাক্ষী দেয় যে, তার স্বামী অবশ্যই মিথ্যাবাদী এবং পঞ্চমবারে বলবে যে, যদি তার স্বামী সত্যবাদী হয় তাহলে আমার উপর আল্লাহর গযব হোক।সূরা আন-নূর ২৪ঃ ৬-৯)\n\nবুখারী ও মুসলিমে উল্লেখ আছে- সাহল বিন সা‘দ সা‘ঈদী রাযি.) বলেন, একদিন উমাইমির আজলানী এসে বললেনঃ ইয়া রাসূলাল্লাহ! আপনি কী বলেন, যদি কোন ব্যক্তি তার স্ত্রীর সাথে অপর ব্যক্তিকে পায়, তবে কি সে তাকে হত্যা করবে? অতঃপর নিহতদের আত্মীয়রা তাকে হত্যা করবে। অথবা সে কী করবে? নাবী ﷺ বললেন তোমার ও তোমার স্ত্রীর ন্যায় ব্যক্তিদের) ব্যাপারেই সূরা নূরের আয়াত নাযিল হয়েছে। যাও! তোমার স্ত্রীকে নিয়ে আস। সাদ বলেন, তারা মাসজিদে এসে লি‘আন করল। আমি তখন লোকের সাথে রসূলুল্লাহ ﷺ’র নিকট ছিলাম। রাবী বলেন) যখন তারা লি‘আন হতে অবসর গ্রহণ করল ওয়াইমির বললঃ এরপর যদি আমি তাকে রাখি তাহলে ধরতে হবে যে, আমি তার উপর মিথ্যা আরোপ করেছি। অতঃপর তিনি তার লি‘আনকৃতা স্ত্রীকে তিন তালাক দিয়ে বিদায় করে দিলেন।\n\nউল্লেখ্য এ হাদীসের মধ্যে সহাবী তিন তালাক এ কারণে দিয়েছিলেন যে, তিনি মনে করেছিলেন যে, মনে হয় লি‘আনের পরেও তার স্ত্রীর উপর তার অধিকার রয়েছে। কিন্তু লি‘আনের পরে স্বামীর স্ত্রীর উপর আর কোন অধিকার থাকে না। অতঃপর তালাক দেয়ার অধিকারও থাকে না। কারণ হাদীসের মধ্যে রসূল বলেছেনঃ ‘‘তোমার তার উপরে কোন অধিকার নেই।’’\n\nলি‘আন করার পর তালাকের প্রয়োজন হয় না। আর কোন দিন তারা একে অপরকে বিবাহ করতে পারবে না। লি‘আন করার পর তাদের দুনিয়াতে কোন শাস্তি নেই। লি‘আনের পর যে প্রকৃত মিথ্যাবাদী প্রমাণিত হবে তার জন্য রয়েছে পরকালীন শাস্তি। এমনিভাবে তাকে দুনিয়াতে ব্যভিচারিণী ও তার সন্তানকে জারয বলা হতে বিরত থাকতে হবে। বিচারকমন্ডলী তাদের মধ্যে বিচ্ছেদ করে দিবেন। স্বামীর লি‘আনের পর আর কিছু করতে হবে না। তবে উক্ত স্ত্রীলোক যদি ইদ্দত অতিক্রম করার পর অন্যত্র বিবাহ করতে চায় তাহলে বিবাহ করতে পারবে। আল্লাহ আমাদের উক্ত নোংরামি থেকে হিফাযাতে রাখুন!"
  },
  {
    "hadith_id": 5302,
    "narrator": "ইব্‌নু 'উমার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মাস এত, এত এবং এত দিনে হয়, অর্থাৎ ত্রিশ দিনে। তিনি আবার বললেনঃ মাস এত, এত ও এত দিনেও হয়। অর্থাৎ ঊনত্রিশ দিনে। তিনি বলতেনঃ কখনও ত্রিশ দিনে আবার কখনও ঊনত্রিশ দিনে মাস হয়।[১৯০৮; মুসলিম ১৩/২, হাঃ ১০৮০, আহমাদ ৪৬১১] আধুনিক প্রকাশনী- ৪৯১১, ইসলামিক ফাউন্ডেশন- ৪৮০৬)",
    "ar": "آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا جَبَلَةُ بْنُ سُحَيْمٍ سَمِعْتُ ابْنَ عُمَرَ يَقُوْلُ قَالَ النَّبِيُّ صلى الله عليه وسلم الشَّهْرُ هٰكَذَا وَهٰكَذَا وَهٰكَذَا يَعْنِي ثَلاَثِينَ ثُمَّ قَالَ وَهٰكَذَا وَهٰكَذَا وَهٰكَذَا يَعْنِي تِسْعًا وَعِشْرِينَ يَقُوْلُ مَرَّةً ثَلاَثِينَ وَمَرَّةً تِسْعًا وَعِشْرِينَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5303,
    "narrator": "আবূ মাস'ঊদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ হাত দিয়ে ইয়ামানের দিকে ইঙ্গিত করে দু’বার বললেনঃ ঈমান ওখানে। জেনে রেখ! অন্তরের কঠোরতা ও কাঠিন্য উট পালনকারীদের মধ্যে (কৃষকদের মাঝে)। যে দিকে শয়তানের দুটি শিং উদিত হবে তাহলো (কঠোর হৃদয়) রাবী'আ গোত্র ও মুযারা গোত্র।(আধুনিক প্রকাশনী- ৪৯১২, ইসলামিক ফাউন্ডেশন- ৪৮০৭)",
    "ar": "مُحَمَّدُ بْنُ الْمُثَنّٰى حَدَّثَنَا يَحْيٰى بْنُ سَعِيدٍ عَنْ إِسْمَاعِيلَ عَنْ قَيْسٍ عَنْ أَبِي مَسْعُودٍ قَالَ وَأَشَارَ النَّبِيُّ صلى الله عليه وسلم بِيَدِه„ نَحْوَ الْيَمَنِ الإِيمَانُ هَا هُنَا مَرَّتَيْنِ أَلاَ وَإِنَّ الْقَسْوَةَ وَغِلَظَ الْقُلُوبِ فِي الْفَدَّادِينَ حَيْثُ يَطْلُعُ قَرْنَا الشَّيْطَانِ رَبِيعَةَ وَمُضَرَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5304,
    "narrator": "সাহ্‌ল (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি ও ইয়াতীমের প্রতিপালনকারী জান্নাতে এমনিভাবে নিকটে থাকবে। এই বলে তিনি শাহাদাত ও মধ্যমা আঙ্গুল দু'টি দ্বারা ইঙ্গিত করলেন এবং এ দুটির মাঝে কিঞ্চিত ফাঁক রাখলেন।(আধুনিক প্রকাশনী- ৪৯১৩, ইসলামিক ফাউন্ডেশন- ৪৮০৮)",
    "ar": "عَمْرُو بْنُ زُرَارَةَ أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلٍ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هٰكَذَا وَأَشَارَ بِالسَّبَّابَةِ وَالْوُسْطٰى وَفَرَّجَ بَيْنَهُمَا شَيْئًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5301,
    "narrator": "সাহ্‌ল ইব্‌নু সা'দ-সা'ঈদী (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সহাবী সাহ্‌ল ইব্‌নু সা'দ-সা'ঈদী (রাঃ) হতে বর্ণিত। তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার আগমন এবং কিয়ামতের মাঝে দুরত্ব এ আঙ্গুল থেকে এ আঙ্গুলের দুরত্বের মত। কিংবা তিনি বলেনঃ এ দু'টির দুরত্বের মত। এই বলে তিনি শাহাদাত ও মধ্যমা আঙ্গুল দুটি মিলিত করলেন।(আধুনিক প্রকাশনী- ৪৯১০, ইসলামিক ফাউন্ডেশন- ৪৮০৫)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ قَالَ أَبُو حَازِمٍ سَمِعْتُه“ مِنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ صَاحِبِ رَسُوْلِ اللهِ صلى الله عليه وسلميَقُوْلُ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم بُعِثْتُ أَنَا وَالسَّاعَةَ كَهٰذِه„ مِنْ هٰذِه„ أَوْ كَهَاتَيْنِ وَقَرَنَ بَيْنَ السَّبَّابَةِ وَالْوُسْطَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5305,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "যে, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে বললঃ হে আল্লাহ্‌র রসূল! আমার একটি কালো সন্তান জন্মেছে। তিনি জিজ্ঞেস করলেনঃ তোমার কিছু উট আছে কি? সে জবাব দিল হাঁ। তিনি বললেনঃ সেগুলোর রং কেমন? সে বললঃ লাল। তিনি বললেনঃ সেগুলোর মধ্যে কোনটি ছাই বর্ণের আছে কি? সে বললঃ হ্যাঁ। তিনি জিজ্ঞেস করলেনঃ তাহলে সেটিতে এমন রং কোত্থেকে এলো। লোকটি বললঃ সম্ভবত পূর্ববর্তী বংশের কারণে এমন হয়েছে। তিনি বললেনঃ তাহলে হতে পারে, তোমার এ সন্তানও বংশগত কারণে এমন হয়েছে। [৬৮৪৭, ৭৩১৪; মুসলিম ১৯/হাঃ ১৫০০, আহমাদ ৭২৬৮] আধুনিক প্রকাশনী- ৪৯১৪, ইসলামিক ফাউন্ডেশন- ৪৮০৯)",
    "ar": "يَحْيٰى بْنُ قَزَعَةَ حَدَّثَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلاً أَتٰى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ وُلِدَ لِي غُلاَمٌ أَسْوَدُ فَقَالَ هَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ مَا أَلْوَانُهَا قَالَ حُمْرٌ قَالَ هَلْ فِيهَا مِنْ أَوْرَقَ قَالَ نَعَمْ قَالَ فَأَنّٰى ذ‘لِكَ قَالَ لَعَلَّه“ نَزَعَه“ عِرْقٌ قَالَ فَلَعَلَّ ابْنَكَ هٰذَا نَزَعَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5306,
    "narrator": "'আব্দুল্লাহ (রাঃ)",
    "bn": "যে, আনসারদের এক তার স্ত্রীকে অপবাদ দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'জনকেই শপথ করালেন এবং তাদেরকে পৃথক করেন দিলেন।(আধুনিক প্রকাশনী- ৪৯১৫, ইসলামিক ফাউন্ডেশন- ৪৮১০)",
    "ar": "مُوسٰى بْنُ إِسْمَاعِيلَ حَدَّثَنَا جُوَيْرِيَةُ عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ أَنَّ رَجُلاً مِنَ الأَنْصَارِ قَذَفَ امْرَأَتَه“ فَأَحْلَفَهُمَا النَّبِيُّ صلى الله عليه وسلم ثُمَّ فَرَّقَ بَيْنَهُمَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5307,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "যে, হিলাল ইবনু উমাইয়্যা তার স্ত্রীকে (যিনার) অপবাদ দেয়। তিনি এসে সাক্ষ্য দিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতে লাগলেনঃ আল্লাহ তা'আলা অবশ্যই জানেন তোমাদের দু'জনের একজন তো মিথ্যাচারী। অতএব কে তোমাদের দু'জনের মধ্যে তাওবাহ করতে প্রস্তুত আছ? এরপর স্ত্রী লোকটি দাঁড়াল এবং (নিজের দোষমুক্তির) সাক্ষ্য দিল।(আধুনিক প্রকাশনী- ৪৯১৫, ইসলামিক ফাউন্ডেশন- ৪৮১১)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ هِشَامِ بْنِ حَسَّانَ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ أَنَّ هِلاَلَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَه“ فَجَاءَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلميَقُوْلُ إِنَّ اللهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ ثُمَّ قَامَتْ فَشَهِدَتْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5308,
    "narrator": "সাহ্‌ল ইবনু সা'দ সা'ঈদী (রাঃ)",
    "bn": "যে, উওয়াইমির আজলানী (রাঃ) 'আসিম ইবনু আদী আনসারী (রাঃ)- এর কাছে এসে বললেনঃ হে আসিম! কী বল, যদি কেউ তার স্ত্রীর সঙ্গে অপর লোককে (ব্যভিচার-রত অবস্থায়) পায়, তবে সে কি তাকে হত্যা করবে? আর এতে তোমরাও কি তাকে হত্যা করবে? (যদি সে হত্যা না করে) তাহলে কী করবে? হে আসিম! আমার এ ব্যাপারটি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জিজ্ঞেস কর। এরপর আসিম (রাঃ) এ ব্যাপারে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জিজ্ঞেস করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ধরনের জিজ্ঞাসাবাদ অপছন্দ করলেন এবং অশোভনীয় মনে করলেন। এমন কি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আসিম (রাঃ) যা শুনলেন, তাতে তার খুব খারাপ লাগল। আসিম (রাঃ) বাড়ি ফিরলে উওয়াইমির এসে জিজ্ঞেস করলঃ হে আসিম?! রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে কী উত্তর দিলেন? আসিম (রাঃ) উওয়াইমিরকে বললেনঃ তুমি আমার কাছে কোন ভাল কাজ নিয়ে আসনি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ধরনের জিজ্ঞাসাকে অপছন্দ করেছেন, সে সম্বন্ধে আমি তাঁকে জিজ্ঞেস করেছি। উওয়াইমির (রাঃ) বললেন, আল্লাহ্‌র শপথ! তাঁকে এ বিষয়ে জিজ্ঞেস না করে ক্ষান্ত হব না। এরপর উওয়াইমির (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে তাঁকে লোকদের মাঝে পেলেন এবং তাঁকে জিজ্ঞেস করলেনঃ হে আল্লাহ্‌র রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কী বলেন, কেউ যদি তার স্ত্রীর সঙ্গে অন্য লোককে (ব্যভিচার-রত) দেখতে পায়, সে কি তাকে হত্যা করবে? আর আপনারাও কি তাকে হত্যার বদলে হত্যা করবেন? না হলে সে কী করবে? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার ও তোমার স্ত্রীর সম্পর্কে আয়াত অবতীর্ণ হয়েছে, যাও তাকে নিয়ে এসো। সাহ্‌ল (রাঃ) বলেন, তারা উভয়ে লি'আন করল। যে সময় আমি লোকদের সঙ্গে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকটে ছিলাম। উভয়ে লি'আন করা শেষ করলে উওয়াইমির বললঃ হে আল্লাহ্‌র রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যদি আমি তাকে (স্ত্রী হিসাবে) রাখি, তবে আমি তার উপর মিথ্যারোপ করেছি বলে প্রমাণিত হবে। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে নির্দেশ দেয়ার আগেই তিনি স্ত্রীকে তিন ত্বলাক্ব দিলেন। ইবনু শিহাব (রহঃ) বলেনঃ উভয়কে বিচ্ছিন্ন করে দেয়াই পরবর্তীতে লি'আনকারীদ্বয়ের সম্পর্কিত বিধান প্রচলিত হয়ে গেল হিসাবে পরিগণিত হলো। (আধুনিক প্রকাশনী- ৪৯১৭, ইসলামিক ফাউন্ডেশন- ৪৮১২)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ ابْنِ شِهَابٍ أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ أَخْبَرَه“ أَنَّ عُوَيْمِرًا الْعَجْلاَنِيَّ جَاءَ إِلٰى عَاصِمِ بْنِ عَدِيٍّالأَنْصَارِيِّ فَقَالَ لَه“ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ فَتَقْتُلُونَه“ أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ عَنْ ذ‘لِكَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَسَأَلَ عَاصِمٌ رَسُوْلَ اللهِ صلى الله عليه وسلم عَنْ ذ‘لِكَ فَكَرِهَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا حَتّٰى كَبُرَ عَلٰى عَاصِمٍ مَا سَمِعَ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلٰى أَهْلِه„ جَاءَه“ عُوَيْمِرٌ فَقَالَ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لِعُوَيْمِرٍ لَمْ تَأْتِنِي بِخَيْرٍ قَدْ كَرِهَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُه“ عَنْهَا فَقَالَ عُوَيْمِرٌ وَاللهِ لاَ أَنْتَهِي حَتّٰى أَسْأَلَه“ عَنْهَا فَأَقْبَلَ عُوَيْمِرٌ حَتّٰى جَاءَ رَسُوْلَ اللهِ صلى الله عليه وسلم وَسَطَ النَّاسِ فَقَالَ يَا رَسُوْلَ اللهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ فَتَقْتُلُونَه“ أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم قَدْ أُنْزِلَ فِيكَ وَفِي صَاحِبَتِكَ فَاذْهَبْ فَأْتِ بِهَا قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا مِنْ تَلاَعُنِهِمَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُوْلَ اللهِ إِنْ أَمْسَكْتُهَا فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَ ابْنُ شِهَابٍ فَكَانَتْ سُنَّةَ الْمُتَلاَعِنَيْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5309,
    "narrator": "ইবনু জুরাইজ (রহঃ)",
    "bn": "তিনি বলেন, আমাকে ইবনু শিহাব (রহঃ) লি'আন ও তার হুকুম সম্বন্ধে সা'দ গোত্রের সাহ্‌ল ইব্‌নু সা'দ (রাঃ) থেকে হাদীস বর্ণনা করেন যে, আনসারদের এক ব্যক্তি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে বললঃ হে আল্লাহ্‌র রসূল! আপনি কী বলেন, যদি কোন ব্যক্তি তার স্ত্রীর সঙ্গে অন্য লোককে দেখতে পায়, তবে কি সে তাকে হত্যা করবে? অথবা কী করবে? এরপর আল্লাহ তা'আলা তার ব্যাপারে কুরআনে উল্লেখিত লি'আনের বিধান অবতীর্ণ করেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তোমার ও তোমার স্ত্রীর ব্যাপারে ফয়সালা দিয়েছেন। রাবী বলেনঃ আমি উপস্থিত থাকতেই তারা উভয়ে মসজিদে লি'আন করল। উভয়ের লি'আন করা শেষ হলে সে ব্যক্তি বললঃ হে আল্লাহ্‌র রসূল! যদি আমি তাকে স্ত্রী হিসাবে রেখে দেই; তবে তার উপর মিথ্যারোপ করেছি বলে গণ্য হবে। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে নির্দেশ দেয়ার আগেই সে তার স্ত্রীকে তিন ত্বলাক্ব দিল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সামনেই সে তার থেকে পৃথক হয়ে গেল। তিনি বললেনঃ এই সম্পর্কচ্ছেদই প্রত্যেক লি'আনকারীদ্বয়ের জন্য বিধান। ইবনু জুরাইজ বলেন, ইবনু শিহাব (রহঃ) বলেছেনঃ তাদের পর লি'আনকারীদ্বয়ের  মধ্যে বিচ্ছেদ ঘটানোর হুকুম চালু হয়। মহিলাটি ছিল গর্ভবতী। তার বাচ্চাকে মায়ের পরিচয়ে ডাকা হত। বর্ণনাকারী বলেনঃ এরপর ওয়ারিশের ব্যাপারেও হুকুম জারি হল যে, মহিলা সন্তানের ওয়ারিশ হবে এবং সন্তানও তার ওয়ারিশ হবে, যতটুকু আল্লাহ তা'আলা নির্ধারণ করেছেন।\nইবনু জুরাইজ, ইবনু শিহাবের সূত্রে সাহ্‌ল ইবনু সা'দ সা'ঈদী থেকে এ হাদীস সম্পর্কে বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি ঐ স্ত্রীলোকটি ওহ্‌রার (এক রকম ছোট প্রাণীর) মতো লাল ও বেঁটে সন্তান জন্ম দেয়, তবে বুঝব মহিলাই সত্য বলেছে, আর লোকটি তার উপর মিথ্যা অপবাদ দিয়েছে। আর যদি সে কালো চক্ষু বিশিষ্ট বড় নিতম্বযুক্ত সন্তান জন্ম দেয়, তবে বুঝব, লোকটি সত্যই বলেছে। উক্ত মহিলা অপছন্দনীয় আকৃতির বাচ্চা প্রসব করে।(আধুনিক প্রকাশনী- ৪৯১৮, ইসলামিক ফাউন্ডেশন- ৪৮১৩)",
    "ar": "يَحْيٰى أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ عَنِ الْمُلاَعَنَةِ وَعَنْ السُّنَّةِ فِيهَا عَنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ أَخِي بَنِي سَاعِدَةَ أَنَّ رَجُلاً مِنَ الأَنْصَارِ جَاءَ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللهُ فِي شَأْنِه„ مَا ذَكَرَ فِي الْقُرْآنِ مِنْ أَمْرِ الْمُتَلاَعِنَيْنِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم قَدْ قَضٰى اللهُ فِيكَ وَفِي امْرَأَتِكَ قَالَ فَتَلاَعَنَا فِي الْمَسْجِدِ وَأَنَا شَاهِدٌ فَلَمَّا فَرَغَا قَالَ كَذَبْتُ عَلَيْهَا يَا رَسُوْلَ اللهِ إِنْ أَمْسَكْتُهَا فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم حِينَ فَرَغَا مِنَ التَّلاَعُنِ فَفَارَقَهَا عِنْدَ النَّبِيِّصلى الله عليه وسلمفَقَالَ ذَاكَ تَفْرِيقٌ بَيْنَ كُلِّ مُتَلاَعِنَيْنِ قَالَ ابْنُ جُرَيْجٍ قَالَ ابْنُ شِهَابٍ فَكَانَتْ السُّنَّةُ بَعْدَهُمَا أَنْ يُفَرَّقَ بَيْنَ الْمُتَلاَعِنَيْنِ وَكَانَتْ حَامِلاً وَكَانَ ابْنُهَا يُدْعٰى لِأُمِه„ قَالَ ثُمَّ جَرَتْ السُّنَّةُ فِي مِيرَاثِهَا أَنَّهَا تَرِثُه“ وَيَرِثُ مِنْهَا مَا فَرَضَ اللهُ لَهُ.\nقَالَ ابْنُ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ فِي هٰذَا الْحَدِيثِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ إِنْ جَاءَتْ بِه„ أَحْمَرَ قَصِيرًا كَأَنَّه“ وَحَرَةٌ فَلاَ أُرَاهَا إِلاَّ قَدْ صَدَقَتْ وَكَذَبَ عَلَيْهَا وَإِنْ جَاءَتْ بِه„ أَسْوَدَ أَعْيَنَ ذَا أَلْيَتَيْنِ فَلاَ أُرَاه“ إِلاَّ قَدْ صَدَقَ عَلَيْهَا فَجَاءَتْ بِه„ عَلَى الْمَكْرُوهِ مِنْ ذَلِكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5310,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে লি'আন করার ব্যাপারটি আলোচিত হল। 'আসিম ইবনু আদী (রাঃ) এ ব্যাপারে একটি কথা জিজ্ঞেস করে চলে গেলেন। এরপর তাঁর গোত্রের এক ব্যক্তি তার কাছে এসে অভিযোগ করল যে, সে তার স্ত্রীর সাথে অন্য এক লোককে পেয়েছে। 'আসিম (রাঃ) বললেনঃ অযথা জিজ্ঞাসার কারণেই আমি এ ধরনের বিপদে পড়তাম। এরপর তিনি লোকটিকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে গেলেন এবং অভিযোগকারীর ব্যাপারটি তাঁকে জানালেন। লোকটি ছিল হলদে শীর্ণকায় ও সোজা চুল বিশিষ্ট। আর ঐ লোকটি যাকে তার স্ত্রীর কাছে পেয়েছে বলে সে অভিযুক্ত করে সে ছিল প্রায় কালো, স্থুল দেহের অধিকারী। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে আল্লাহ ! সমস্যাটি সমাধান করে দিন। এরপর মহিলা ঐ লোকটির আকৃতি বিশিষ্ট সন্তান জন্ম দিল, যাকে তার স্বামী তার কাছে পেয়েছে বলে উল্লেখ করেছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের (স্বামী-স্ত্রী) উভয়কে লি'আন করালেন। এক ব্যক্তি ইবনু 'আব্বাস (রাঃ)- কে সে মসলিসেই জিজ্ঞেস করলঃ এ মহিলা সম্বন্ধেই কি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন? “আমি যদি কাউকে বিনা প্রমাণে রজম করতাম, তবে একেই রজম করতাম।” ইবনু 'আব্বাস (রাঃ) বললেনঃ না, সে ছিল এক মহিলা, যে মুসলিম সমাজে প্রকাশ্যে ব্যভিচারে লিপ্ত থাকত। আবু সলিহ ও 'আবদুল্লাহ ইবনু ইউসুফের বর্ণনায় خَدِلاَ اَدَمَ শব্দ এসেছে। [৫৩১৬, ৬৮৫৫, ৬৮৫৬, ৭২৩৮; মুসলিম ১৯/হাঃ ১৪৯৭, আহমাদ ৩৩৬০] আধুনিক প্রকাশনী- ৪৯১৯, ইসলামিক ফাউন্ডেশন- ৪৮১৪)",
    "ar": "سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ ابْنِ عَبَّاسٍ أَنَّه“ ذُكِرَ التَّلاَعُنُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذ‘لِكَ قَوْلاً ثُمَّ انْصَرَفَ فَأَتَاه“ رَجُلٌ مِنْ قَوْمِه„ يَشْكُو إِلَيْهِ أَنَّه“ قَدْ وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهٰذَا الأَمْرِ إِلاَّ لِقَوْلِي فَذَهَبَ بِه„ إِلَى النَّبِيِّصلى الله عليه وسلم فَأَخْبَرَه“ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَه“ وَكَانَ ذ‘لِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبْطَ الشَّعَرِ وَكَانَ الَّذِي ادَّعٰى عَلَيْهِ أَنَّه“ وَجَدَه“ عِنْدَ أَهْلِه„ خَدْلاً آدَمَ كَثِيرَ اللَّحْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلماللَّهُمَّ بَيِّنْ فَجَاءَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّه“ وَجَدَه“ فَلاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا قَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هٰذِه„ فَقَالَ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الإِسْلاَمِ السُّوءَ قَالَ أَبُو صَالِحٍ وَعَبْدُ اللهِ بْنُ يُوسُفَ آدَمَ خَدِلاً.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5311,
    "narrator": "সা'ঈদ ইবনু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু 'উমারকে জিজ্ঞেস করলাম, এক লোক তার স্ত্রীকে অপবাদ দিল- (তার বিধান কী?) তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ 'আজলানের স্বামী-স্ত্রীর দুজনকে বিচ্ছিন্ন করে দিয়েছিলেন এবং তিনি বলেছিলেনঃ আল্লাহ তা'আলা জানেন তোমাদের একজন অবশ্যই মিথ্যাচারী। কাজেই তোমাদের কেউ তাওবাহ করতে রাযী আছ কি? তারা দু'জনেই অস্বীকার করল। তিনি পুনরায় বললেনঃ আল্লাহ তা'আলা অবহিত আছেন তোমাদের একজন মিথ্যাচারী, সুতরাং কেউ তাওবাহ করতে প্রস্তুত আছ কি? তারা আবারও অস্বীকার করল। তিনি পুনরায় বললেনঃ আল্লাহ তা'আলা অবহিত আছেন তোমাদের একজন মিথ্যাচারী সুতরাং কেউ তাওবাহ করতে প্রস্তুত আছ কি? তারা আবারও অস্বীকার করল। এরপর তিনি তাদেরকে পৃথক করে দেন। আইয়ুব বলেনঃ আমাকে 'আম্‌র ইব্‌নু দীনার (রহঃ) বললেন, এ হাদীসে আরও কিছু কথা আছে, তোমাকে তা বর্ণনা করতে দেখছি না কেন? তিনি বলেন, লোকটি বললঃ আমার (দেয়া) মালের কী হবে? তাকে বলা হল তোমার মাল ফিরে পাবে না। যদি তুমি সত্যবাদী হও, (তবুও পাবে না)। (কেননা) তুমি তার সঙ্গে সহবাস করেছ। আর যদি তুমি মিথ্যাচারী হও, তবে তা পাওয়া তো বহু দূরের ব্যাপার।(আধুনিক প্রকাশনী- ৪৯২০, ইসলামিক ফাউন্ডেশন- ৪৮১৫)",
    "ar": "عَمْرُو بْنُ زُرَارَةَ أَخْبَرَنَا إِسْمَاعِيلُ عَنْ أَيُّوبَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عُمَرَ رَجُلٌ قَذَفَ امْرَأَتَه“ فَقَالَ فَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَخَوَيْ بَنِي الْعَجْلاَنِ وَقَالَ اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ فَأَبَيَا وَقَالَ اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ فَأَبَيَا فَقَالَ اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ فَأَبَيَا فَفَرَّقَ بَيْنَهُمَا قَالَ أَيُّوبُ فَقَالَ لِي عَمْرُو بْنُ دِينَارٍ إِنَّ فِي الْحَدِيثِ شَيْئًا لاَ أَرَاكَ تُحَدِّثُه“ قَالَ قَالَ الرَّجُلُ مَالِي قَالَ قِيلَ لاَ مَالَ لَكَ إِنْ كُنْتَ صَادِقًا فَقَدْ دَخَلْتَ بِهَا وَإِنْ كُنْتَ كَاذِبًا فَهُوَ أَبْعَدُ مِنْكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5312,
    "narrator": "সা'ঈদ ইবনু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমি লি'আনকারীদ্বয় সম্পর্কে ইবনু 'উমারকে জিজ্ঞেস করলাম, তিনি বললেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লি'আনকারীদ্বয়কে লক্ষ্য করে বলেছিলেনঃ তোমাদের হিসাব নেয়ার দায়িত্ব আল্লাহ্‌রই। তোমাদের একজন অবশ্যই মিথ্যাচারী। স্ত্রীর উপর তোমার কোন অধিকার নেই। লোকটি বললঃ তবে আমার মালের কী হবে? তিনি বললেনঃ তুমি কোন মাল পাবে না। যদি তুমি সত্যবাদী হও তাহলে এর বদলে তুমি তার লজ্জাস্থানকে হালাল করে নিয়েছিলে। আর যদি তার উপর মিথ্যারোপ করে থাক, তবে তা তো বহুদূরের ব্যাপার। সুফ্‌ইয়ান বলেনঃ আমি এ হাদীস 'আম্‌র (রাঃ)- এর নিকট হতে মুখস্থ করেছি। আইয়ুব বলেন, সা'ঈদ ইবনু যুবায়র-এর কাছে শুনেছি, তিনি বলেন, আমি ইবনু 'উমার (রাঃ)- কে জিজ্ঞেস করলামঃ এক ব্যক্তি তার স্ত্রীর সঙ্গে লি'আন করল (এখন তাদের বিধান কী?) তিনি তাঁর দু আঙ্গুল ইশারা করে বললেন, সুফ্‌ইয়ান তার তর্জনী ও মধ্যমা আঙ্গুল ফাঁক করে বললেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ 'আজলানের এক দম্পত্তির বৈবাহিক সম্পর্ক এভাবে ছিন্ন করে দেন এবং বলেনঃ আল্লাহ তা'আলা জানেন যে, তোমাদের একজন অবশ্যই মিথ্যাচারী। সুতরাং কেউ তাওবাহ করতে প্রস্তুত আছ কি? এভাবে তিনি তিনবার বললেন। সুফ্‌ইয়ান বলেনঃ আমি তোমাকে যেভাবে হাদীসটি শুনাচ্ছি এভাবেই আমি 'আমর ও আইয়ুব  (রাঃ) থেকে মুখস্থ করেছি।(আধুনিক প্রকাশনী- ৪৯২১, ইসলামিক ফাউন্ডেশন- ৪৮১৬)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنْ حَدِيثِ الْمُتَلاَعِنَيْنِ فَقَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم لِلْمُتَلاَعِنَيْنِ حِسَابُكُمَا عَلَى اللهِ أَحَدُكُمَا كَاذِبٌ لاَ سَبِيلَ لَكَ عَلَيْهَا قَالَ مَالِي قَالَ لاَ مَالَ لَكَ إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا فَذَاكَ أَبْعَدُ لَكَ قَالَ سُفْيَانُ حَفِظْتُه“ مِنْ عَمْرٍو وَقَالَ أَيُّوبُ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عُمَرَ رَجُلٌ لاَعَنَ امْرَأَتَه“ فَقَالَ بِإِصْبَعَيْهِ وَفَرَّقَ سُفْيَانُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطٰى فَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ أَخَوَيْ بَنِي الْعَجْلاَنِ وَقَالَ اللهُ يَعْلَمُ إِنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ ثَلاَثَ مَرَّاتٍ قَالَ سُفْيَانُ حَفِظْتُه“ مِنْ عَمْرٍو وَأَيُّوبَ كَمَا أَخْبَرْتُكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5313,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "যে, জনৈক পুরুষ তার স্ত্রীকে অপবাদ দিলে, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) উভয়কে শপথ করান, এরপর বিচ্ছিন্ন করে দেন।(আধুনিক প্রকাশনী- ৪৯২২, ইসলামিক ফাউন্ডেশন- ৪৮১৭)",
    "ar": "إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ عَنْ عُبَيْدِ اللهِ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ أَخْبَرَه“ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم فَرَّقَ بَيْنَ رَجُلٍ وَامْرَأَةٍ قَذَفَهَا وَأَحْلَفَهُمَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5314,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক আনসার ও তার স্ত্রীকে লি'আন করান এবং তাদেরকে বিচ্ছিন্ন করে দেন। (আধুনিক প্রকাশনী- ৪৯২৩, ইসলামিক ফাউন্ডেশন- ৪৮১৮)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيٰى عَنْ عُبَيْدِ اللهِ أَخْبَرَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ قَالَ لاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ رَجُلٍ وَامْرَأَةٍ مِنَ الأَنْصَارِ وَفَرَّقَ بَيْنَهُمَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5315,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক লোক ও তার স্ত্রীকে লি'আন করালেন এবং সন্তানের পৈত্রিক সম্পর্ক ছিন্ন করে উভয়কে বিচ্ছিন্ন করে দিলেন। আর সন্তান মহিলাকে দিয়ে দিলেন।(আধুনিক প্রকাশনী- ৪৯২৪, ইসলামিক ফাউন্ডেশন- ৪৮১৯)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ حَدَّثَنَا مَالِكٌ قَالَ حَدَّثَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم لاَعَنَ بَيْنَ رَجُلٍ وَامْرَأَتِه„ فَانْتَفٰى مِنْ وَلَدِهَا فَفَرَّقَ بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5316,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, লি'আনকারী দম্পতিদ্বয় সম্পর্কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সম্মুখে আলোচনা হচ্ছিল। ইতোমধ্যে আসিম ইবনু আদী (রাঃ) এ ব্যাপারে কিছু জিজ্ঞাসাবাদ করে চলে গেলেন। এরপর তার গোত্রের এক লোক তার কাছে এসে জানাল যে, সে তার স্ত্রীর সঙ্গে এক লোককে পেয়েছে। আসিম বললেন, অযথা জিজ্ঞাসাবাদের দরুনই আমি এ বিপদে পড়লাম। এরপর তিনি তাকে নিয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে গেলেন এবং যে লোকটিকে সে তার স্ত্রীর সঙ্গে পেয়েছে, তার সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জানালেন। অভিযোগকারী ছিলেন হলদে শীর্ণকায় ও সোজা চুল বিশিষ্ট। আর তার স্ত্রীর কাছে পাওয়া লোকটি ছিল মোটা ধরনের স্থুলকায় ও খুব কোঁকড়ানো চুল বিশিষ্ট। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আল্লাহ! আপনি সত্য প্রকাশ করে দিন। এরপর মহিলা ঐ লোকটির আকৃতির একটি সন্তান জন্ম দেয়, যাকে তার স্বামী তার সঙ্গে পেয়েছে বলে উল্লেখ করেছিলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উভয়কেই লি'আন করালেন। এক ব্যক্তি ইব্‌নু 'আব্বাস (রাঃ)- কে সেই মজলিসেই জিজ্ঞেস করল, ঐ মহিলা সম্বন্ধেই কি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আমি যদি বিনা প্রমাণে কাউকে রজম করতাম তাহলে একে রজম করতাম? ইবনু 'আব্বাস (রাঃ) বলেনঃ না, সে ছিল অন্য এক মহিলা সে মুসলিম সমাজে প্রকাশ্যে ব্যভিচারে লিপ্ত থাকত।(আধুনিক প্রকাশনী- ৪৯২৫, ইসলামিক ফাউন্ডেশন- ৪৮২০)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ يَحْيٰى بْنِ سَعِيدٍ قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمٰنِ بْنُ الْقَاسِمِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ ابْنِ عَبَّاسٍ أَنَّه“ قَالَ ذُكِرَ الْمُتَلاَعِنَانِ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذ‘لِكَ قَوْلاً ثُمَّ انْصَرَفَ فَأَتَاه“ رَجُلٌ مِنْ قَوْمِه„ فَذَكَرَ لَه“ أَنَّه“ وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهٰذَا الأَمْرِ إِلاَّ لِقَوْلِي فَذَهَبَ بِه„ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَأَخْبَرَه“ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَه“ وَكَانَ ذ‘لِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبْطَ الشَّعَرِ وَكَانَ الَّذِي وَجَدَ عِنْدَ أَهْلِه„ آدَمَ خَدْلاً كَثِيرَ اللَّحْمِ جَعْدًا قَطَطًا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلماللَّهُمَّ بَيِّنْ فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّه“ وَجَدَ عِنْدَهَا فَلاَعَنَ رَسُوْلُ اللهِ صلى الله عليه وسلم بَيْنَهُمَا فَقَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ لَرَجَمْتُ هٰذِه„ فَقَالَ ابْنُ عَبَّاسٍ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ السُّوءَ فِي الإِسْلاَمِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5317,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেন। (হাদীসটি নিম্নলিখিত হাদীসের মতই)। \n\nআয়িশা (রাঃ) হতে বর্ণিত যে, রিফা’আহ কুরাযী এক স্ত্রীলোককে বিয়ে করে পরে ত্বলাক্ব দেয়। এরপর স্ত্রীলোকটি অন্য স্বামী গ্রহণ করে। পরে সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে তাঁকে জানালো যে, সে (স্বামী) তার কাছে আসে না, আর তার কাছে কাপড়ের কিনারার মত বস্তু ছাড়া কিছুই নেই। তিনি বললেনঃ তা হবে না, যে পর্যন্ত তুমি তার কিছু মধু আস্বাদন না করবে, আর সেও তোমার কিঞ্চিত মধু আস্বাদন না করবে (ততক্ষণ প্রথম স্বামীর কাছে যাওয়া যাবে না)।(আধুনিক প্রকাশনী- ৪৯২৭, ইসলামিক ফাউন্ডেশন- ৪৮২২)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم‏.‏ حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رِفَاعَةَ، الْقُرَظِيَّ تَزَوَّجَ امْرَأَةً، ثُمَّ طَلَّقَهَا فَتَزَوَّجَتْ آخَرَ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَتْ لَهُ أَنَّهُ لاَ يَأْتِيهَا، وَإِنَّهُ لَيْسَ مَعَهُ إِلاَّ مِثْلُ هُدْبَةٍ فَقَالَ ‏ \"‏ لاَ حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5318,
    "narrator": "সালামাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সহধর্মিণী সালামাহ (রাঃ) হতে বর্ণিত যে, আসলাম গোত্রের সুবায়’আ নামের এক স্ত্রীলোককে তার স্বামী গর্ভাবস্থায় রেখে মারা যায়। এরপর আবূ সানাবিল ইবনু বা’কাক (রাঃ) তাকে বিয়ে করার প্রস্তাব দেয়। কিন্তু মহিলা তাকে বিয়ে করতে অস্বীকার করে। সে (আবূ সানাবিলা) বললঃ আল্লাহ্‌র শপথ! দু’টি মেয়াদের মধ্যে দীর্ঘতর মেয়াদ অনুসারে ইদ্দাত পালন না করা পর্যন্ত তোমার জন্য অন্যত্র বিয়ে করা জায়িয হবে না। এর প্রায় দশ দিনের মধ্যেই সে সন্তান প্রসব করে। এরপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে আসলে তিনি বললেনঃ এখন তুমি বিয়ে করতে পার।(আধুনিক প্রকাশনী- ৪৯২৮, ইসলামিক ফাউন্ডেশন- ৪৮২৩)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ جَعْفَرِ بْنِ رَبِيعَةَ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ هُرْمُزَ الأَعْرَجِ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمٰنِ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْه“ عَنْ أُمِّهَا أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ امْرَأَةً مِنْ أَسْلَمَ يُقَالُ لَهَا سُبَيْعَةُ كَانَتْ تَحْتَ زَوْجِهَا تُوُفِّيَ عَنْهَا وَهِيَ حُبْلٰى فَخَطَبَهَا أَبُو السَّنَابِلِ بْنُ بَعْكَكٍ فَأَبَتْ أَنْ تَنْكِحَه“ فَقَالَ وَاللهِ مَا يَصْلُحُ أَنْ تَنْكِحِيهِ حَتّٰى تَعْتَدِّي آخِرَ الأَجَلَيْنِ فَمَكُثَتْ قَرِيبًا مِنْ عَشْرِ لَيَالٍ ثُمَّ جَاءَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَ انْكِحِي.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কিতাবুল ইদ্দাত [১]\n\n[১] আল্লামা বাদরুদ্দীন ‘আইনী তাঁর সহীহুল বুখারীর ভাষ্যগ্রন্থ উমদাতুলকারীতে পাঠকের সুবিধার্থে এ অতিরিক্ত পর্বটি উল্লেখ করেছেন। যেহেতু এটি অতিরিক্ত সেহেতু আমরা এটিকে নম্বরের অন্তর্ভুক্ত করলাম না।"
  },
  {
    "hadith_id": 5319,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি ইবনু আরকামের নিকট একটি পত্র লিখলেন যে, তুমি সুবায়’আ আস্‌লামীয়াকে জিজ্ঞেস কর, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে কী প্রকারের ফতোয়া দিয়েছিলেন? সে বললঃ তিনি আমাকে সন্তান প্রসব করার পর বিয়ে করার ফতোয়া দিয়েছেন।(আধুনিক প্রকাশনী- ৪৯২৯, ইসলামিক ফাউন্ডেশন- ৪৮২৪)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ عَنْ اللَّيْثِ عَنْ يَزِيدَ أَنَّ ابْنَ شِهَابٍ كَتَبَ إِلَيْهِ أَنَّ عُبَيْدَ اللهِ بْنَ عَبْدِ اللهِ أَخْبَرَه“ عَنْ أَبِيهِ أَنَّه“ كَتَبَ إِلٰى ابْنِ الأَرْقَمِ أَنْ يَسْأَلَ سُبَيْعَةَ الأَسْلَمِيَّةَ كَيْفَ أَفْتَاهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَتْ أَفْتَانِي إِذَا وَضَعْتُ أَنْ أَنْكِحَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5320,
    "narrator": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
    "bn": "যে, সুবায়’আ আসলামীয়া তার স্বামীর মৃত্যুর কয়েকদিন পর সন্তান প্রসব করে। এরপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে বিয়ে করার অনুমতি প্রার্থনা করে, তিনি তাকে অনুমতি দেন। তখন সে বিয়ে করে।(আধুনিক প্রকাশনী- ৪৯৩০, ইসলামিক ফাউন্ডেশন- ৪৮২৫)",
    "ar": "يَحْيٰى بْنُ قَزَعَةَ حَدَّثَنَا مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ أَنَّ سُبَيْعَةَ الأَسْلَمِيَّةَ نُفِسَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِلَيَالٍ فَجَاءَتْ النَّبِيَّ صلى الله عليه وسلم فَاسْتَأْذَنَتْه“ أَنْ تَنْكِحَ فَأَذِنَ لَهَا فَنَكَحَتْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5321,
    "narrator": "কাসিম ইবনু মুহাম্মাদ ও সুলাইমান ইবনু ইয়াসার (রহঃ)",
    "bn": "যে, ইয়াহ্ইয়া ইবনু সা’ঈদ ইবনু আস (রহঃ) ‘আবদুর রহমান ইবনু হাকাম এর কন্যাকে ত্বলাক্ব দিলে ‘আবদুর রহমান তাকে উম্মুল মু’মিনীন 'আয়িশা (রাঃ)- এর কাছে নিয়ে গেলে, তিনি মাদীনাহ্‌র শাসনকর্তা মারওয়ানের কাছে বলে পাঠালেনঃ আল্লাহকে ভয় কর, আর তাকে তার ঘরে ফিরিয়ে দাও। মারওয়ান বলেন, সুলাইমানের বর্ণনায় ‘আবদুর রহমান আমাকে যুক্তিতে হারিয়ে দিয়েছে। কাসিম ইবনু মুহাম্মাদের বর্ণনায় তিনি বলেন, ফাতিমাহ বিন্‌ত কায়সের ঘটনা কি আপনার কাছে পৌঁছেনি? তিনি বললেনঃ ('আয়িশা) ফাতিমাহ বিন্‌ত কায়সের ঘটনা মনে না রাখলে তোমার কোন ক্ষতি হবে না। মারওয়ান বললেনঃ যদি মনে করেন ফাতিমাহ্‌কে বের করার পেছনে তার মন্দ আচরণ কাজ করেছে, তবে বলব, এখানে সে মন্দ আচরণ বিদ্যমান আছে।(আধুনিক প্রকাশনী- ৪৯৩১, ইসলামিক ফাউন্ডেশন- ৪৮২৬)",
    "ar": "إِسْمَاعِيلُ حَدَّثَنَا مَالِكٌ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ وَسُلَيْمَانَ بْنِ يَسَارٍ أَنَّه“ سَمِعَهُمَا يَذْكُرَانِ أَنَّ يَحْيٰى بْنَ سَعِيدِ بْنِ الْعَاصِ طَلَّقَ بِنْتَ عَبْدِ الرَّحْمٰنِ بْنِ الْحَكَمِ فَانْتَقَلَهَا عَبْدُ الرَّحْمٰنِ فَأَرْسَلَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِيِنَ إِلٰى مَرْوَانَ بْنِ الحَكَمِ وَهُوَ أَمِيرُ الْمَدِينَةِ اتَّقِ اللهَ وَارْدُدْهَا إِلٰى بَيْتِهَا قَالَ مَرْوَانُ فِي حَدِيثِ سُلَيْمَانَ إِنَّ عَبْدَ الرَّحْمٰنِ بْنَ الْحَكَمِ غَلَبَنِي وَقَالَ الْقَاسِمُ بْنُ مُحَمَّدٍ أَوَمَا بَلَغَكِ شَأْنُ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَتْ لاَ يَضُرُّكَ أَنْ لاَ تَذْكُرَ حَدِيثَ فَاطِمَةَ فَقَالَ مَرْوَانُ بْنُ الحَكَمِ إِنْ كَانَ بِكِ شَرٌّ فَحَسْبُكِ مَا بَيْنَ هَذَيْنِ مِنَ الشَّرِّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5322,
    "narrator": "কাসিম ইবনু মুহাম্মাদ ও সুলাইমান ইবনু ইয়াসার (রহঃ)",
    "bn": "যে, ইয়াহ্ইয়া ইবনু সা’ঈদ ইবনু আস (রহঃ) ‘আবদুর রহমান ইবনু হাকাম এর কন্যাকে ত্বলাক্ব দিলে ‘আবদুর রহমান তাকে উম্মুল মু’মিনীন 'আয়িশা (রাঃ)- এর কাছে নিয়ে গেলে, তিনি মাদীনাহ্‌র শাসনকর্তা মারওয়ানের কাছে বলে পাঠালেনঃ আল্লাহকে ভয় কর, আর তাকে তার ঘরে ফিরিয়ে দাও। মারওয়ান বলেন, সুলাইমানের বর্ণনায় ‘আবদুর রহমান আমাকে যুক্তিতে হারিয়ে দিয়েছে। কাসিম ইবনু মুহাম্মাদের বর্ণনায় তিনি বলেন, ফাতিমাহ বিন্‌ত কায়সের ঘটনা কি আপনার কাছে পৌঁছেনি? তিনি বললেনঃ ('আয়িশা) ফাতিমাহ বিন্‌ত কায়সের ঘটনা মনে না রাখলে তোমার কোন ক্ষতি হবে না। মারওয়ান বললেনঃ যদি মনে করেন ফাতিমাহ্‌কে বের করার পেছনে তার মন্দ আচরণ কাজ করেছে, তবে বলব, এখানে সে মন্দ আচরণ বিদ্যমান আছে।( মুসলিম ১৮/৬, হাঃ ১৪৮১] আধুনিক প্রকাশনী- ৪৯৩১, ইসলামিক ফাউন্ডেশন- ৪৮২৬)",
    "ar": "إِسْمَاعِيلُ حَدَّثَنَا مَالِكٌ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ وَسُلَيْمَانَ بْنِ يَسَارٍ أَنَّه“ سَمِعَهُمَا يَذْكُرَانِ أَنَّ يَحْيٰى بْنَ سَعِيدِ بْنِ الْعَاصِ طَلَّقَ بِنْتَ عَبْدِ الرَّحْمٰنِ بْنِ الْحَكَمِ فَانْتَقَلَهَا عَبْدُ الرَّحْمٰنِ فَأَرْسَلَتْ عَائِشَةُ أُمُّ الْمُؤْمِنِيِنَ إِلٰى مَرْوَانَ بْنِ الحَكَمِ وَهُوَ أَمِيرُ الْمَدِينَةِ اتَّقِ اللهَ وَارْدُدْهَا إِلٰى بَيْتِهَا قَالَ مَرْوَانُ فِي حَدِيثِ سُلَيْمَانَ إِنَّ عَبْدَ الرَّحْمٰنِ بْنَ الْحَكَمِ غَلَبَنِي وَقَالَ الْقَاسِمُ بْنُ مُحَمَّدٍ أَوَمَا بَلَغَكِ شَأْنُ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَتْ لاَ يَضُرُّكَ أَنْ لاَ تَذْكُرَ حَدِيثَ فَاطِمَةَ فَقَالَ مَرْوَانُ بْنُ الحَكَمِ إِنْ كَانَ بِكِ شَرٌّ فَحَسْبُكِ مَا بَيْنَ هَذَيْنِ مِنَ الشَّرِّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5323,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেনঃ ফাতিমার কী হল? সে কেন আল্লাহকে ভয় করছে না অর্থাৎ তার এ কথায় যে, ত্বলাকপ্রাপ্তা নারী (তার স্বামীর থেকে) খাদ্য ও বাসস্থান কিছুই পাবে না।(আধুনিক প্রকাশনী- ৪৯৩২, ইসলামিক ফাউন্ডেশন- ৪৮২৭)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ مَا لِفَاطِمَةَ أَلاَ تَتَّقِي اللهَ يَعْنِي فِي قَوْلِهَا لاَ سُكْنٰى وَلاَ نَفَقَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5324,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেনঃ ফাতিমার কী হল? সে কেন আল্লাহকে ভয় করছে না অর্থাৎ তার এ কথায় যে, ত্বলাকপ্রাপ্তা নারী (তার স্বামীর থেকে) খাদ্য ও বাসস্থান কিছুই পাবে না।(আধুনিক প্রকাশনী- ৪৯৩২, ইসলামিক ফাউন্ডেশন- ৪৮২৭)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ مَا لِفَاطِمَةَ أَلاَ تَتَّقِي اللهَ يَعْنِي فِي قَوْلِهَا لاَ سُكْنٰى وَلاَ نَفَقَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5325,
    "narrator": "কাসিম (রহঃ)",
    "bn": "উরওয়াহ ইবনু যুবায়র (রহঃ) 'আয়িশা (রাঃ)- কে জিজ্ঞেস করলঃ আপনি কি জানেন না, হাকামের কন্যা অমুককে তার স্বামী তিন ত্বলাক্ব দিলে, সে (তার পিত্রালয়ে) চলে গিয়েছিল। 'আয়িশা বললেনঃ সে মন্দ কাজ করেছে। ‘উরওয়াহ বললেনঃ আপনি কি ফাতিমার কথা শোনেননি, তিনি বললেনঃ এ হাদীস বর্ণনায় তার কোন কল্যাণ নেই। ইব্‌নু আবুয্‌যিনাদ হিশাম সূত্রে তার (হিশামের) পিতা থেকে আরও বর্ণনা করেন যে, 'আয়িশা (রাঃ) এ কথাকে অত্যন্ত দূষণীয় মনে করেন। তিনি আরও বলেন, ফাতিমা একটা ভীতিকর স্থানে থাকত, তার উপর ভয়ভীতির আশঙ্কা থাকায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (স্থান পরিবর্তনের) রুখসত দেন।(আধুনিক প্রকাশনী- ৪৯৩৩, ইসলামিক ফাউন্ডেশন- ৪৮২৮)",
    "ar": "عَمْرُو بْنُ عَبَّاسٍ حَدَّثَنَا ابْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ قَالَ عُرْوَةُ بْنُ الزُّبَيْرِ لِعَائِشَةَ أَلَمْ تَرَيْ إِلٰى فُلاَنَةَ بِنْتِ الْحَكَمِ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ فَخَرَجَتْ فَقَالَتْ بِئْسَ مَا صَنَعَتْ قَالَ أَلَمْ تَسْمَعِي فِي قَوْلِ فَاطِمَةَ قَالَتْ أَمَا إِنَّه“ لَيْسَ لَهَا خَيْرٌ فِي ذِكْرِ هٰذَا الْحَدِيثِ وَزَادَ ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامٍ عَنْ أَبِيهِ عَابَتْ عَائِشَةُ أَشَدَّ الْعَيْبِ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَكَانٍ وَحْشٍ فَخِيفَ عَلٰى نَاحِيَتِهَا فَلِذ‘لِكَ أَرْخَصَ لَهَا النَّبِيُّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5326,
    "narrator": "কাসিম (রহঃ)",
    "bn": "উরওয়াহ ইবনু যুবায়র (রহঃ) 'আয়িশা (রাঃ)- কে জিজ্ঞেস করলঃ আপনি কি জানেন না, হাকামের কন্যা অমুককে তার স্বামী তিন ত্বলাক্ব দিলে, সে (তার পিত্রালয়ে) চলে গিয়েছিল। 'আয়িশা বললেনঃ সে মন্দ কাজ করেছে। ‘উরওয়াহ বললেনঃ আপনি কি ফাতিমার কথা শোনেননি, তিনি বললেনঃ এ হাদীস বর্ণনায় তার কোন কল্যাণ নেই। ইব্‌নু আবুয্‌যিনাদ হিশাম সূত্রে তার (হিশামের) পিতা থেকে আরও বর্ণনা করেন যে, 'আয়িশা (রাঃ) এ কথাকে অত্যন্ত দূষণীয় মনে করেন। তিনি আরও বলেন, ফাতিমা একটা ভীতিকর স্থানে থাকত, তার উপর ভয়ভীতির আশঙ্কা থাকায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (স্থান পরিবর্তনের) রুখসত দেন।(আধুনিক প্রকাশনী- ৪৯৩৩, ইসলামিক ফাউন্ডেশন- ৪৮২৮)",
    "ar": "عَمْرُو بْنُ عَبَّاسٍ حَدَّثَنَا ابْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ قَالَ عُرْوَةُ بْنُ الزُّبَيْرِ لِعَائِشَةَ أَلَمْ تَرَيْ إِلٰى فُلاَنَةَ بِنْتِ الْحَكَمِ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ فَخَرَجَتْ فَقَالَتْ بِئْسَ مَا صَنَعَتْ قَالَ أَلَمْ تَسْمَعِي فِي قَوْلِ فَاطِمَةَ قَالَتْ أَمَا إِنَّه“ لَيْسَ لَهَا خَيْرٌ فِي ذِكْرِ هٰذَا الْحَدِيثِ وَزَادَ ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامٍ عَنْ أَبِيهِ عَابَتْ عَائِشَةُ أَشَدَّ الْعَيْبِ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَكَانٍ وَحْشٍ فَخِيفَ عَلٰى نَاحِيَتِهَا فَلِذ‘لِكَ أَرْخَصَ لَهَا النَّبِيُّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5327,
    "narrator": "উরওয়াহ (রাঃ)",
    "bn": "যে, 'আয়িশা (রাঃ) ফাতিমার কথাকে অগ্রাহ্য করেছেন।(আধুনিক প্রকাশনী- ৪৯৩৪, ইসলামিক ফাউন্ডেশন- ৪৮২৯)",
    "ar": "حِبَّانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا ابْنُ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ أَنَّ عَائِشَةَ أَنْكَرَتْ ذ‘لِكَ عَلٰى فَاطِمَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5328,
    "narrator": "উরওয়াহ (রাঃ)",
    "bn": "যে, 'আয়িশা (রাঃ) ফাতিমার কথাকে অগ্রাহ্য করেছেন। (আধুনিক প্রকাশনী- ৪৯৩৪, ইসলামিক ফাউন্ডেশন- ৪৮২৯)",
    "ar": "حِبَّانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا ابْنُ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ أَنَّ عَائِشَةَ أَنْكَرَتْ ذ‘لِكَ عَلٰى فَاطِمَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5329,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, (হাজ্জ শেষে) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন রওয়ানা হওয়ার ইচ্ছা করলেন, তখন সফীয়্যাহ (রাঃ) দুঃখিত হয়ে স্বীয় তাঁবুর দরজায় দাঁড়িয়ে গেলেন। তিনি তাকে বললেনঃ বড় সমস্যায় ভুগছি, তুমি তো আমাদের আটকে রাখবে। আচ্ছা তুমি কি তাওয়াফে যিয়ারত সম্পন্ন করেছ? বললেনঃ হাঁ। তিনি বললেনঃ তা হলে এখন বেরিয়ে পড়।(আধুনিক প্রকাশনী- ৪৯৩৫, ইসলামিক ফাউন্ডেশন- ৪৮৩০)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمَّا أَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَنْفِرَ إِذَا صَفِيَّةُ عَلَى باب خِبَائِهَا كَئِيبَةً، فَقَالَ لَهَا ‏\"‏ عَقْرَى ـ أَوْ حَلْقَى ـ إِنَّكِ لَحَابِسَتُنَا أَكُنْتِ أَفَضْتِ يَوْمَ النَّحْرِ ‏\"‏‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَ ‏\"‏ فَانْفِرِي إِذًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5330,
    "narrator": "হাসান (রহঃ)",
    "bn": "তিনি বলেনঃ মা’কাল তার বোনকে বিয়ে দিয়েছিল, অতঃপর তার স্বামী তাকে এক ত্বলাক্ব দেয়।(আধুনিক প্রকাশনী- নাই, ইসলামিক ফাউন্ডেশন- ৪৮৩১)",
    "ar": "حَدَّثَنِي مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، قَالَ زَوَّجَ مَعْقِلٌ أُخْتَهُ فَطَلَّقَهَا تَطْلِيقَةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5331,
    "narrator": "হাসান (রহঃ)",
    "bn": "যে, মা’কাল ইবনু ইয়াসারের বোন এক ব্যক্তির বিবাহ বন্ধনে আবদ্ধ ছিল। সে তাকে ত্বলাক্ব দিল। পুনরায় ফিরিয়ে আনল না, এভাবে তার ইদ্দাত শেষ হয়ে গেলে সে আবার তার কাছে বিয়ের প্রস্তাব দিল। মা’কাল (রাঃ) এতে রাগান্বিত হলেন, তিনি বললেন, সময় মত ফিরিয়ে নিল না, এখন আবার প্রস্তাব দিচ্ছে। তিনি তাদের মাঝে (বিয়ের ব্যাপারে) বাধা হয়ে দাঁড়ালেন। এরপর আল্লাহ তা’আলা এ আয়াতটি অবতীর্ণ করেনঃ তোমরা যখন স্ত্রীদেরকে ত্বলাক্ব দাও এবং তারা তাদের ইদ্দাত পূর্ণ করে, তখন তারা নিজেদের স্বামীদেরকে বিবাহ করতে চাইলে তোমরা প্রতিবন্ধকতা সৃষ্টি করো না......... (সূরাহ আল-বাক্বারা ২/২৩২)। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডাকলেন এবং তার সম্মুখে আয়াতটি পাঠ করলেন। তিনি তার অহমিকা পরিত্যাগ করতঃ আল্লাহ্‌র আদেশের আনুগত্য করেন।(আধুনিক প্রকাশনী- ৪৯৩৬, ইসলামিক ফাউন্ডেশন- ৪৮৩২)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، حَدَّثَنَا الْحَسَنُ، أَنَّ مَعْقِلَ بْنَ يَسَارٍ، كَانَتْ أُخْتُهُ تَحْتَ رَجُلٍ فَطَلَّقَهَا، ثُمَّ خَلَّى عَنْهَا حَتَّى انْقَضَتْ عِدَّتُهَا، ثُمَّ خَطَبَهَا فَحَمِيَ مَعْقِلٌ مِنَ ذَلِكَ أَنَفًا فَقَالَ خَلَّى عَنْهَا وَهْوَ يَقْدِرُ عَلَيْهَا، ثُمَّ يَخْطُبُهَا فَحَالَ بَيْنَهُ وَبَيْنَهَا، فَأَنْزَلَ اللَّهُ ‏{‏وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ‏}‏ إِلَى آخِرِ الآيَةِ، فَدَعَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَرَأَ عَلَيْهِ، فَتَرَكَ الْحَمِيَّةَ وَاسْتَقَادَ لأَمْرِ اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5332,
    "narrator": "নাফি (রহঃ)",
    "bn": "যে, ইবনু ‘উমার (রাঃ) তাঁর স্ত্রীকে ঋতুবতী অবস্থায় এক ত্বলাক্ব দেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আদেশ দিলেন, তিনি যেন তার স্ত্রীকে ফিরিয়ে আনেন এবং মহিলা পবিত্র হয়ে আবার ঋতুবতী হয়ে পরবর্তী পবিত্রা অবস্থা আসা পর্যন্ত তাকে নিজের কাছে রাখেন। পবিত্র অবস্থায় যদি তাকে ত্বলাক্ব দিতে চায় তবে সঙ্গমের পূর্বে ত্বলাক দিতে হবে। এটাই ইদ্দাত, যে সময় স্ত্রীদেরকে ত্বলাক্ব দেয়ার জন্য আল্লাহ আদেশ দিয়েছেন। ‘আবদুল্লাহকে এ সম্পর্কে জিজ্ঞেস করা হলে তিনি তাদের বলেনঃ তুমি যদি তাকে তিন ত্বলাক্ব দিয়ে দাও, তবে স্ত্রীলোকটি অন্য স্বামী গ্রহণ না করা পর্যন্ত তোমার জন্য হারাম হয়ে যাবে। অন্য বর্ণনায় ইব্‌ন ‘উমার (রাঃ) বলতেন, ‘তুমি যদি এক বা দু’ত্বলাক্ব দিতে’ কারণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এরকমই নির্দেশ দিয়েছেন।(আধুনিক প্রকাশনী- ৪৯৩৭, ইসলামিক ফাউন্ডেশন- ৪৮৩৩)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ بْنِ الْخَطَّابِ طَلَّقَ امْرَأَةً لَه“ وَهِيَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً فَأَمَرَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم أَنْ يُرَاجِعَهَا ثُمَّ يُمْسِكَهَا حَتّٰى تَطْهُرَ ثُمَّ تَحِيضَ عِنْدَه“ حَيْضَةً أُخْر‘ى ثُمَّ يُمْهِلَهَا حَتّٰى تَطْهُرَ مِنْ حَيْضِهَا فَإِنْ أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللهُ أَنْ تُطَلَّقَ لَهَا النِّسَاءُ وَكَانَ عَبْدُ اللهِ إِذَا سُئِلَ عَنْ ذ‘لِكَ قَالَ لِأَحَدِهِمْ إِنْ كُنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ حَرُمَتْ عَلَيْكَ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَكَ وَزَادَ فِيهِ غَيْرُه“ عَنْ اللَّيْثِ حَدَّثَنِي نَافِعٌ قَالَ ابْنُ عُمَرَ لَوْ طَلَّقْتَ مَرَّةً أَوْ مَرَّتَيْنِ فَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَنِي بِهَذَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5333,
    "narrator": "ইউনুস ইবনু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু ‘উমারকে (হায়িয অবস্থায় ত্বলাক্ব দেয়া সম্পর্কে) জিজ্ঞেস করলাম। তিনি বললেনঃ ইবনু ‘উমার (রাঃ) তার স্ত্রীকে হায়িয অবস্থায় ত্বলাক্ব দিলে, ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে এ সম্পর্কে জিজ্ঞেস করেন। তিনি স্ত্রীকে ফিরিয়ে নেয়ার জন্য তাকে নির্দেশ দেন। এরপর বলেনঃ ইদ্দাতের সময় আসলে সে ত্বলাক্ব দিতে পারে। রাবী বলেন, আমি বললাম, এ ত্বলাক্ব কি হিসাবে গণ্য করা হবে? ইবনু ‘উমার বললেনঃ তবে কি মনে করছ, যদি সে অক্ষম হয় বা বোকামি করে। (তাহলে দায়ী কে?)(আধুনিক প্রকাশনী- ৪৯৩৮, ইসলামিক ফাউন্ডেশন- ৪৮৩৪)",
    "ar": "حَجَّاجٌ حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ حَدَّثَنِي يُونُسُ بْنُ جُبَيْرٍ سَأَلْتُ ابْنَ عُمَرَ فَقَالَ طَلَّقَ ابْنُ عُمَرَ امْرَأَتَه“ وَهِيَ حَائِضٌ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَه“ أَنْ يُرَاجِعَهَا ثُمَّ يُطَلِّقَ مِنْ قُبُلِ عِدَّتِهَا قُلْتُ فَتَعْتَدُّ بِتِلْكَ التَّطْلِيقَةِ قَالَ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5334,
    "narrator": "যাইনাব বিন্‌ত আবূ সালামাহ (রাঃ)",
    "bn": "যাইনাব বিন্‌ত আবূ সালামাহ (রাঃ) বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর স্ত্রী উম্মু হাবীবাহ’র পিতা আবূ সুফ্ইয়ান ইবনু হার্‌ব (রাঃ) মারা গেলে আমি তাঁর কাছে হাজির হলাম। উম্মু হাবীবাহ (রাঃ) যা’ফরান ইত্যাদি মিশ্রিত হলদে রং এর খুশবু নিয়ে আসতে বললেন। তিনি এক বালিকাকে এ থেকে কিছু মাখালেন। এরপর তাঁর নিজের চেহারার উভয় দিকে কিছু মাখলেন। এরপর বললেনঃ আল্লাহ্‌র কসম! খুশবু মাখার কোন দরকার আমার নেই। তবে আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি, আল্লাহ ও পরকালে বিশ্বাসী কোন নারীর জন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা হালাল হবে না। কিন্তু স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করবে।(আধুনিক প্রকাশনী- ৪৯৩৯, ইসলামিক ফাউন্ডেশন- ৪৮৩৫)",
    "ar": "قَالَتْ زَيْنَبُ فَدَخَلْتُ عَلَى زَيْنَبَ ابْنَةِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا، فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ، ثُمَّ قَالَتْ أَمَا وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى الْمِنْبَرِ ‏ \"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5335,
    "narrator": "যাইনাব (রাঃ)",
    "bn": "যাইনাব বিন্‌ত জাহ্‌শের ভাই মৃত্যুবরণ করলে আমি তার (যায়নাবের) নিকট গেলাম। তিনিও খুশবু আনিয়ে ব্যবহার করলেন। এরপর বললেনঃ আল্লাহ্‌র কসম! খুশবু ব্যবহার করার কোন প্রয়োজন আমার নেই। তবে আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে মিম্বরের উপর বলতে শুনেছিঃ আল্লাহ ও পরকালে বিশ্বাসী কোন নারীর জন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা হালাল হবে না তবে তার স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করতে পারবে।(আধুনিক প্রকাশনী- ৪৯৩৯, ইসলামিক ফাউন্ডেশন- ৪৮৩৫)",
    "ar": "قَالَتْ زَيْنَبُ فَدَخَلْتُ عَلَى زَيْنَبَ ابْنَةِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا، فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ، ثُمَّ قَالَتْ أَمَا وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى الْمِنْبَرِ ‏ \"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5336,
    "narrator": "যাইনাব (রাঃ)",
    "bn": "যাইনাব (রাঃ) বলেনঃ আমি উম্মু সালামাহ্‌কে বলতে শুনেছিঃ এক নারী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে বললঃ হে আল্লাহ্‌র রসূল! আমার মেয়ের স্বামী মারা গেছে। তার চোখে অসুখ। তার চোখে কি সুরমা লাগাতে পারবে? তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’অথবা তিন বার বললেন, না। তিনি আরও বললেনঃ এতো মাত্র চার মাস দশ দিনের ব্যাপার। অথচ জাহিলী যুগে এক মহিলা এক বছরের মাথায় বিষ্ঠা নিক্ষেপ করত।(আধুনিক প্রকাশনী- ৪৯৩৯, ইসলামিক ফাউন্ডেশন- ৪৮৩৫)",
    "ar": "قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمَّ سَلَمَةَ تَقُولُ جَاءَتْ امْرَأَةٌ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدْ اشْتَكَتْ عَيْنَهَا أَفَتَكْحُلُهَا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لاَ مَرَّتَيْنِ أَوْ ثَلاَثًا كُلَّ ذ‘لِكَ يَقُوْلُ لاَ ثُمَّ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلٰى رَأْسِ الْحَوْلِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5337,
    "narrator": "হুমায়দ্‌ (র)",
    "bn": "হুমায়দ্ বলেন, আমি যাইনাবকে জিজ্ঞেস করলাম, এক বছরের মাথায় বিষ্ঠা নিক্ষেপের অর্থ কী? তিনি বলেন, সে যুগে কোন স্ত্রীর স্বামী মারা গেলে সে অতি ক্ষুদ্র একটি প্রকোষ্ঠে প্রবেশ করতো এবং নিকৃষ্ট কাপড় পরত, কোন খুশবু ব্যবহার করতে পারত না। এভাবে এক বছর পার হলে তার কাছে চতুষ্পদ জন্তু যথা- গাধা, বকরী অথবা গাভী আনা হতো। আর সে তার গায়ে হাত বুলাতো। হাত বুলাতে বুলাতে অনেক সময় সেটা মরেও যেত। এরপর সে স্ত্রীলোকটি) বেরিয়ে আসতো। তাকে বিষ্ঠা দেয়া হতো এবং তা তাকে নিক্ষেপ করতে হতো। অতঃপর সে ইচ্ছা করলে খুশবু অথবা অন্য কিছু ব্যবহার করতে পারত। মালিক (রহ.)-কে ুما تفتضبه শব্দের অর্থ জিজ্ঞেস করা হলে তিনি বলেনঃ ‘‘স্ত্রীলোকটি ঐ প্রাণীর চামড়ায় হাত বুলাতো’’। [মুসলিম ১৮/৯, হাঃ ১৪৮৬, ১৪৮৯] আধুনিক প্রকাশনী- ৪৯৩৯, ইসলামিক ফাউন্ডেশন- ৪৮৩৫)",
    "ar": "قَالَ حُمَيْدٌ فَقُلْتُ لِزَيْنَبَ وَمَا تَرْمِي بِالْبَعْرَةِ عَلٰى رَأْسِ الْحَوْلِ فَقَالَتْ زَيْنَبُ كَانَتْ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرَّ ثِيَابِهَا وَلَمْ تَمَسَّ طِيبًا حَتّٰى تَمُرَّ بِهَا سَنَةٌ ثُمَّ تُؤْتٰى بِدَابَّةٍ حِمَارٍ أَوْ شَاةٍ أَوْ طَائِرٍ فَتَفْتَضُّ بِه„ فَقَلَّمَا تَفْتَضُّ بِشَيْءٍ إِلاَّ مَاتَ ثُمَّ تَخْرُجُ فَتُعْطٰى بَعَرَةً فَتَرْمِي ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِه„ سُئِلَ مَالِكٌ مَا تَفْتَضُّ بِه„ قَالَ تَمْسَحُ بِه„ جِلْدَهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5340,
    "narrator": "মুহাম্মাদ ইবনু সীরীন (রহঃ)",
    "bn": "যে, উম্মু আতিয়্যাহ (রাঃ) বলেছেন, স্বামী ব্যতীত অন্য কারো মৃত্যু হলে তিন দিনের বেশী শোক পালন করতে আমাদেরকে নিষেধ করা হয়েছে।(আধুনিক প্রকাশনী- ৪৯৪১, ইসলামিক ফাউন্ডেশন- ৪৮৩৭)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا بِشْرٌ حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَتْ أُمُّ عَطِيَّةَ نُهِينَا أَنْ نُحِدَّ أَكْثَرَ مِنْ ثَلاَثٍ إِلاَّ بِزَوْجٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5338,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "আছে যে, এক মহিলার স্বামী মারা গেলে তার পরিবারের লোকেরা তার চোখদুটো নষ্ট হয়ে যাওয়ার ভয় করল। তারা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে তার সুরমা ব্যবহারের অনুমতি প্রার্থনা করল। তিনি বললেনঃ সুরমা ব্যবহার করতে পারবে না। তোমাদের অনেকেই (জাহিলী যুগে) তার নিকৃষ্ট কাপড় বা নিকৃষ্ট ঘরে অবস্থান করত। যখন এক বছর পেরিয়ে যেত, আর কোন কুকুর সে দিকে যেত, তখন সে বিষ্ঠা নিক্ষেপ করত। কাজেই চার মাস দশ দিন পার না হওয়া পর্যন্ত সুরমা ব্যবহার করতে পারবে না।(আধুনিক প্রকাশনী- ৪৯৪০, ইসলামিক ফাউন্ডেশন- ৪৮৩৬)",
    "ar": "آدَمُ بْنُ أَبِي إِيَاسٍ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا حُمَيْدُ بْنُ نَافِعٍ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّهَا أَنَّ امْرَأَةً تُوُفِّيَ زَوْجُهَا فَخَشُوا عَلٰى عَيْنَيْهَا فَأَتَوْا رَسُوْلَ اللهِ صلى الله عليه وسلم فَاسْتَأْذَنُوه“ فِي الْكُحْلِ فَقَالَ لاَ تَكَحَّلْ قَدْ كَانَتْ إِحْدَاكُنَّ تَمْكُثُ فِي شَرِّ أَحْلاَسِهَا أَوْ شَرِّ بَيْتِهَا فَإِذَا كَانَ حَوْلٌ فَمَرَّ كَلْبٌ رَمَتْ بِبَعَرَةٍ فَلاَ حَتّٰى تَمْضِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5339,
    "narrator": "উম্মু হাবীবাহ (রাঃ)",
    "bn": "(বর্ণনাকারী বলেন) আমি যাইনাবকে উম্মু হাবীবাহ (রাঃ) থেকে বর্ণনা করতে শুনেছি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ ও পরকালে বিশ্বসী কোন মুসলিম নারীর জন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালকন করা হালাল নয়। তবে স্বামীর মুত্যুতে চার মাস দশ দিন শোক পালন করবে। [১২৮০; মুসলিম ১৮/৯, হাঃ ১৪৮৭, আহমাদ ২৬৮১৬] আধুনিক প্রকাশনী- ৪৯৪০, ইসলামিক ফাউন্ডেশন- ৪৮৩৬)",
    "ar": "وَسَمِعْتُ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ تُحَدِّثُ عَنْ أُمِّ حَبِيبَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لاَ يَحِلُّ لِامْرَأَةٍ مُسْلِمَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثَةِ أَيَّامٍ إِلاَّ عَلٰى زَوْجِهَا أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5341,
    "narrator": "উম্মু আতিয়্যাহ (রাঃ)",
    "bn": "তিনি বলেন, কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা হতে আমাদেরকে নিষেধ করা হত। তবে স্বামী মারা গেলে চার মাস দশ দিন শোক পালন করতে হবে এবং আমরা যেন সুরমা খুশবু ব্যবহার না করি আর রঙিন কাপড় যেন না পরি তবে হালকা রঙের ছাড়া। আমাদের কেউ যখন হায়িয শেষে গোসল করে পবিত্র হয়, তখন (দুর্গন্ধ দূর করার জন্য) আযফার নামক সুগন্ধি ব্যবহার করার আমাদেরকে অনুমতি দেয়া হয়েছে। তাছাড়া আমাদেরকে জানাযার অনুসরণ করতে নিষেধ করা হতো।(আধুনিক প্রকাশনী- ৪৯৪২, ইসলামিক ফাউন্ডেশন- ৪৮৩৮)",
    "ar": "عَبْدُ اللهِ بْنُ عَبْدِ الْوَهَّابِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ قَالَتْ كُنَّا نُنْهٰى أَنْ نُحِدَّ عَلٰى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلٰى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا وَلاَ نَكْتَحِلَ وَلاَ نَطَّيَّبَ وَلاَ نَلْبَسَ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ وَقَدْ رُخِّصَ لَنَا عِنْدَ الطُّهْرِ إِذَا اغْتَسَلَتْ إِحْدَانَا مِنْ مَحِيضِهَا فِي نُبْذَةٍ مِنْ كُسْتِ أَظْفَارٍ وَكُنَّا نُنْهٰى عَنْ اتِّبَاعِ الْجَنَائِزِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5342,
    "narrator": "উম্মু আতিয়্যাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ ও পরকালে বিশ্বসী কোন মহিলার জন্য স্বামী ব্যতীত অন্য কারো মৃত্যুতে তিন দিনের বেশী শোক পালন করা হালাল হবে না। সুরমা ও রঙিন কাপড়ও ব্যবহার করতে পারবে না। তবে সূতাগুলো একত্রে বেঁধে হালকা রং লাগিয়ে তা দিয়ে কাপড় বুনলে তা ব্যবহার করা যাবে।(আধুনিক প্রকাশনী- ৪৯৪৩, ইসলামিক ফাউন্ডেশন- ৪৮৩৯)",
    "ar": "الْفَضْلُ بْنُ دُكَيْنٍ حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ عَنْ هِشَامٍ عَنْ حَفْصَةَ عَنْ أُمِّ عَطِيَّةَ قَالَتْ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم لاَ يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ فَوْقَ ثَلاَثٍ إِلاَّ عَلٰى زَوْجٍ فَإِنَّهَا لاَ تَكْتَحِلُ وَلاَ تَلْبَسُ ثَوْبًا مَصْبُوغًا إِلاَّ ثَوْبَ عَصْبٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5343,
    "narrator": "উম্ম আতিয়্যাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন শোক পালনকারিণী যেন সুগন্ধি না মাখে। তবে হায়িয থেকে পবিত্র হলে (দুর্গন্ধ দূর করার জন্য) কাফূরের ‘কুস্ত’ ও ‘আযফার’ সুগন্ধি ব্যবহার করতে পারে।(আধুনিক প্রকাশনী- ৪৯৪৩, ইসলামিক ফাউন্ডেশন- ৪৮৩৯)",
    "ar": "وَقَالَ الأَنْصَارِيُّ حَدَّثَنَا هِشَامٌ حَدَّثَتْنَا حَفْصَةُ حَدَّثَتْنِي أُمُّ عَطِيَّةَ نَهٰى النَّبِيُّ صلى الله عليه وسلم وَلاَ تَمَسَّ طِيبًا إِلاَّ أَدْنٰى طُهْرِهَا إِذَا طَهُرَتْ نُبْذَةً مِنْ قُسْطٍ وَأَظْفَارٍ قَالَ أَبُو عَبْد اللهِ الْقُسْطُ وَالْكُسْتُ مِثْلُ الْكَافُورِ وَالْقَافُورِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5345,
    "narrator": "উম্মু হাবীবাহ বিন্‌ত আবূ সুফ্‌ইয়ান (রাঃ)",
    "bn": "যখন তাঁর কাছে তার পিতার মৃত্যু সংবাদ পৌঁছল, তখন তিনি সুগন্ধি আনিয়ে তার উভয় হাতে লাগালেন এবং বললেনঃ সুগন্ধি ব্যবহারে কোন দরকার আমার নেই। কিন্তু যেহেতু আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছিঃ আল্লাহ ও পরকালে বিশ্বাসী কোন নারীর জন্য কারো মৃত্যুতে তিন দিনের অধিক শোক পালন করা হালাল হবে না। তবে স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালক করতে হবে।(আধুনিক প্রকাশনী- ৪৯৪৫, ইসলামিক ফাউন্ডেশন- ৪৮৪১)",
    "ar": "مُحَمَّدُ بْنُ كَثِيرٍ عَنْ سُفْيَانَ عَنْ عَبْدِ اللهِ بْنِ أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ حَدَّثَنِي حُمَيْدُ بْنُ نَافِعٍ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ لَمَّا جَاءَهَا نَعِيُّ أَبِيهَا دَعَتْ بِطِيبٍ فَمَسَحَتْ ذِرَاعَيْهَا وَقَالَتْ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ لَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلميَقُوْلُ لاَ يَحِلُّ لِامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَوْمِ الآخِرِ تُحِدُّ عَلٰى مَيِّتٍ فَوْقَ ثَلاَثٍ إِلاَّ عَلٰى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5344,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "মহান আল্লাহ্‌র বাণীঃ “তোমাদের মধ্যে যারা বিবিদেরকে রেখে মারা যাবে” (সূরাহ আল-বাক্বারা ২:২৪০) তিনি এ আয়াতের ব্যাখ্যায় বলেন, স্বামীর বাড়ীতে অবস্থান করে এ ইদ্দাত পালন করা মহিলার জন্য ওয়াজিব ছিল। পরে মহান আল্লাহ অবতীর্ণ করেনঃ “তোমাদের মধ্যে যারা বিবিদেরকে রেখে মারা যাবে, তারা বিবিদের জন্য অসিয়ত করবে যেন এক বৎসরকাল সুযোগ-সুবিধা পায় এবং গৃহ হতে বের ক'রে দেয়া না হয়, তবে যদি তারা নিজেরাই বের হয়ে যায়, তবে তোমাদের প্রতি গুনাহ নেই তারা  নিজেদের ব্যাপারে বৈধভাবে কিছু করলে”। (সূরাহ আল-বাক্বারা ২:২৪০)। মুজাহিদ বলেনঃ আল্লাহ তা’আলা সাত মাস বিশ রাতকে তার জন্য পূর্ণ বছর সাব্যস্ত করেছেন। মহিলা ইচ্ছা করলে ওসিয়ত অনুসারে থাকতে পারে, আবার চাইলে চলেও যেতে পারে। এ কথাই আল্লাহ তা’আলা বলেছেনঃ “বের না করে, তবে যদি স্বেচ্ছায় বের হয়ে যায় তবে তাতে তোমাদের কোন পাপ নেই” তাই মহিলার উপর ইদ্দাত পালন করা যথারীতি ওয়াজিব আছে। আবূ নাজীহ এ কথাগুলো মুজাহিদ থেকে বর্ণনা করেছেন।\n‘আত্বা বলেন, ইবনু ‘আব্বাস (রাঃ) বলেছেনঃ এ আয়াতটি স্বামীর বাড়ীতে ইদ্দাত পালন করার নির্দেশকে রহিত করে দিয়েছে। অতএব, সে যেখানে ইচ্ছা ইদ্দাত পালন করতে পারে।\n‘আত্বা বলেনঃ ইচ্ছা হলে ওয়াসিয়াত অনুযায়ী সে স্বামীর পরিবারে অবস্থান করতে পারে। আবার ইচ্ছা হলে অন্যত্রও ইদ্দাত পালন করতে পারে। কেননা, মহান আল্লাহ বলেছেনঃ “তারা নিজেরদের জন্য বিধিমত যা করবে, তাতে তোমাদের কোন পাপ নেই”। আত্বা বলেন, এরপর মিরাসের আয়াত অবতীর্ণ হলে ‘বাসস্থান দেয়ার’ হুকুমও রহিত হয়ে যায়। এখন সে যেখানে মনে চায় ইদ্দাত পালন করতে পারে, তাকে বাসস্থান দেয় জরুরী নয়।(আধুনিক প্রকাশনী- ৪৯৪৪, ইসলামিক ফাউন্ডেশন- ৪৮৪০)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شِبْلٌ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، ‏{‏وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا‏}‏ قَالَ كَانَتْ هَذِهِ الْعِدَّةُ تَعْتَدُّ عِنْدَ أَهْلِ زَوْجِهَا وَاجِبًا، فَأَنْزَلَ اللَّهُ ‏{‏وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ‏}‏ قَالَ جَعَلَ اللَّهُ لَهَا تَمَامَ السَّنَةِ سَبْعَةَ أَشْهُرٍ وَعِشْرِينَ لَيْلَةً وَصِيَّةً إِنْ شَاءَتْ سَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ، وَهْوَ قَوْلُ اللَّهِ تَعَالَى ‏{‏غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ‏}‏ فَالْعِدَّةُ كَمَا هِيَ، وَاجِبٌ عَلَيْهَا، زَعَمَ ذَلِكَ عَنْ مُجَاهِدٍ‏.‏ وَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ نَسَخَتْ هَذِهِ الآيَةُ عِدَّتَهَا عِنْدَ أَهْلِهَا، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَقَوْلُ اللَّهِ تَعَالَى ‏{‏غَيْرَ إِخْرَاجٍ‏}‏‏.‏ وَقَالَ عَطَاءٌ إِنْ شَاءَتِ اعْتَدَّتْ عِنْدَ أَهْلِهَا، وَسَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّهِ ‏{‏فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ‏}‏‏.‏ قَالَ عَطَاءٌ ثُمَّ جَاءَ الْمِيرَاثُ فَنَسَخَ السُّكْنَى، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَلاَ سُكْنَى لَهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5346,
    "narrator": "আবূ মাস’ঊদ (রাঃ)",
    "bn": "তিনি বরেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কুকুরের মূল্য, গণকের পারিশ্রমিক এবং পতিতার উপার্জন গ্রহণ করতে নিষেধ করেছেন।(আধুনিক প্রকাশনী- ৪৯৪৬, ইসলামিক ফাউন্ডেশন- ৪৮৪২)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي مَسْعُودٍ قَالَ نَهٰى النَّبِيُّ صلى الله عليه وسلم عَنْ ثَمَنِ الْكَلْبِ وَحُلْوَانِ الْكَاهِنِ وَمَهْرِ الْبَغِيِّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5348,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "দাসীর অবৈধ উপার্জন ভোগ করতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।(আধুনিক প্রকাশনী- ৪৯৪৮, ইসলামিক ফাউন্ডেশন- ৪৮৪৪)",
    "ar": "عَلِيُّ بْنُ الْجَعْدِ أَخْبَرَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ جُحَادَةَ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ نَهٰى النَّبِيُّ صلى الله عليه وسلم عَنْ كَسْبِ الإِمَاءِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5347,
    "narrator": "আবূ জুহাইফাহ (রাঃ)- এর পিতা",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লা’নাত করেছেন উল্কি অঙ্কণকারিণী, উল্কি গ্রহণকারিণী, সূদ গ্রহীতা ও সূদ দাতাকে। তিনি কুকুরের মূল্য ও পতিতার উপার্জন ভোগ করতে নিষেধ করেছেন। চিত্রাঙ্কণকারীদেরকেও তিনি লা’নাত করেছেন।(আধুনিক প্রকাশনী- ৪৯৪৭, ইসলামিক ফাউন্ডেশন- ৪৮৪৩)",
    "ar": "آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَوْنُ بْنُ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ قَالَ لَعَنَ النَّبِيُّ صلى الله عليه وسلم الْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ وَآكِلَ الرِّبَا وَمُوكِلَه“ وَنَهٰى عَنْ ثَمَنِ الْكَلْبِ وَكَسْبِ الْبَغِيِّ وَلَعَنَ الْمُصَوِّرِينَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5349,
    "narrator": "সা’ঈদ ইবনু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু ‘উমারকে জিজ্ঞেস করলামঃ যদি কেউ তার স্ত্রীকে অপবাদ দেয়? তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আজলান গোত্রের এক দম্পতির বৈবাহিক সম্পর্ক ছিন্ন করে দেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ জানেন তোমাদের দু’জনের একজন অবশ্যই মিথ্যাবাদী। সুতরাং তোমাদের কেউ কি তাওবাহ করবে? তারা উভয়ে অস্বীকার করল। তিনি আবার বললেনঃ আল্লাহ জানেন তোমাদের একজন অবশ্যই মিথ্যাবাদী। কাজেই তোমাদের মধ্যে তাওবাহ করতে কে প্রস্তুত? তারা কেউ রাযী হল না। এরপর তিনি তাদের মধ্য বিচ্ছেদ ঘটিয়ে দিলেন। আইয়ূব বলেনঃ আম্‌র ইবনু দীনার আমাকে বললেন, হাদীসে আরো কিছু কথা আছে, আমি তা তোমাকে বর্ণনা করতে দেখছি না। রাবী বলেন, লোকটি তখন বলল, আমার মাল (প্রদত্ত মাহ্‌র) ফেরত পাব না? তিনি বললেনঃ তুমি কোন মাল পাবে না। যদি তুমি সত্যবাদী হও, তবে তো তুমি তার সাথে সহবাস করেছ। আর যদি মিথ্যাচারী হও, তাহলে মাল ফেরত পাওয়া তো বহু দূরের ব্যাপার।(আধুনিক প্রকাশনী- ৪৯৪৯, ইসলামিক ফাউন্ডেশন- ৪৮৪৫)",
    "ar": "عَمْرُو بْنُ زُرَارَةَ أَخْبَرَنَا إِسْمَاعِيلُ عَنْ أَيُّوبَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عُمَرَ رَجُلٌ قَذَفَ امْرَأَتَه“ فَقَالَ فَرَّقَ نَبِيُّ اللهِ صلى الله عليه وسلم بَيْنَ أَخَوَيْ بَنِي الْعَجْلاَنِ وَقَالَ اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ فَأَبَيَا فَقَالَ اللهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ فَأَبَيَا فَفَرَّقَ بَيْنَهُمَا قَالَ أَيُّوبُ فَقَالَ لِي عَمْرُو بْنُ دِينَارٍ فِي الْحَدِيثِ شَيْءٌ لاَ أَرَاكَ تُحَدِّثُه“ قَالَ قَالَ الرَّجُلُ مَالِي قَالَ لاَ مَالَ لَكَ إِنْ كُنْتَ صَادِقًا فَقَدْ دَخَلْتَ بِهَا وَإِنْ كُنْتَ كَاذِبًا فَهُوَ أَبْعَدُ مِنْكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5350,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "আছে যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লি’আনকারী স্বামী-স্ত্রীকে বলেছিলেন, আল্লাহই তোমাদের হিসাব নিবেন। তোমাদের একজন মিথ্যাবাদী। তার (মহিলার) উপর তোমার কোন অধিকার নেই। সে বললঃ হে আল্লাহ্‌র রসূল! আমার মাল? তিনি বললেনঃ তোমার জন্যে কোন মাল নেই। তুমি যদি সত্যি কথা বলে থাক, তাহলে এ মাল তার লজ্জাস্থানকে হালাল করার বিনিময়ে হবে। আর যদি মিথ্যা বলে থাক, তবে এটা তুমি মোটেই চাইতে পার না, তুমি তো তার থেকে অনেক দূরে।[৫৩১১; মুসলিম ১৯/হাঃ ১৪৯৩, আহমাদ ৪৫৮৭] আধুনিক প্রকাশনী- ৪৯৫০, ইসলামিক ফাউন্ডেশন- ৪৮৪৬)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِلْمُتَلاَعِنَيْنِ حِسَابُكُمَا عَلَى اللهِ أَحَدُكُمَا كَاذِبٌ لاَ سَبِيلَ لَكَ عَلَيْهَا قَالَ يَا رَسُوْلَ اللهِ مَالِي قَالَ لاَ مَالَ لَكَ إِنْ كُنْتَ صَدَقْتَ عَلَيْهَا فَهُوَ بِمَا اسْتَحْلَلْتَ مِنْ فَرْجِهَا وَإِنْ كُنْتَ كَذَبْتَ عَلَيْهَا فَذَاكَ أَبْعَدُ وَأَبْعَدُ لَكَ مِنْهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]