[
  {
    "hadith_id": 6304,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ প্রত্যেক নবীর এমন একটি দু’আ রয়েছে, যা (আল্লাহ্‌র নিকট) গৃহীত হয় আর নবী সে দু’আ করে থাকেন। আমার ইচ্ছা, আমি আমার সে দু’আর অধিকার আখিরাতে আমার উম্মাতের শাফায়াতের জন্য মুলতবি রাখি।[৭৪৭৪; মুসলিম ১/৮৬, হাঃ ১৯৮, ১৯৯, আহমাদ ৮৯৬৮] আধুনিক প্রকাশনী- ৫৮৬০, ইসলামিক ফাউন্ডেশন- ৫৭৫৩)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ\"‏ لِكُلِّ نَبِيٍّ دَعْوَةٌ يَدْعُو بِهَا، وَأُرِيدُ أَنْ أَخْتَبِئَ دَعْوَتِي شَفَاعَةً لأُمَّتِي فِي الآخِرَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6305,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন যে, প্রত্যেক নবীই যা চাওয়ার চেয়ে নিয়েছেন। অথবা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ প্রত্যেক নবীকে যে দু’আর অধিকার দেয়া হয়েছিল তিনি সে দু’আ করে নিয়েছেন এবং তা কবূলও করা হয়েছে। কিন্তু আমি আমার দু’আকে ক্বিয়ামতের দিনে আমার উম্মাতের শাফায়াতের জন্য রেখে দিয়েছি। [মুসলিম ১/৮৬, হাঃ ২০০, আহমাদ ১৩৭০৭] (আধুনিক প্রকাশনী- ৫৮৬০, ইসলামিক ফাউন্ডেশন- ৫৭৫৩)",
    "ar": "وَقَالَ لِي خَلِيفَةُ قَالَ مُعْتَمِرٌ سَمِعْتُ أَبِي عَنْ أَنَسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ كُلُّ نَبِيٍّ سَأَلَ سُؤْلاً أَوْ قَالَ لِكُلِّ نَبِيٍّ دَعْوَةٌ قَدْ دَعَا بِهَا فَاسْتُجِيبَ فَجَعَلْتُ دَعْوَتِي شَفَاعَةً لأ÷ُمَّتِي يَوْمَ الْقِيَامَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6306,
    "narrator": "শাদ্দাদ ইবনু আউস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ সাইয়্যিদুল ইস্তিগফার হলো বান্দার এ দু’আ পড়া- “হে আল্লাহ! তুমি আমার প্রতিপালক। তুমিই আমাকে সৃষ্টি করেছ। আমি তোমারই গোলাম। আমি যথাসাধ্য তোমার সঙ্গে কৃত প্রতিজ্ঞা ও অঙ্গীকারের উপর আছি। আমি আমার সব কৃতকর্মের কুফল থেকে তোমার কাছে আশ্রয় চাচ্ছি। তুমি আমার প্রতি তোমার যে নি’য়ামত দিয়েছ তা স্বীকার করছি। আর আমার কৃত গুনাহের কথাও স্বীকার করছি। তুমি আমাকে ক্ষমা কর।” যে ব্যক্তি দিনে (সকালে) দৃঢ় বিশ্বাসের সঙ্গে এ ইসতিগফার পড়বে আর সন্ধ্যা হবার আগেই সে মারা যাবে, সে জান্নাতী হবে। আর যে ব্যক্তি রাতে (প্রথম ভাগে) দৃঢ় বিশ্বাসের সঙ্গে এ দু’আ পড়ে নেবে আর সে ভোর হবার আগেই মারা যাবে সে জান্নাতী হবে।(আধুনিক প্রকাশনী- ৫৮৬১, ইসলামিক ফাউন্ডেশন- ৫৭৫৪)",
    "ar": "أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا الْحُسَيْنُ حَدَّثَنَا عَبْدُ اللهِ بْنُ بُرَيْدَةَ قَالَ حَدَّثَنِي بُشَيْرُ بْنُ كَعْبٍ الْعَدَوِيُّ قَالَ حَدَّثَنِي شَدَّادُ بْنُ أَوْسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم سَيِّدُ الِاسْتِغْفَارِ أَنْ تَقُولَ اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلٰهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلٰى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّه“ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ قَالَ وَمَنْ قَالَهَا مِنْ النَّهَارِ مُوقِنًا بِهَا فَمَاتَ مِنْ يَوْمِه„ قَبْلَ أَنْ يُمْسِيَ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ وَمَنْ قَالَهَا مِنْ اللَّيْلِ وَهُوَ مُوقِنٌ بِهَا فَمَاتَ قَبْلَ أَنْ يُصْبِ فَهُوَ مِنْ أَهْلِ الْجَنَّةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6307,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে বলতে শুনেছিঃ আল্লাহ্‌র শপথ! আমি প্রতিদিন আল্লাহ্‌র কাছে সত্তরবারেরও অধিক ইস্তিগফার ও তাওবাহ করে থাকি।(আধুনিক প্রকাশনী- ৫৮৬২, ইসলামিক ফাউন্ডেশন- ৫৭৫৪)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمٰنِ قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَقُوْلُ وَاللهِ إِنِّي لأَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6309,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা'আলা বান্দার তাওবাহ্‌র কারণে সেই লোকটির চেয়েও অধিক খুশি হন, যে লোকটি মরুভূমিতে তাঁর উট হারিয়ে পরে তা পেয়ে যায়। [মুসলিম ৪৯/১, হাঃ ২৭৪৭]আধুনিক প্রকাশনী- ৫৮৬৪, ইসলামিক ফাউন্ডেশন- ৫৭৫৭)",
    "ar": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم‏.‏ وَحَدَّثَنَا هُدْبَةُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ أَحَدِكُمْ سَقَطَ عَلَى بَعِيرِهِ، وَقَدْ أَضَلَّهُ فِي أَرْضِ فَلاَةٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6308,
    "narrator": "আবদুল্লাহ ইবনু মাস'উদ (রাঃ)",
    "bn": "আবদুল্লাহ ইবনু মাস'উদ (রাঃ) দু’টি হাদীস বর্ণনা করেছেন। একটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে আর অন্যটি তাঁর নিজ থেকে। তিনি বলেন, ঈমানদার ব্যক্তি তার গুনাহগুলোকে এত বিরাট মনে করে, যেন সে একটা পর্বতের নীচে উপবিষ্ট আছে, আর সে আশঙ্কা করছে যে, সম্ভবত পর্বতটা তার উপর ধ্বসে পড়বে। আর পাপিষ্ঠ ব্যক্তি তার গুনাহগুলোকে মাছির মত মনে করে, যা তার নাকে বসে চলে যায়। এ কথাটি আবূ শিহাব নিজ নাকে হাত দিয়ে দেখিয়ে বলেন। তারপর [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণিত হাদীসটি বর্ণনা করে বলেন] নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ মনে কর কোন এক ব্যক্তি (সফরের) কোন এক স্থানে অবতরণ করলো, সেখানে প্রাণেরও ভয় ছিল। তার সঙ্গে তার সফরের বাহন ছিল। যার উপর তার খাদ্য ও পানীয় ছিল, সে মাথা রেখে ঘুমিয়ে পড়লো এবং জেগে দেখলো তার বাহন চলে গেছে। তখন সে গরমে ও পিপাসায় কাতর হয়ে পড়লো। রাবী বলেনঃ আল্লাহ যা চাইলেন তা হলো। তখন সে বললো যে, আমি যে স্থানে ছিলাম সেখানেই ফিরে যাই। এরপর সে নিজ স্থানে ফিরে এসে আবার ঘুমিয়ে পড়লো। তারপর জেগে দেখলো যে, তার বাহনটি  তার পাশেই দাঁড়িয়ে আছে। তখন সে ব্যক্তি যতটা খুশি হলো, নিশ্চয়ই আল্লাহ তা'আলা তাঁর বান্দার তাওবাহ করার কারণে এর চেয়েও অনেক অধিক খুশি হন। আবূ আওয়ানাহ ও জারীর আ'মাশ (রহঃ) থেকে এ রকমই বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৫৮৬৩, ইসলামিক ফাউন্ডেশন- ৫৭৫৬)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدِيثَيْنِ أَحَدُهُمَا عَنِ النَّبِيِّ صلى الله عليه وسلم وَالآخَرُ عَنْ نَفْسِهِ، قَالَ ‏\"‏ إِنَّ الْمُؤْمِنَ يَرَى ذُنُوبَهُ كَأَنَّهُ قَاعِدٌ تَحْتَ جَبَلٍ يَخَافُ أَنْ يَقَعَ عَلَيْهِ، وَإِنَّ الْفَاجِرَ يَرَى ذُنُوبَهُ كَذُبَابٍ مَرَّ عَلَى أَنْفِهِ ‏\"‏‏.‏ فَقَالَ بِهِ هَكَذَا قَالَ أَبُو شِهَابٍ بِيَدِهِ فَوْقَ أَنْفِهِ‏.‏ ثُمَّ قَالَ ‏\"‏ لَلَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ رَجُلٍ نَزَلَ مَنْزِلاً، وَبِهِ مَهْلَكَةٌ، وَمَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَوَضَعَ رَأْسَهُ فَنَامَ نَوْمَةً، فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ رَاحِلَتُهُ، حَتَّى اشْتَدَّ عَلَيْهِ الْحَرُّ وَالْعَطَشُ أَوْ مَا شَاءَ اللَّهُ، قَالَ أَرْجِعُ إِلَى مَكَانِي‏.‏ فَرَجَعَ فَنَامَ نَوْمَةً، ثُمَّ رَفَعَ رَأْسَهُ، فَإِذَا رَاحِلَتُهُ عِنْدَهُ ‏\"‏‏.‏ تَابَعَهُ أَبُو عَوَانَةَ وَجَرِيرٌ عَنِ الأَعْمَشِ‏.‏ وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا الأَعْمَشُ حَدَّثَنَا عُمَارَةُ سَمِعْتُ الْحَارِثَ‏.‏ وَقَالَ شُعْبَةُ وَأَبُو مُسْلِمٍ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ‏.‏ وَقَالَ أَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ عُمَارَةَ عَنِ الأَسْوَدِ عَنْ عَبْدِ اللَّهِ وَعَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَبْدِ اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6310,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) রাতের শেষভাগে এগার রাক'আত সলাত আদায় করতেন। তারপর যখন সুবহি সাদিক হতো, তখন তিনি হালকা দু'রাক'আত সালাত আদায় করতেন। অতঃপর তিনি নিজের ডান পার্শ্বে কাত হয়ে বিশ্রাম নিতেন। যতক্ষণ না মুয়ায্‌যিন এসে তাঁকে সলাতের খবর দিতেন। (আধুনিক প্রকাশনী- ৫৮৬৫, ইসলামিক ফাউন্ডেশন- ৫৭৫৮)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ إِحْدَى عَشْرَةَ رَكْعَةً، فَإِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ، حَتَّى يَجِيءَ الْمُؤَذِّنُ فَيُؤْذِنَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6311,
    "narrator": "বারাআ ইবনু 'আযিব (রাঃ)",
    "bn": "তিনি বলেন, নাবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ যখন তুমি শোয়ার বিছানায় যেতে চাও, তখন তুমি সালাতের অযূর মত অযূ করবে। এরপর ডান পাশের উপর কাত হয়ে শুয়ে পড়বে। আর এ দু‘আ পড়বে, হে আল্লাহ! আমি আমার চেহারাকে অর্থাৎ যাবতীয় অঙ্গ-প্রত্যঙ্গকে) তোমার হস্তে সমর্পণ করলাম। আর আমার সকল বিষয় তোমারই নিকট সমর্পণ করলাম এবং আমার পৃষ্ঠদেশ তোমার আশ্রয়ে সোপর্দ করলাম। আমি তোমার গযবের ভয়ে ভীত ও তোমার রাহমাতের আশায় আশান্বিত। তোমার নিকট ব্যতীত কোন আশ্রয়স্থল নেই এবং নেই মুক্তি পাওয়ার স্থান। তুমি যে কিতাব অবতীর্ণ করেছ, আমি তার উপর ঈমান এনেছি এবং তুমি যে নাবী পাঠিয়েছ আমি তাঁর উপর ঈমান এনেছি। যদি তুমি এ রাতেই মরে যাও, তোমার সে মৃত্যু স্বভাবধর্ম ইসলামের উপরই গণ্য হবে। অতএব তোমার এ দু‘আগুলো যেন তোমার এ রাতের সর্বশেষ কথা হয়। রাবী বারাআ বলেন, আমি বললামঃ আমি এ কথা মনে রাখবো। তবে بِرَسُوْلِكَ الَّذِي أَرْسَلْتَ সহ। রাসূলুল্লাহ বললেন, না ওভাবে নয়, তুমি বলবে وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ। [২৪৭] আধুনিক প্রকাশনী- ৫৮৬৬, ইসলামিক ফাউন্ডেশন- ৫৭৫৯) [১]",
    "ar": "مُسَدَّدٌ حَدَّثَنَا مُعْتَمِرٌ قَالَ سَمِعْتُ مَنْصُورًا عَنْ سَعْدِ بْنِ عُبَيْدَةَ قَالَ حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ قَالَ قَالَ لِي رَسُوْلُ اللهِ صلى الله عليه وسلم إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وَضُوءَكَ لِلصَّلاَةِ ثُمَّ اضْطَجِعْ عَلٰى شِقِّكَ الأَيْمَنِ وَقُلْ اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَهْبَةً وَرَغْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ فَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ فَقُلْتُ أَسْتَذْكِرُهُنَّ وَبِرَسُوْلِكَ الَّذِي أَرْسَلْتَ قَالَ لاَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২] উক্ত সহাবী সম্ভবত মনে করেছিলেন, নবীর চেয়ে রাসূলের মর্যাদা বেশী এবং যিনি শিক্ষা দিচ্ছেন তিনিতো রাসূলও বটে। তাই তিনি জিজ্ঞেস করলেন, নাবিয়্যিকা'র স্থলে রাসূলিকা বলা যাবে কিনা। কিন্তু রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নিজেই শব্দ পরিবর্তন করতে নিষেধ করলেন। উক্ত হাদীস থেকে প্রতীয়মান হয় যে, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর পঠিত ও শিখানো দু'আর মধ্যে কোনরূপ শব্দ পরিবর্তন ও পরিবর্ধন করে দু'আ যাবে না। এমনকি বচন বা লিঙ্গ পরিবর্তন করাও ঠিক নয়।"
  },
  {
    "hadith_id": 6312,
    "narrator": "হুযাইফাহ ইবনু ইয়ামান (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন বিছানায় আশ্রয় গ্রহণ করতে যেতেন, তখন তিনি এ দু'আ পড়তেনঃ হে আল্লাহ! আপনারই নাম নিয়ে মরি আর আপনার নাম নিয়েই বাঁচি। আর তিনি জেগে উঠতেন তখন পড়তেনঃ যাবতীয় প্রশংসা সেই আল্লাহ্‌র জন্য যিনি আমাদের মৃত্যুদানের পর আবার আমাদের পুনর্জীবিত করেছেন। আর প্রত্যাবর্তন তাঁর পানেই।(আধুনিক প্রকাশনী- ,৫৮৬৭ ইসলামিক ফাউন্ডেশন- ৫৭৬০)",
    "ar": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ ‏\"‏ بِاسْمِكَ أَمُوتُ وَأَحْيَا ‏\"‏‏.‏ وَإِذَا قَامَ قَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6313,
    "narrator": "বারাআ ইবনু 'আযিব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এক লোককে নির্দেশ দিলেন। অন্য সূত্রে বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এক ব্যক্তিকে অসিয়ত করলেন যে, যখন তুমি বিছানায় ঘুমাতে যাবে, তখন তুমি এ দু'আ পড়বে 'হে আল্লাহ! আমি আমার প্রাণকে আপনার কাছে সমর্পণ করলাম, আর আমার বিষয় ন্যস্ত করলাম আপনার দিকে এবং আমার চেহারা আপনার দিকে ফিরিয়ে দিলাম, আপনার রাহমাতের আশায় এবং আপনার গযবের ভয়ে। আপনার নিকট ব্যতীত আপনার গযব থেকে পালিয়ে যাবার এবং আপনার আযাব থেকে বাঁচার আর কোন স্থান নেই। আপনি যে কিতাব অবতীর্ণ করেছেন, আমি তার উপর দৃঢ় বিশ্বাস করছি এবং আপনি যে নবী পাঠিয়েছেন, আমি তাঁর উপর পূর্ণ বিশ্বাস স্থাপন করেছি। যদি তুমি এ অবস্থায়ই মরে যাও, তবে তুমি স্বভাবধর্ম ইসলামের উপর মৃত্যুবরণ করবে।(আধুনিক প্রকাশনী- ৫৮৬৮, ইসলামিক ফাউন্ডেশন- ৫৭৬১)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، وَمُحَمَّدُ بْنُ عَرْعَرَةَ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، سَمِعَ الْبَرَاءَ بْنَ عَازِبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ رَجُلاً‏.‏ وَحَدَّثَنَا آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنِ الْبَرَاءِ بْنِ عَازِبٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْصَى رَجُلاً فَقَالَ ‏ \"‏ إِذَا أَرَدْتَ مَضْجَعَكَ فَقُلِ اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ‏.‏ فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6314,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) রাতে নিজ বিছানায় শোয়ার সময় নিজ হাত গালের নীচে রাখতেন, তারপর বলতেনঃ হে আল্লাহ! আপনার নামেই মরি, আপনার নামেই জীবিত হই। আর যখন জাগতেন তখন বলতেনঃ সে আল্লাহ্‌র জন্য প্রশংসা, যিনি মৃত্যুর পর আমাদের জীবন দান করলেন এবং তাঁরই দিকে আমাদের পুনরুত্থান।(আধুনিক প্রকাশনী- ৫৮৬৯, ইসলামিক ফাউন্ডেশন- ৫৭৬২)",
    "ar": "حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ ـ رضى الله عنه قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ ثُمَّ يَقُولُ ‏\"‏ اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا ‏\"‏‏.‏ وَإِذَا اسْتَيْقَظَ قَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6315,
    "narrator": "বারাআ ইবনু 'আযিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন নিজ বিছানায় বিশ্রাম নিতে যেতেন, তখন তিনি ডান পাশের উপত নিদ্রা যেতেন এবং বলতেনঃ হে আল্লাহ! আমি আমার সত্তাকে আপনার কাছে সমর্পণ করলাম, আর আমার বিষয় ন্যস্ত করলাম আপনার দিকে এবং আমার চেহারা আপনারই দিকে ফিরিয়ে দিলাম, আপনার রাহমাতের আশায়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, যে ব্যক্তি শয়নকালে এ দু'আগুলো পড়বে, আর এ রাতেই তার মৃত্যু হবে সে স্বভাব ধর্ম ইসলামের উপরই মরবে।(আধুনিক প্রকাশনী- ৫৮৭০, ইসলামিক ফাউন্ডেশন- ৫৭৬৩)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا الْعَلاَءُ بْنُ الْمُسَيَّبِ، قَالَ حَدَّثَنِي أَبِي، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَوَى إِلَى فِرَاشِهِ نَامَ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَنَبِيِّكَ الَّذِي أَرْسَلْتَ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ قَالَهُنَّ ثُمَّ مَاتَ تَحْتَ لَيْلَتِهِ مَاتَ عَلَى الْفِطْرَةِ ‏\"‏‏.‏ ‏{‏اسْتَرْهَبُوهُمْ‏}‏ مِنَ الرَّهْبَةِ، مَلَكُوتٌ مُلْكٌ مَثَلُ رَهَبُوتٌ خَيْرٌ مِنْ رَحَمُوتٍ، تَقُولُ تَرْهَبُ خَيْرٌ مِنْ أَنْ تَرْحَمَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6316,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি মাইমূনাহ (রাঃ) -এর ঘরে রাত্রি অতিবাহিত করলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) উঠে তাঁর প্রয়োজনাদি সেরে মুখ-হাত ধুয়ে শুয়ে পড়লেন। কিছুক্ষণ পরে আবার জাগ্রত হয়ে পানির মশকের নিকট গিয়ে এর মুখ খুললেন। এরপর মাঝারি রকমের এমন অযূ করলেন যে, তাতে অধিক পানি লাগালেন না। অথচ পুরা 'উযূই করলেন। তারপর তিনি সালাত আদায় করতে লাগলেন। তখন আমিও জেগে উঠলাম। তবে আমি কিছু বিলম্বে উঠলাম। এজন্য যে, আমি এটা পছন্দ করলাম না যে, তিনি আমার অনুসরণকে দেখে ফেলেন। যা হোক, আমি অযূ করলাম। তখনও তিনি দাঁড়িয়ে সালাত আদায় করছিলেন। সুতরাং আমি গিয়ে তাঁর বাম পার্শ্বে দাঁড়িয়ে গেলাম। তখন তিনি আমার কান ধরে তাঁর ডান দিকে আমাকে ঘুরিয়ে নিলেন। এরপর তাঁর তেরো রাক'আত সলাত পূর্ণ হলো। তারপর তিনি আবার কাত হয়ে ঘুমিয়ে পড়লেন। এমনকি নাক ডাকতেও লাগলেন। তাঁর অভ্যাস ছিল যে, তিনি ঘুমালে নাক ডাকতেন। এরপর বিলাল (রাঃ) এসে তাঁকে জাগালেন। তখন তিনি নতুন অযূ না করেই সলাত আদায় করলেন। তাঁর দু'আর মধ্যে এ দু'আও ছিলঃ \"হে আল্লাহ! আপনি আমার অন্তরে, আমার চোখে, আমার কানে, আমার ডানে-বামে, আমার উপর-নীচে, আমার সামনে-পেছনে, আমার জন্য নূর দান করুন।”\nকুরায়ব (রহঃ) বলেন, এ সাতটি আমার তাবূতের মত। এরপর আমি 'আব্বাসের জনৈক পুত্রের সঙ্গে সাক্ষাৎ করলাম, তিনি আমাকে এ সাতটি অঙ্গের কথা বর্ণনা করলেন এবং রগ, গোশ্‌ত, চুল ও চামড়ার উল্লেখ করলেন এবং আরো দু'টির কথা উল্লেখ করেন। [১১৭; মুসলিম ৬/২৬, হাঃ ৭৬৩, আহমাদ ২০৮৩] আধুনিক প্রকাশনী- ৫৮৭১ , ইসলামিক ফাউন্ডেশন- ৫৭৬৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ بِتُّ عِنْدَ مَيْمُونَةَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَأَتَى حَاجَتَهُ، غَسَلَ وَجْهَهُ وَيَدَيْهِ، ثُمَّ نَامَ، ثُمَّ قَامَ فَأَتَى الْقِرْبَةَ فَأَطْلَقَ شِنَاقَهَا، ثُمَّ تَوَضَّأَ وُضُوءًا بَيْنَ وُضُوءَيْنِ لَمْ يُكْثِرْ، وَقَدْ أَبْلَغَ، فَصَلَّى، فَقُمْتُ فَتَمَطَّيْتُ كَرَاهِيَةَ أَنْ يَرَى أَنِّي كُنْتُ أَتَّقِيهِ، فَتَوَضَّأْتُ، فَقَامَ يُصَلِّي، فَقُمْتُ عَنْ يَسَارِهِ، فَأَخَذَ بِأُذُنِي فَأَدَارَنِي عَنْ يَمِينِهِ، فَتَتَامَّتْ صَلاَتُهُ ثَلاَثَ عَشْرَةَ رَكْعَةً ثُمَّ اضْطَجَعَ فَنَامَ حَتَّى نَفَخَ ـ وَكَانَ إِذَا نَامَ نَفَخَ ـ فَآذَنَهُ بِلاَلٌ بِالصَّلاَةِ، فَصَلَّى وَلَمْ يَتَوَضَّأْ، وَكَانَ يَقُولُ فِي دُعَائِهِ ‏ \"‏ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا، وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا، وَتَحْتِي نُورًا، وَأَمَامِي نُورًا، وَخَلْفِي نُورًا، وَاجْعَلْ لِي نُورًا ‏\"‏‏.‏ قَالَ كُرَيْبٌ وَسَبْعٌ فِي التَّابُوتِ‏.‏ فَلَقِيتُ رَجُلاً مِنْ وَلَدِ الْعَبَّاسِ فَحَدَّثَنِي بِهِنَّ، فَذَكَرَ عَصَبِي وَلَحْمِي وَدَمِي وَشَعَرِي وَبَشَرِي، وَذَكَرَ خَصْلَتَيْنِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6317,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাহাজ্জুদের সলাতে  দাঁড়াতেন, তখন বলতেনঃ হে আল্লাহ! সমস্ত প্রশংসা আপনারই জন্য, আপনি রক্ষক আসমান ও যমীনের এবং যা কিছু এগুলোর মধ্যে আছে, আপনিই তাদের নূর। আর যাবতীয় প্রশংসা শুধু আপনারই। আসমান যমীন এবং এ দু'এর মধ্যে যা আছে, এসব কিছুকে সুদৃঢ় ও কায়িম রাখার একমাত্র মালিক আপনিই। আর সমূহ প্রশংসা একমাত্র আপনারই। আপনিই সত্য, আপনার ওয়াদা সত্য, আখিরাতে আপনার সাক্ষাৎ লাভ করা সত্য, বেহেশ্‌ত সত্য, দোযখ সত্য, ক্বিয়ামাত সত্য, পয়গম্বরগণ সত্য এবং মুহাম্মাদ সত্য। হে আল্লাহ! আপনারই কাছে আত্মসমর্পণ করেছি। আমি একমাত্র আপনারই উপর ভরসা রাখি। একমাত্র আপনারই উপর ঈমান এনেছি। আপনারই দিকে ফিরে চলছি। শত্রুদের সঙ্গে আপনারই সন্তুষ্টির জন্য শত্রুতা করি। আপনারই নিকট বিচার চাই। অতএব আমার আগের পরের এবং লুক্কায়িত প্রকাশ্য গুনাহসমূহ আপনি ক্ষমা করে দিন। আপনি কোন ব্যক্তিকে অগ্রসরমান করেন, আর কোন ব্যক্তিকে পশ্চাদপদ করেন, আপনি ব্যতীত সত্যিকারের কোন মাবূদ নেই।(আধুনিক প্রকাশনী- ৫৮৭২, ইসলামিক ফাউন্ডেশন- ৫৭৬৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ، سَمِعْتُ سُلَيْمَانَ بْنَ أَبِي مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَ ‏ \"‏ اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ، أَنْتَ الْحَقُّ وَوَعْدُكَ حَقٌّ، وَقَوْلُكَ حَقٌّ، وَلِقَاؤُكَ حَقٌّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالسَّاعَةُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمُحَمَّدٌ حَقٌّ، اللَّهُمَّ لَكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خَاصَمْتُ، وَإِلَيْكَ حَاكَمْتُ، فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ ـ أَوْ ـ لاَ إِلَهَ غَيْرُكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6318,
    "narrator": "আলী (রাঃ)",
    "bn": "একবার গম পেষার যাঁতা ঘুরানোর কারণে ফাতেমাহ (রাঃ) এর হাতে ফোস্কা পড়ে গেল। তখন তিনি একটি খাদিম চেয়ে নেয়ার উদ্দেশ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর কাছে এলেন। কিন্তু তিনি তাঁকে পেলেন না। তখন তিনি আসার উদ্দেশ্যটি 'আয়িশাহ (রাঃ) -এর নিকট ব্যক্ত করে গেলেন। এরপর তিনি যখন গৃহে ফিরলেন তখন 'আয়িশাহ (রাঃ) এ বিষয়টি তাঁকে জানালেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের কাছে এমন সময় আগমন করলেন যখন আমরা বিশ্রাম গ্রহণ করেছি। তখন আমি উঠতে চাইলে তিনি বললেনঃ নিজ স্থানেই অবস্থান কর। তারপর আমাদের মাঝখানেই তিনি এমনিভাবে বসে গেলেন যে, আমি তার দু'পায়ের শীতল স্পর্শ আমার বুকে অনুভব করলাম। তিনি বললেনঃ আমি কি তোমাদের এমন একটি 'আমাল বলে দেব না, যা তোমাদের জন্য একটি খাদিমের চেয়েও অনেক অধিক উত্তম। যখন তোমরা শয্যা গ্রহণ করতে যাবে, তখন তোমারা আল্লাহু আকবর ৩৩ বার, সুবহানাল্লাহ ৩৩ বার, আল্‌হামদু লিল্লাহ ৩৩ বার পড়বে। এটা তোমাদের জন্য একটি খাদিমের চেয়েও অনেক অধিক কল্যাণকর। ইবনু সীরীন (রহঃ) বলেনঃ তাসবীহ হলো ৩৪ বার।(আধুনিক প্রকাশনী- ৫৮৭৩,ইসলামিক ফাউন্ডেশন- ৫৭৬৬)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، أَنَّ فَاطِمَةَ ـ عَلَيْهِمَا السَّلاَمُ ـ شَكَتْ مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى، فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا، فَلَمْ تَجِدْهُ، فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ‏.‏ قَالَ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا، فَذَهَبْتُ أَقُومُ فَقَالَ ‏\"‏ مَكَانَكِ ‏\"‏‏.‏ فَجَلَسَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي فَقَالَ ‏\"‏ أَلاَ أَدُلُّكُمَا عَلَى مَا هُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ، إِذَا أَوَيْتُمَا إِلَى فِرَاشِكُمَا، أَوْ أَخَذْتُمَا مَضَاجِعَكُمَا، فَكَبِّرَا ثَلاَثًا وَثَلاَثِينَ، وَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ، وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ، فَهَذَا خَيْرٌ لَكُمَا مِنْ خَادِمٍ ‏\"‏‏.‏ وَعَنْ شُعْبَةَ عَنْ خَالِدٍ عَنِ ابْنِ سِيرِينَ قَالَ التَّسْبِيحُ أَرْبَعٌ وَثَلاَثُونَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6319,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন বিছানায় যেতেন, তখন মুয়াওবিযাত (ফালাক ও নাস) পাঠ করতেনঃ তারপর তাঁর দু' হাতে ফুঁক দিয়ে তা শরীরে মাসহ করতেন।(আধুনিক প্রকাশনী- ৫৮৭৪, ইসলামিক ফাউন্ডেশন- ৫৭৬৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ، وَقَرَأَ بِالْمُعَوِّذَاتِ، وَمَسَحَ بِهِمَا جَسَدَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6320,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যদি তোমাদের কোন ব্যক্তি শয্যা গ্রহণ করতে যায়, তখন সে যেন তার লুঙ্গির ভেতর দিক দিয়ে নিজ বিছানাটা ঝেড়ে নেয়। কারণ, সে জানে না যে, বিছানার উপর তার অনুপস্থিতিতে পীড়াদায়ক কোন কিছু আছে কিনা। তারপর পড়বেঃ হে আমার রব্ব! আপনারই নামে আমার শরীরটা বিছানায় রাখলাম এবং আপনারই নামে আবার উঠবো। যদি আপনি ইতোমধ্যে আমার জান কব্‌য করে নেন তা হলে, তার উপর রহম করবেন। আর যদি তা আমাকে ফিরিয়ে দেন, তবে তাকে এমনভাবে হিফাযত করবেন, যেভাবে আপনি আপনার নেক বান্দাদের হিফাযাত করে থাকেন।[৭৩৯৩; মুসলিম ৪৮/১৭, হাঃ ২৭১৪, আহমাদ ৯৫৯৫] আধুনিক প্রকাশনী- ৫৮৭৫, ইসলামিক ফাউন্ডেশন- ৫৭৬৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم\"‏ إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ، فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ، ثُمَّ يَقُولُ بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ ‏\"‏‏.‏ تَابَعَهُ أَبُو ضَمْرَةَ وَإِسْمَاعِيلُ بْنُ زَكَرِيَّاءَ عَنْ عُبَيْدِ اللَّهِ‏.‏ وَقَالَ يَحْيَى وَبِشْرٌ عَنْ عُبَيْدِ اللَّهِ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَرَوَاهُ مَالِكٌ وَابْنُ عَجْلاَنَ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6321,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেনঃ প্রতি রাতের শেষ তৃতীয়াংশ অবশিষ্ট থাকতে আমাদের পরওয়ারদেগার আমাদের নিকটবর্তী আসমানে অবতরণ করে ঘোষণা করতে থাকেনঃ আমার নিকট দু'আ করবে কে? আমি তার দু'আ কবুল করবো। আমার নিকট কে চাবে? আমি তাকে দান করবো। আমার কাছে কে তার গুনাহ ক্ষমা চাবে? আমি তাকে ক্ষমা করে দেবো।(আধুনিক প্রকাশনী- ৫৮৭৬, ইসলামিক ফাউন্ডেশন- ৫৭৬৯)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عَبْدِ اللَّهِ الأَغَرِّ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يَتَنَزَّلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ يَقُولُ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ، مَنْ يَسْأَلُنِي فَأُعْطِيَهُ، وَمَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ?\"‏‏‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6322,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন পায়খানায় প্রবেশ করতেন, তখন তিনি বলতেনঃ হে আল্লাহ! আমি আপনার কাছে যাবতীয় পুরুষ ও স্ত্রী শয়তানদের থেকে আশ্রয় প্রার্থণা করছি।(আধুনিক প্রকাশনী- ৫৮৭৭, ইসলামিক ফাউন্ডেশন- ৫৭৭০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ قَالَ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبُثِ وَالْخَبَائِثِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6323,
    "narrator": "শাদ্দাদ ইবনু আওস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, সাইয়্যিদুল ইস্তিগফার হলোঃ \"হে আল্লাহ! আপনিই আমার রব্ব। আপনি ব্যতীত আর কোন মাবূদ নেই। আপনিই আমাকে সৃষ্টি করেছেন, আর আমি আপনারই গোলাম। আর আমি আমার সাধ্য মত আপনার সঙ্গে কৃত প্রতিজ্ঞা ও অঙ্গীকারের উপর সুদৃঢ়ভাবে কায়িম আছি। আমি আমার প্রতি আপনার নি'য়ামত স্বীকার করছি এবং কৃতগুনাহসমূহকে স্বীকার করছি। সুতরাং আমাকে মাফ করে দিন। কারণ আপনি ব্যতীত মাফ করার আর কেউ নেই। আমি আমার কৃতগুনাহের মন্দ ফলাফল থেকে আপনার কাছে আশ্রয় চাচ্ছি।\" যে লোক সন্ধ্যা বেলায় এ দু'আ পড়বে, আর এ রাতেই মারা যাবে, সে জান্নাতে প্রবেশ করবে। রাবী বলেন, অথবা তিনি বলেছেনঃ সে হবে জান্নাতী। আর যে লোক সকালে এ দু'আ পড়বে, আর এ দিনেই মারা যাবে সেও তেমনি জান্নাতী হবে।(আধুনিক প্রকাশনী- ৫৮৭৮, ইসলামিক ফাউন্ডেশন- ৫৭৭১)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حُسَيْنٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ بُشَيْرِ بْنِ كَعْبٍ، عَنْ شَدَّادِ بْنِ أَوْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ سَيِّدُ الاِسْتِغْفَارِ اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ، وَأَبُوءُ لَكَ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ‏.‏ إِذَا قَالَ حِينَ يُمْسِي فَمَاتَ دَخَلَ الْجَنَّةَ ـ أَوْ كَانَ مِنْ أَهْلِ الْجَنَّةِ ـ وَإِذَا قَالَ حِينَ يُصْبِحُ فَمَاتَ مِنْ يَوْمِهِ ‏\"‏‏.‏ مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6324,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন ঘুমাতে চাইতেন, তখন বলতেনঃ \"হে আল্লাহ! আমি আপনার নামেই মরি এবং জীবিত হই।\" আর তিনি যখন নিদ্রা থেকে জেগে উঠতেন তখন বলতেনঃ \"আল্লাহ তা'আলারই সকল প্রশংসা যিনি আমাদের (নিদ্রা জাতীয়) ওফাত দেয়ার পর আবার নতুন জীবন দান করেছেন। আর সর্বশেষে তাঁরই কাছে আমাদের পুনরুত্থান হবে।(আধুনিক প্রকাশনী- ৫৮৭৯, ইসলামিক ফাউন্ডেশন- ৫৭৭২)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَنَامَ قَالَ ‏\"‏ بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا ‏\"‏‏.‏ وَإِذَا اسْتَيْقَظَ مِنْ مَنَامِهِ قَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6325,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন রাতে বিছানায় যেতেন তখন দু'আ পড়তেনঃ \"হে আল্লাহ! আমি আপনারই নামে মরি এবং জীবিত হই।\" আর যখন তিনি সজাগ হতেন তখন বলতেনঃ \"সকল প্রশংসা আল্লাহ্‌রই যিনি আমাদের জীবিত করেছেন, (নিদ্রা স্বরূপ) মৃত্যুর পর এবং তাঁরই কাছে অবশ্যই পুনরুত্থান সুনিশ্চিত।\"(আধুনিক প্রকাশনী- ৫৮৮০, ইসলামিক ফাউন্ডেশন- ৫৭৭৩)",
    "ar": "حَدَّثَنَا عَبْدَانُ، عَنْ أَبِي حَمْزَةَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ قَالَ ‏\"‏ اللَّهُمَّ بِاسْمِكَ أَمُوتُ وَأَحْيَا ‏\"‏‏.‏ فَإِذَا اسْتَيْقَظَ قَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6327,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "যে, (আল্লাহ্‌রবাণী) - \"...... সালাতে স্বর উঁচু করবে না আর অতি ক্ষীণও করবে না......।\" (সূরা আল-ইসরাঃ ১১০) এ আয়াতটি দু'আ সম্পর্কেই অবতীর্ণ করা হয়েছে।(আধুনিক প্রকাশনী- ৫৮৮২, ইসলামিক ফাউন্ডেশন- ৫৭৭৫)",
    "ar": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، ‏{‏وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا‏}‏ أُنْزِلَتْ فِي الدُّعَاءِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6326,
    "narrator": "আবূ বাক্‌র সিদ্দিক (রাঃ)",
    "bn": "একবার তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকট বললেন, আপনি আমাকে এমন একটি দু'আ শিখিয়ে দিন, যা দিয়ে আমি সলাতে দু'আ করব। তিনি বললেন, তুমি সালাতে পড়বেঃ \"হে আল্লাহ! আমি আমার নিজের উপর অনেক অধিক যুল্‌ম করেছি। আপনি ছাড়া আমার গুনাহ মাফ করার আর কেউ নেই। অতএব আপনি আপনার পক্ষ থেকে আমাকে ক্ষমা করে দিন। আর আমার প্রতি দয়া করুন। নিশ্চয় আপনি ক্ষমাশীল ও অতি দয়ালু।\"(আধুনিক প্রকাশনী- ৫৮৮১, ইসলামিক ফাউন্ডেশন- ৫৭৭৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا اللَّيْثُ، قَالَ حَدَّثَنِي يَزِيدُ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ ـ رضى الله عنه ـ أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي‏.‏ قَالَ ‏ \"‏ قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ ‏\"‏‏.‏ وَقَالَ عَمْرٌو عَنْ يَزِيدَ، عَنْ أَبِي الْخَيْرِ، إِنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرٍو، قَالَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لِلنَّبِيِّ صلى الله عليه وسلم‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6328,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "আমরা সালাতে বলতামঃ ‘‘আস্সালামু আলাল্লাহ, আস্সালামু আলা ফুলানিন্।’’ তখন একদিন নাবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের বললেনঃ আল্লাহ তা‘আলা নিজেই সালাম। সুতরাং তোমাদের কেউ যখন সালাতে বসবে, তখন সে যেন التَّحِيَّاتُ للهِ÷ إِلٰى قَوْلِهِ الصَّالِحِينَ পর্যন্ত পড়ে। সে যখন এতটুকু পড়বে তখন আসমান যমীনের আল্লাহর সব নেক বান্দাদের নিকট তা পৌঁছে যাবে। তারপর বলবে, أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدٍا عَبْدُه” وَرَسُوْلُه” তারপর হাম্দ সানা যা ,ইচ্ছে পড়তে পারবে। [৮৩১] আধুনিক প্রকাশনী- ৫৮৮৩, ইসলামিক ফাউন্ডেশন- ৫৭৭৬)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ كُنَّا نَقُولُ فِي الصَّلاَةِ السَّلاَمُ عَلَى اللَّهِ، السَّلاَمُ عَلَى فُلاَنٍ‏.‏ فَقَالَ لَنَا النَّبِيُّ صلى الله عليه وسلم ذَاتَ يَوْمٍ ‏ \"‏ إِنَّ اللَّهَ هُوَ السَّلاَمُ، فَإِذَا قَعَدَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ التَّحِيَّاتُ لِلَّهِ إِلَى قَوْلِهِ الصَّالِحِينَ‏.‏ فَإِذَا قَالَهَا أَصَابَ كُلَّ عَبْدٍ لِلَّهِ فِي السَّمَاءِ وَالأَرْضِ صَالِحٍ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ‏.‏ ثُمَّ يَتَخَيَّرُ مِنَ الثَّنَاءِ مَا شَاءَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6330,
    "narrator": "মুগীরাহ (রাঃ)",
    "bn": "মুগীরাহ (রাঃ) আবূ সুফ্‌ইয়ানের পুত্র মু'আবিয়াহ (রাঃ) -এর নিকট এক পত্রে লিখেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) প্রত্যেক সালাতে সালাম ফিরানোর পর বলতেনঃ আল্লাহ ব্যতীত আর কোন মা'বূদ নেই। তিনি একক। তাঁর কোন শরীক নেই। মূলক্‌ তাঁরই, প্রশংসা তাঁরই। তিনি সব কিছুর উপর সর্বশক্তিমান। হে আল্লাহ্‌ আপনি কাউকে যা দান করেন তাতে বাধা দেয়ার কেউ নেই। আর আপনি যাকে কোন কিছু দিতে বিরত থাকেন তাকে তা দেয়ার মতো কেউ নেই। ধনীর ধন তাকে তোমা হতে উপকার দিতে পারে না।(আধুনিক প্রকাশনী- ৫৮৮৫, ইসলামিক ফাউন্ডেশন- ৫৭৭৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ، عَنْ وَرَّادٍ، مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ كَتَبَ الْمُغِيرَةُ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ إِذَا سَلَّمَ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏\"‏‏.‏ وَقَالَ شُعْبَةُ عَنْ مَنْصُورٍ قَالَ سَمِعْتُ الْمُسَيَّبَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6329,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "গরীব সাহাবীগণ বললেনঃ হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! ধনী লোকেরা তো উচ্চমর্যাদা ও চিরস্থায়ী নি'য়ামত নিয়ে আমাদের থেকে এগিয়ে গেলেন। তিনি জিজ্ঞেস করলেনঃ তা কেমন করে? তাঁরা বললেনঃ আমরা যে রকম সলাত আদায় করি, তাঁরাও সে রকম সলাত আদায় করেন। আমরা যেমন জিহাদ করি, তাঁরাও তেমন জিহাদ করেন এবং তাঁরাও তাদের অতিরিক্ত মাল দিয়ে সদাকাহ-খয়রাত করেন; কিন্তু আমাদের কাছে সম্পদ নেই। তিনি বললেনঃ আমি কি তোমাদের একটি 'আমাল বাতলে দেব না, যে 'আমাল দ্বারা তোমরা তোমাদের পূর্ববর্তীদের মর্যাদা লাভ করতে পারবে, আর তোমাদের পরবর্তীদের চেয়ে এগিয়ে যেতে পারবে, আর তোমাদের মত 'আমাল কেউ করতে পারবে না, কেবলমাত্র যারা তোমাদের মত 'আমাল করবে তারা ব্যতীত। সে 'আমাল হলো তোমরা প্রত্যেক সালাতের পর ১০ বার 'সুবহানাল্লাহ', ১০ বার 'আলহামদু লিল্লাহ' এবং ১০ বার 'আল্লাহু আকবার' পাঠ করবে।(আধুনিক প্রকাশনী- ৫৮৮৪, ইসলামিক ফাউন্ডেশন- ৫৭৭৭)",
    "ar": "حَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا يَزِيدُ، أَخْبَرَنَا وَرْقَاءُ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ،‏.‏ قَالُوا يَا رَسُولَ اللَّهِ ذَهَبَ أَهْلُ الدُّثُورِ بِالدَّرَجَاتِ وَالنَّعِيمِ الْمُقِيمِ‏.‏ قَالَ ‏\"‏ كَيْفَ ذَاكَ ‏\"‏‏.‏ قَالَ صَلَّوْا كَمَا صَلَّيْنَا، وَجَاهَدُوا كَمَا جَاهَدْنَا، وَأَنْفَقُوا مِنْ فُضُولِ أَمْوَالِهِمْ، وَلَيْسَتْ لَنَا أَمْوَالٌ‏.‏ قَالَ ‏\"‏ أَفَلاَ أُخْبِرُكُمْ بِأَمْرٍ تُدْرِكُونَ مَنْ كَانَ قَبْلَكُمْ، وَتَسْبِقُونَ مَنْ جَاءَ بَعْدَكُمْ، وَلاَ يَأْتِي أَحَدٌ بِمِثْلِ مَا جِئْتُمْ، إِلاَّ مَنْ جَاءَ بِمِثْلِهِ، تُسَبِّحُونَ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا، وَتَحْمَدُونَ عَشْرًا، وَتُكَبِّرُونَ عَشْرًا ‏\"‏‏.‏ تَابَعَهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ سُمَىٍّ وَرَوَاهُ ابْنُ عَجْلاَنَ عَنْ سُمَىٍّ وَرَجَاءِ بْنِ حَيْوَةَ‏.‏ وَرَوَاهُ جَرِيرٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي الدَّرْدَاءِ‏.‏ وَرَوَاهُ سُهَيْلٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6332,
    "narrator": "ইবনু আবূ আওফা (রাঃ)",
    "bn": "ইবনু আবূ আওফা (রাঃ) বর্ণনা করতেন, যখন কেউ কোন সদাকাহ নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকট আসতো তখন তিনি দু'আ করতেনঃ হে আল্লাহ্‌! আপনি অমুকের পরিবারের উপর রহম অবতীর্ণ করেন। একবার আমার আব্বা তাঁর কাছে কিছু সদাকাহ নিয়ে এলে তিনি বললেনঃ হে আল্লাহ! আপনি আবূ আওফার পরিবারের উপর দয়া করুন।(আধুনিক প্রকাশনী- ৫৮৮৭, ইসলামিক ফাউন্ডেশন- ৫৭৮০)",
    "ar": "حَدَّثَنَا مُسْلِمٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ رَجُلٌ بِصَدَقَةٍ قَالَ ‏\"‏ اللَّهُمَّ صَلِّ عَلَى آلِ فُلاَنٍ ‏\"‏‏.‏ فَأَتَاهُ أَبِي فَقَالَ ‏\"‏ اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6334,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, একদিন উম্মু সুলায়ম (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে বললেনঃ আনাস তো আপনারই খাদিম। তখন তিনি বললেনঃ হে আল্লাহ! আপনি তার সম্পদ ও সন্তানাদি বাড়িয়ে দিন এবং আপনি তাকে যা কিছু দান করেছেন, তাতে বারাকাত দিন।(আধুনিক প্রকাশনী- ৫৮৮৯, ইসলামিক ফাউন্ডেশন- ৫৭৮২)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، قَالَ قَالَتْ أُمُّ سُلَيْمٍ لِلنَّبِيِّ صلى الله عليه وسلم أَنَسٌ خَادِمُكَ‏.‏ قَالَ ‏ \"‏ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6335,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এক লোককে মাসজিদে কুরআন তিলাওয়াত করতে শুনলেন। তখন তিনি বললেনঃ আল্লাহ তার উপর দয়া করুন। সে আমাকে অমুক অমুক আয়াত মনে করিয়ে দিয়েছে, যা আমি অমুক অমুক সূরা থেকে ভুলে গিয়েছিলাম।(আধুনিক প্রকাশনী- ৫৮৯০, ইসলামিক ফাউন্ডেশন- ৫৭৮৩)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَقْرَأُ فِي الْمَسْجِدِ فَقَالَ ‏ \"‏ رَحِمَهُ اللَّهُ، لَقَدْ أَذْكَرَنِي كَذَا وَكَذَا آيَةً أَسْقَطْتُهَا فِي سُورَةِ كَذَا وَكَذَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6336,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) গানীমতের মাল বণ্টন করে দিলে এক লোক মন্তব্য করলেনঃ এটা এমন বণ্টন যার মধ্যে আল্লাহ্‌র সন্তুষ্টির খেয়াল রাখা হয়নি। আমি তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে জানালে তিনি রাগান্বিত হলেন। এমনকি আমি তাঁর চেহারার মধ্যে গোস্বার চিহ্ন দেখতে পেলাম। তিনি বললেনঃ আল্লাহ মুসা (‘আঃ) -এর প্রতি দয়া করুন, তাঁকে এর চেয়ে বেশী কষ্ট দেয়া হয়েছে, কিন্তু তিনি ধৈর্যধারণ করেছেন।(আধুনিক প্রকাশনী- ৫৮৯১, ইসলামিক ফাউন্ডেশন- ৫৭৮৪)",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي سُلَيْمَانُ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ قَالَ قَسَمَ النَّبِيُّ صلى الله عليه وسلم قَسْمًا فَقَالَ رَجُلٌ إِنَّ هَذِهِ لَقِسْمَةٌ مَا أُرِيدَ بِهَا وَجْهُ اللَّهِ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلمفَغَضِبَ حَتَّى رَأَيْتُ الْغَضَبَ فِي وَجْهِهِ وَقَالَ يَرْحَمُ اللَّهُ مُوسَى لَقَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6333,
    "narrator": "জারীর (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তুমি কি যুল-খালাসাহকে ধ্বংস করে আমাকে চিন্তামুক্ত করবে? সেটা ছিল এক মূর্তি। লোকেরা এর পূজা করতো। সেটাকে বলা হতো ইয়ামানী কা'বা। আমি বললামঃ হে আল্লাহ্‌র রসূল! আমি অশ্ব পৃষ্ঠে স্থির থাকতে পারি না। তখন তিনি আমাকে বুকে জোরে একটা থাবা মারলেন এবং বললেনঃ হে আল্লাহ! আপনি তাকে স্থির রাখুন এবং তাকে হিদায়াতকারী ও হিদায়াতপ্রাপ্ত বানিয়ে দিন। তখন আমি আমারই গোত্র আহমাসের পঞ্চাশ জন যোদ্ধাসহ বের হলাম। সুফ্‌ইয়ান (রহঃ) বলেন, তিনি কোন কোন সময় বলেছেনঃ আমি তোমার গোত্রের একদল যোদ্ধার মধ্যে গেলাম। তারপর আমি সেই মূর্তিটার কাছে গিয়ে সেটা জ্বালিয়ে ফেললাম। এরপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর কাছে এসে বললামঃ হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম! আমি যুল-খালাসাহ্‌কে জ্বালিয়ে পুড়িয়ে পাঁচড়াযুক্ত উটের মত করে আপনার কাছে এসেছি। তখন তিনি আহমাস গোত্র ও তার যোদ্ধাদের জন্য দু'আ করলেন।(আধুনিক প্রকাশনী- ৫৮৮৮, ইসলামিক ফাউন্ডেশন- ৫৭৮১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ سَمِعْتُ جَرِيرًا، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ تُرِيحُنِي مِنْ ذِي الْخَلَصَةِ ‏\"‏‏.‏ وَهْوَ نُصُبٌ كَانُوا يَعْبُدُونَهُ يُسَمَّى الْكَعْبَةَ الْيَمَانِيَةَ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي رَجُلٌ لاَ أَثْبُتُ عَلَى الْخَيْلِ، فَصَكَّ فِي صَدْرِي فَقَالَ ‏\"‏ اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا ‏\"‏‏.‏ قَالَ فَخَرَجْتُ فِي خَمْسِينَ مِنْ أَحْمَسَ مِنْ قَوْمِي ـ وَرُبَّمَا قَالَ سُفْيَانُ فَانْطَلَقْتُ فِي عُصْبَةٍ مِنْ قَوْمِي ـ فَأَتَيْتُهَا فَأَحْرَقْتُهَا، ثُمَّ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ، وَاللَّهِ مَا أَتَيْتُكَ حَتَّى تَرَكْتُهَا مِثْلَ الْجَمَلِ الأَجْرَبِ‏.‏ فَدَعَا لأَحْمَسَ وَخَيْلِهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6331,
    "narrator": "সালামাহ ইবনু আকওয়া' (রাঃ)",
    "bn": "তিনি বলেনঃ একবার আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর সঙ্গে খায়বার অভিযানে বের হলাম। সেনাবাহিনীর এক ব্যক্তি বললেনঃ ওহে 'আমির! যদি আপনি আপনার ছোট ছোট কবিতা থেকে কিছুটা আমাদের শুনাতেন? তখন তিনি সওয়ারী থেকে নেমে হুদী গাইতে গাইতে বাহন হাঁকিয়ে নিতে শুরু করলেন। তাতে উল্লেখ করলেনঃ আল্লাহ তা'আলা না হলে আমরা হিদায়াত পেতাম না। (রাবী বলেন) এছাড়া আরও কিছু কবিতা তিনি আবৃত্তি করলেন, যা আমি স্মরণ রাখতে পারিনি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জিজ্ঞেস করলেনঃ এ উট চালক লোকটি কে? সাথীরা বললেনঃ উনি 'আমির ইবনু আকওয়া'। তিনি বললেনঃ আল্লাহ তার উপর রহম করুন। তখন দলের একজন বললেনঃ হে আল্লাহ্‌র রসূল! আপনি তার দু'আয় আমাদেরকেও অন্তর্ভুক্ত করলে ভাল হতো না? এরপর যখন মুজাহিদগণ কাতারবন্দী হয়ে শত্রুর বিরুদ্ধে যুদ্ধ করলেন, এ সময় 'আমির (রাঃ) তাঁর নিজের তলোয়ারের অগ্রভাগের আঘাতে আহত হলেন এবং এ আঘাতের ফলে তিনি মারা গেলেন। এদিন লোকেরা সন্ধ্যার পর (পাকের জন্য) বিভিন্নভাবে অনেক আগুন জ্বালালেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জিজ্ঞেস করলেনঃ এ সব আগুন কিসের? এসব আগুন দিয়ে তোমরা কী জ্বাল দিচ্ছ। তারা বললেনঃ আমরা গৃহপালিত গাধার মাংস জ্বাল দিচ্ছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ হাঁড়িতে যা আছে, তা সব ফেলে দাও এবং হাঁড়িগুলোও ভেঙ্গে ফেল। এক ব্যক্তি বললেনঃ হে আল্লাহ্‌র রসূল! হাঁড়িতে যা আছে তা ফেলে দিলে এবং পাত্রগুলো ধুয়ে নিলে চলবে না? তিনি বললেনঃ তবে তাই কর।(আধুনিক প্রকাশনী- ৫৮৮৬, ইসলামিক ফাউন্ডেশন- ৫৭৭৯)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، مَوْلَى سَلَمَةَ حَدَّثَنَا سَلَمَةُ بْنُ الأَكْوَعِ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى خَيْبَرَ، قَالَ رَجُلٌ مِنَ الْقَوْمِ أَيَا عَامِرُ لَوْ أَسْمَعْتَنَا مِنْ هُنَيْهَاتِكَ‏.‏ فَنَزَلَ يَحْدُو بِهِمْ يُذَكِّرُ‏.‏ تَاللَّهِ لَوْلاَ اللَّهُ مَا اهْتَدَيْنَا‏.‏ وَذَكَرَ شِعْرًا غَيْرَ هَذَا، وَلَكِنِّي لَمْ أَحْفَظْهُ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ هَذَا السَّائِقُ ‏\"‏‏.‏ قَالُوا عَامِرُ بْنُ الأَكْوَعِ‏.‏ قَالَ ‏\"‏ يَرْحَمُهُ اللَّهُ ‏\"‏‏.‏ وَقَالَ رَجُلٌ مِنَ الْقَوْمِ يَا رَسُولَ اللَّهِ لَوْلاَ مَتَّعْتَنَا بِهِ، فَلَمَّا صَافَّ الْقَوْمَ قَاتَلُوهُمْ، فَأُصِيبَ عَامِرٌ بِقَائِمَةِ سَيْفِ نَفْسِهِ فَمَاتَ، فَلَمَّا أَمْسَوْا أَوْقَدُوا نَارًا كَثِيرَةً فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا هَذِهِ النَّارُ عَلَى أَىِّ شَىْءٍ تُوقِدُونَ ‏\"‏‏.‏ قَالُوا عَلَى حُمُرٍ إِنْسِيَّةٍ‏.‏ فَقَالَ ‏\"‏ أَهْرِيقُوا مَا فِيهَا، وَكَسِّرُوهَا ‏\"‏‏.‏ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَلاَ نُهَرِيقُ مَا فِيهَا وَنَغْسِلُهَا قَالَ ‏\"‏ أَوْ ذَاكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6337,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন যে, তুমি প্রতি জুমু'আহ্‌য় লোকেদের হাদীস শোনাবে। যদি এতে তুমি ক্লান্ত না হও তবে সপ্তাহে দু' বার। আরও অধিক করতে চাও তবে তিনবার। আরও অধিক নাসীহাত করে এ কুরআনের প্রতি মানুষের মনে বিরক্তি সৃষ্টি করো না। লোকেরা তাদের কথাবার্তায় ব্যস্ত থাকা অবস্থায় তুমি তাদের কাছে এসে তাদের নির্দেশ দেবে- আমি যেন এমন হালাতে তোমাকে না পাই। কারণ এতে তাদের কথায় বিঘ্ন সৃষ্টি হবে এবং তারা বিরক্ত হবে। বরং তুমি এ সময় নীরব থাকবে। যদি তারা আগ্রহ নিয়ে তোমাকে নাসীহাত দিতে বলে তাহলে তুমি তাদের নাসীহাত দেবে। আর তুমি দু'আর মধ্যে ছন্দযুক্ত কবিতা বর্জন করবে। কারণ আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও তাঁর সাহাবীগণকে তা বর্জন করতে দেখেছি।(আধুনিক প্রকাশনী- ৫৮৯২, ইসলামিক ফাউন্ডেশন- ৫৭৮৫)",
    "ar": "يَحْيَى بْنُ مُحَمَّدِ بْنِ السَّكَنِ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ أَبُو حَبِيبٍ حَدَّثَنَا هَارُونُ الْمُقْرِئُ حَدَّثَنَا الزُّبَيْرُ بْنُ الْخِرِّيتِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ حَدِّثْ النَّاسَ كُلَّ جُمُعَةٍ مَرَّةً فَإِنْ أَبَيْتَ فَمَرَّتَيْنِ فَإِنْ أَكْثَرْتَ فَثَلَاثَ مِرَارٍ وَلَا تُمِلَّ النَّاسَ هَذَا الْقُرْآنَ وَلَا أُلْفِيَنَّكَ تَأْتِي الْقَوْمَ وَهُمْ فِي حَدِيثٍ مِنْ حَدِيثِهِمْ فَتَقُصُّ عَلَيْهِمْ فَتَقْطَعُ عَلَيْهِمْ حَدِيثَهُمْ فَتُمِلُّهُمْ وَلَكِنْ أَنْصِتْ فَإِذَا أَمَرُوكَ فَحَدِّثْهُمْ وَهُمْ يَشْتَهُونَهُ فَانْظُرْ السَّجْعَ مِنْ الدُّعَاءِ فَاجْتَنِبْهُ فَإِنِّي عَهِدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَصْحَابَهُ لَا يَفْعَلُونَ إِلَّا ذَلِكَ يَعْنِي لَا يَفْعَلُونَ إِلَّا ذَلِكَ الِاجْتِنَابَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6338,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের কেউ দু'আ করলে দু'আর সময় দৃঢ় বিশ্বাসের সঙ্গে দু'আ করবে এবং এ কথা বলবে না হে আল্লাহ! আপনার ইচ্ছে হলে আমাকে কিছু দিন। কারণ আল্লাহ্‌কে বাধ্য করার কেউ নেই।[৭৪৬৪; মুসলিম ৪৫/৩৭, হাঃ ২৬১৮] আধুনিক প্রকাশনী- ৫৮৯৩, ইসলামিক ফাউন্ডেশন- ৫৭৮৬)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا عَبْدُ الْعَزِيزِ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا دَعَا أَحَدُكُمْ فَلْيَعْزِمِ الْمَسْأَلَةَ، وَلاَ يَقُولَنَّ اللَّهُمَّ إِنْ شِئْتَ فَأَعْطِنِي‏.‏ فَإِنَّهُ لاَ مُسْتَكْرِهَ لَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6339,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের কেউ কখনো এ কথা বলবে না যে, হে আল্লাহ! আপনার ইচ্ছে হলে আমাকে ক্ষমা করুন। হে আল্লাহ! আপনার ইচ্ছে হলে আমাকে দয়া করুন। বরং দৃঢ় আশা নিয়ে দু'আ করবে। কারণ আল্লাহ্‌কে বাধ্য করার কেউ নেই।[৭৪৭৭; মুসলিম ৪৮/৩, হাঃ ২৬৭৯, আহমাদ ৯৯৭৫] আধুনিক প্রকাশনী- ৫৮৯৪, ইসলামিক ফাউন্ডেশন- ৫৭৮৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي، اللَّهُمَّ ارْحَمْنِي، إِنْ شِئْتَ‏.‏ لِيَعْزِمِ الْمَسْأَلَةَ، فَإِنَّهُ لاَ مُكْرِهَ لَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6340,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, তোমাদের প্রত্যেক ব্যক্তির দু'আ কবূল হয়ে থাকে। যদি সে তাড়াহুড়া না করে আর বলে যে, আমি দু'আ করলাম। কিন্তু আমার দু'আ তো কবূল হলো না।[মুসলিম ৪৮/২৪, হাঃ ২৭৩৫, আহমাদ ১৩০০৭]আধুনিক প্রকাশনী- ৫৮৯৫, ইসলামিক ফাউন্ডেশন- ৫৭৮৮)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى ابْنِ أَزْهَرَ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ يَقُولُ دَعَوْتُ فَلَمْ يُسْتَجَبْ لِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6341,
    "narrator": "আনাস (রাঃ)",
    "bn": "অন্য এক সূত্রে আনাস (রাঃ) হতে বর্ণিত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দু' হাত এতটুকু তুলে দু'আ করেছেন যে, আমি তার বগলের শুভ্রতা দেখতে পেয়েছি।(আধুনিক প্রকাশনী- অনুচ্ছেদ, ইসলামিক ফাউন্ডেশন- অনুচেছদ)",
    "ar": "قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ الأُوَيْسِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَشَرِيكٍ، سَمِعَا أَنَسًا، عَنِ النَّبِيِّ صلى الله عليه وسلم رَفَعَ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6342,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জুমু'আহ্‌র দিন খুৎবাহ দিচ্ছিলেন। এক ব্যক্তি দাঁড়িয়ে বললোঃ হে আল্লাহ্‌র রসূল! আপনি আমাদের উপর বৃষ্টির জন্য দু'আ করুন। (তিনি দু'আ করলে) তখনই আকাশ মেঘে ছেয়ে গেল এবং এমনি বৃষ্টি হলো যে, মানুষ আপন ঘরে পৌঁছতে পারলো না এবং পরবর্তী জুমু'আহ পর্যন্ত এক নাগাড়ে বৃষ্টি হতে থাকলো। পরবর্তী জুমু'আহ্‌য় সেই লোক অথবা অন্য এক ব্যক্তি দাঁড়িয়ে বললোঃ আপনি আল্লাহ্‌র নিকট দু'আ করুন, তিনি যেন আমাদের উপর মেঘ সরিয়ে নেন। আমরা তো ডুবে গেলাম। তখন তিনি দু'আ করলেনঃ হে আল্লাহ! আপনি আমাদের আশেপাশে বর্ষণ করুন। আমাদের উপর (আর) বর্ষণ করবেন না। তখন মেঘ বিক্ষিপ্ত হয়ে মাদীনাহ্‌র পার্শ্ববর্তী এলাকায় ছড়িয়ে পড়লো। মাদীনাহ্‌বাসীর উপর আর বৃষ্টি হলো না।(আধুনিক প্রকাশনী- ৫৮৯৬, ইসলামিক ফাউন্ডেশন- ৫৭৮৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَسْقِيَنَا‏.‏ فَتَغَيَّمَتِ السَّمَاءُ وَمُطِرْنَا، حَتَّى مَا كَادَ الرَّجُلُ يَصِلُ إِلَى مَنْزِلِهِ، فَلَمْ تَزَلْ تُمْطَرُ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ، فَقَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ ادْعُ اللَّهَ أَنْ يَصْرِفَهُ عَنَّا، فَقَدْ غَرِقْنَا‏.‏ فَقَالَ ‏ \"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَجَعَلَ السَّحَابُ يَتَقَطَّعُ حَوْلَ الْمَدِينَةِ، وَلاَ يُمْطِرُ أَهْلَ الْمَدِينَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6343,
    "narrator": "আবদুল্লাহ ইবনু যায়দ (রাঃ)",
    "bn": "তিনি বলেন, একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ইস্‌তিস্‌কার (বৃষ্টির) সালাতের জন্য ঈদ্গাহে গমন করলেন এবং বৃষ্টির জন্য দু'আ করলেন। অতঃপর কিবলার দিকে মুখ করে নিজের চাদরখানা উল্টিয়ে গায়ে দিলেন।(আধুনিক প্রকাশনী- ৫৮৯৭, ইসলামিক ফাউন্ডেশন- ৫৭৯০)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم إِلَى هَذَا الْمُصَلَّى يَسْتَسْقِي، فَدَعَا وَاسْتَسْقَى ثُمَّ اسْتَقْبَلَ الْقِبْلَةَ وَقَلَبَ رِدَاءَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6344,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমার মা বললেনঃ হে আল্লাহ্‌র রসূল! আনাস আপনারই খাদিম। আপনি তার জন্য দু'আ করুন। তিনি দু'আ করলেনঃ হে আল্লাহ! আপনি তার সম্পদ ও সন্তান-সন্ততি বৃদ্ধি করে দিন। আর তাকে আপনি যা কিছু দিয়েছেন তাতে বারাকাত দিন।(আধুনিক প্রকাশনী- ,৫৮৯৮ ইসলামিক ফাউন্ডেশন- ৫৭৯১)",
    "ar": "عَبْدُ اللَّهِ بْنُ أَبِي الْأَسْوَدِ حَدَّثَنَا حَرَمِيٌّ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَتْ أُمِّي يَا رَسُولَ اللَّهِ خَادِمُكَ أَنَسٌ ادْعُ اللَّهَ لَهُ قَالَ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6345,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বিপদের সময় এ দু'আ পড়তেনঃ আল্লাহ ব্যতীত কোন ইলাহ নেই। যিনি মহান ও ধৈর্যশীল। আল্লাহ ছাড়া আর কোন ইলাহ নেই। তিনিই আসমান যমীনের প্রতিপালক ও মহান আরশের প্রভু। [৬৩৪৬, ৭৪২৬, ৭৪৩১; মুসলিম ৪৮/২১, হাঃ ২৭৩০, আহমাদ ৩৩৫৪] আধুনিক প্রকাশনী- ৫৮৯৯, ইসলামিক ফাউন্ডেশন- ৫৭৯২)",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَدْعُو عِنْدَ الْكَرْبِ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَالأَرْضِ، رَبُّ الْعَرْشِ الْعَظِيمِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6346,
    "narrator": "মুসান্নাদ (রহঃ) ইবনু 'আব্বাস (রাঃ)",
    "bn": "বিপদের সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ দু'আ পড়তেনঃ আল্লাহ ব্যতীত কোন ইলাহ নেই, যিনি অতি উচ্চ মর্যাদাপূর্ণ ও অশেষ ধৈর্যশীল, আরশে আযীমের প্রভু। আল্লাহ ব্যতীত কোন মাবূদ নেই। আসমান যমীনের প্রতিপালক ও সম্মানিত আরশের মালিক। আল্লাহ ব্যতীত আর কোন ইলাহ নেই। [৬৩৪৫; মুসলিম ৪৮/২১, হাঃ ২৭৩০, আহমাদ ৩৩৫৪] আধুনিক প্রকাশনী- ৫৯০০, ইসলামিক ফাউন্ডেশন- ৫৭৯৩)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ أَبِي عَبْدِ اللَّهِ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ عِنْدَ الْكَرْبِ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ، وَرَبُّ الأَرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمِ ‏\"‏‏.‏ وَقَالَ وَهْبٌ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6347,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বালা মুসীবতের কঠোরতা, দুর্ভাগ্যে পতিত হওয়া, ভাগ্যের অশুভ পরিণতি এবং দুশমনের আনন্দিত হওয়া থেকে আশ্রয় চাইলেন। সুফ্‌ইয়ান (রহঃ)-এর হাদীসে তিনটি বিষয়ের উল্লেখ আছে। একটি আমি বৃদ্ধি করেছি। জানি না তা এগুলোর কোন্‌টি।[৬৬১৬; মুসলিম ৪৮/১৬, হাঃ ২৭০৭] আধুনিক প্রকাশনী- ৫৯০১ ,ইসলামিক ফাউন্ডেশন- ৫৭৯৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي سُمَىٌّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ مِنْ جَهْدِ الْبَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ الْقَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ‏.‏ قَالَ سُفْيَانُ الْحَدِيثُ ثَلاَثٌ زِدْتُ أَنَا وَاحِدَةً، لاَ أَدْرِي أَيَّتُهُنَّ هِيَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6348,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সুস্থাবস্থায় বলতেনঃ জান্নাতের জায়গা না দেখিয়ে কোন নবীর জান কব্‌য করা হয় না, যতক্ষণ না তাঁকে তাঁর বাসস্থান দেখানো হয় এবং তাঁকে ইখ্‌তিকার দেয়া হয় (দুনিয়া বা আখিরাত গ্রহণ করার)। এরপর যখন তাঁর মৃত্যুর সময় উপস্থিত হলো, তখন তাঁর মাথাটা আমার উরুর উপর ছিল। কিছুক্ষণ অজ্ঞান থাকার পর তাঁর জ্ঞান ফিরে এলো। তখন তিনি ছাদের দিকে তাকিয়ে বললেনঃ \"আল্লাহুম্মা রাফীকাল 'আলা\" হে আল্লাহ! আমি রাফীকে 'আলা (শ্রেষ্ঠ বন্ধু)-কে গ্রহণ করলাম। আমি বললামঃ এখন থেকে তিনি আর আমাদের পছন্দ করবেন না। আর এটাও বুঝতে পারলাম যে, তিনি সুস্থ অবস্থায় আমাদের নিকট যা বলতেন এটি তাই। আর তা সঠিক। 'আয়িশাহ (রাঃ) বলেন, এটি ছিল তাঁর সর্বশেষ বাক্য যা তিনি বললেনঃ হে আল্লাহ! আমি শ্রেষ্ঠ বন্ধু গ্রহণ করলাম।(আধুনিক প্রকাশনী- ৫৯০২, ইসলামিক ফাউন্ডেশন- ৫৭৯৫)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَعُرْوَةُ بْنُ الزُّبَيْرِ، فِي رِجَالٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهْوَ صَحِيحٌ ‏\"‏ لَنْ يُقْبَضَ نَبِيٌّ قَطُّ حَتَّى يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ ثُمَّ يُخَيَّرُ ‏\"‏‏.‏ فَلَمَّا نَزَلَ بِهِ وَرَأْسُهُ عَلَى فَخِذِي، غُشِيَ عَلَيْهِ سَاعَةً، ثُمَّ أَفَاقَ فَأَشْخَصَ بَصَرَهُ إِلَى السَّقْفِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ الرَّفِيقَ الأَعْلَى ‏\"‏‏.‏ قُلْتُ إِذًا لاَ يَخْتَارُنَا، وَعَلِمْتُ أَنَّهُ الْحَدِيثُ الَّذِي كَانَ يُحَدِّثُنَا، وَهْوَ صَحِيحٌ‏.‏ قَالَتْ فَكَانَتْ تِلْكَ آخِرَ كَلِمَةٍ تَكَلَّمَ بِهَا ‏\"‏ اللَّهُمَّ الرَّفِيقَ الأَعْلَى ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6349,
    "narrator": "কায়স (রহঃ)",
    "bn": "তিনি বলেন, আমি খাব্বাব (রাঃ) -এর নিকট আসলাম। তিনি লোহা গরম করে শরীরে সাতবার দাগ দিয়েছিলেন। তিনি বললেনঃ যদি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদেরকে মৃত্যুর জন্য দু'আ করতে নিষেধ না করতেন, তাহলে আমি এজন্য দু'আ করতাম।[৫৬৭২; মুসলিম ৪৮/৪, হাঃ ২৬৮১, আহমাদ ৮১৯৬] আধুনিক প্রকাশনী- ৫৯০৩, ইসলামিক ফাউন্ডেশন- ৫৭৯৬)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ أَتَيْتُ خَبَّابًا وَقَدِ اكْتَوَى سَبْعًا قَالَ لَوْلاَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6350,
    "narrator": "কায়স (রহঃ)",
    "bn": "কায়স (রহঃ) বলেন, আমি খাব্বাব (রাঃ) -এর নিকট গেলাম। তিনি তাঁর পেটে সাতবার দাগ দিয়েছিলেন। তখন আমি তাঁকে বলতে শুনলামঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যদি আমদের মৃত্যুর জন্য দু'আ করতে নিষধ না করতেন, তবে আমি এজন্য দু'আ করতাম।(আধুনিক প্রকাশনী- ৫৯০৪, ইসলামিক ফাউন্ডেশন- ৫৭৯৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، عَنْ إِسْمَاعِيلَ، قَالَ حَدَّثَنِي قَيْسٌ، قَالَ أَتَيْتُ خَبَّابًا وَقَدِ اكْتَوَى سَبْعًا فِي بَطْنِهِ فَسَمِعْتُهُ يَقُولُ لَوْلاَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَانَا أَنْ نَدْعُوَ بِالْمَوْتِ لَدَعَوْتُ بِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6351,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের কেউ কোন বিপদের কারণে মৃত্যু কামনা করবে না। আর কেউ যদি এমন অবস্থায় পড়ে যে, তাকে মৃত্যু কামনা করতেই হয়, তবে সে দু'আ করবেঃ হে আল্লাহ! যতদিন বেঁচে থাকা আমার জন্য কল্যাণকর হয়, ততদিন আমাকে জীবিত রাখো, আর যখন আমার জন্য মৃত্যুই কল্যাণকর হয় তখন আমার মৃত্যু দাও।[৫৬৭১; মুসলিম ৪৮/৪, হাঃ ২৬৮০, আহমাদ ১১৯৭৯] আধুনিক প্রকাশনী- ৫৯০৫, ইসলামিক ফাউন্ডেশন- ৫৭৯৮)",
    "ar": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَتَمَنَّيَنَّ أَحَدٌ مِنْكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ، فَإِنْ كَانَ لاَ بُدَّ مُتَمَنِّيًا لِلْمَوْتِ فَلْيَقُلِ اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6354,
    "narrator": "ইবনু শিহাব (রহঃ)",
    "bn": "মাহমূদ ইবনু রাবী বর্ণনা করেছেন যে, তিনিই ছিলেন সেই লোক, বাল্যাবস্থায় তাঁদেরই কূপ থেকে পানি মুখে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যার চেহারার উপর ছিটিয়ে দিয়েছিলেন।(আধুনিক প্রকাশনী- ৫৯০৮, ইসলামিক ফাউন্ডেশন- ৫৮০১)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، وَهُوَ الَّذِي مَجَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي وَجْهِهِ وَهْوَ غُلاَمٌ مِنْ بِئْرِهِمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6352,
    "narrator": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "আমার খালা আমাকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকটে গেলেন এবং বললেনঃ হে আল্লাহর রসূল! আমার এ ভাগ্নেটি অসুস্থ। তিনি আমার মাথায় হাত বুলালেন এবং আমার জন্য বারাকাতের দু'আ করলেন। এরপর তিনি অযূ করলে, আমি তার অযূর পানি থেকে কিছুটা পান করলাম। তারপর আমি তাঁর পিঠের দিকে দাঁড়ালাম। তখন আমি তাঁর দু' কাঁধের মাঝে মোহ্‌রে নবূওয়াত দেখতে পেলাম। তা ছিল খাটের চাঁদোয়ার ঝালরের ন্যায়।(আধুনিক প্রকাশনী- ৫৯০৬, ইসলামিক ফাউন্ডেশন- ৫৭৯৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمٌ، عَنِ الْجَعْدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ ذَهَبَتْ بِي خَالَتِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَ أُخْتِي وَجِعٌ‏.‏ فَمَسَحَ رَأْسِي، وَدَعَا لِي بِالْبَرَكَةِ، ثُمَّ تَوَضَّأَ فَشَرِبْتُ مِنْ وَضُوئِهِ، ثُمَّ قُمْتُ خَلْفَ ظَهْرِهِ، فَنَظَرْتُ إِلَى خَاتَمِهِ بَيْنَ كَتِفَيْهِ مِثْلَ زِرِّ الْحَجَلَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6353,
    "narrator": "আবূ 'আকীল (রাঃ)",
    "bn": "তাঁর দাদা 'আবদুল্লাহ ইবনু হিশাম (রাঃ) তাকে নিয়ে বাজারের দিকে বের হতেন। সেখানে তিনি খাদ্যদ্রব্য ক্রয় করতেন। তখন পথে ইবনু যুবায়র (রাঃ) ও ইবনু 'উমার (রাঃ) -এর দেখা হলে, তাঁরা তাঁকে বলতেন যে, এতে আপনি আমদেরও অংশীদার করে নিন। কারণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আপনার জন্য বারাকাতের দু'আ করেছেন। তখন তিনি তাঁদের অংশীদার করে নিতেন। তিনি বাহনের পৃষ্ঠে লাভের শস্যাদি পূর্ণরূপে পেতেন, আর তা ঘরে পাঠিয়ে দিতেন।(আধুনিক প্রকাশনী- ৫৯০৭, ইসলামিক ফাউন্ডেশন- ৫৮০০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي عَقِيلٍ، أَنَّهُ كَانَ يَخْرُجُ بِهِ جَدُّهُ عَبْدُ اللَّهِ بْنُ هِشَامٍ مِنَ السُّوقِ أَوْ إِلَى السُّوقِ فَيَشْتَرِي الطَّعَامَ، فَيَلْقَاهُ ابْنُ الزُّبَيْرِ وَابْنُ عُمَرَ فَيَقُولاَنِ أَشْرِكْنَا فَإِنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ دَعَا لَكَ بِالْبَرَكَةِ‏.‏ فَرُبَّمَا أَصَابَ الرَّاحِلَةَ كَمَا هِيَ، فَيَبْعَثُ بِهَا إِلَى الْمَنْزِلِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6355,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর খিদমতে শিশুদের নিয়ে আসা হতো। তিনি তাদের জন্য দু'আ করতেন। একদা একটি শিশুকে আনা হলো। শিশুটি তাঁর কাপড়ে পেশাব করে দিল। তিনি কিছু পানি আনালেন এবং তা তিনি কাপড়ের উপর ছিটিয়ে দিলেন আর তা ধুলেন না।[২২২; মুসলিম ২/৩১, হাঃ ২৮৬, আহমাদ ২৫৮২৯] আধুনিক প্রকাশনী- ৫৯০৯, ইসলামিক ফাউন্ডেশন- ৫৮০২)",
    "ar": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُؤْتَى بِالصِّبْيَانِ فَيَدْعُو لَهُمْ، فَأُتِيَ بِصَبِيٍّ فَبَالَ عَلَى ثَوْبِهِ، فَدَعَا بِمَاءٍ فَأَتْبَعَهُ إِيَّاهُ، وَلَمْ يَغْسِلْهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6356,
    "narrator": "আব্দুল্লাহ ইবনু সা'আলাবাহ ইবনু সু'আইর",
    "bn": ". 'আব্দুল্লাহ ইবনু সা'আলাবাহ ইবনু সু'আইর, যার মাথায় (শিশুকালে) রসূলুল্লাহ হাত বুলিয়ে দিয়েছিলেন, তিনি বর্ণনা করেন যে, তিনি সা'দ ইবনু আবূ ওয়াক্কাসকে বিত্‌রের সালাত এক রাক'আত আদায় করতে দেখেছেন।(আধুনিক প্রকাশনী- ৫৯১০, ইসলামিক ফাউন্ডেশন- ৫৮০৩)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهُ بْنُ ثَعْلَبَةَ بْنِ صُعَيْرٍ ـ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ مَسَحَ عَنْهُ ـ أَنَّهُ رَأَى سَعْدَ بْنَ أَبِي وَقَّاصٍ يُوتِرُ بِرَكْعَةٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6357,
    "narrator": "আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
    "bn": "একবার আমার সঙ্গে কা'ব ইবনু উজরাহ (রাঃ) এর দেখা হলো। তিনি বললেনঃ আমি কি তোমাকে একটি হাদিয়া দেবো না। তা হলো এইঃ একদিন নবী আমাদের নিকট বেরিয়ে আসলেন, তখন আমরা বললাম, হে আল্লাহ্‌র রসূল! আমরা আপনাকে কেমন করে সালাম দেব, আমরা আপনার উপর কীভাবে সালাত (দূরুদ) পাঠ করবো? তিনি বললেনঃ তোমরা বলবে, হে আল্লাহ্‌! আপনি মুহাম্মাদের উপর ও তাঁর পরিবারবর্গের উপর রাহমাত নাযিল করুন, যেমন আপনি ইবরাহীম (আঃ) এর পরিবারের উপর রাহমাত বর্ষণ করেছেন। নিশ্চয়ই আপনি প্রশংসিত, উচ্চ মর্যাদাশীল। হে আল্লাহ্‌! আপনি মুহাম্মাদের উপর ও তাঁর পরিবারবর্গের উপর বারাকাত অবতীর্ণ করুন, যেমন আপনি ইবরাহীম (আঃ) এর পরিবারবর্গের উপর বারাকাত অবতীর্ণ করেছেন নিশ্চয়ই আপনি প্রশংসিত, উচ্চ মর্যাদাশীল।(আধুনিক প্রকাশনী- ৫৯১১, ইসলামিক ফাউন্ডেশন- ৫৮০৪)",
    "ar": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا الْحَكَمُ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى، قَالَ لَقِيَنِي كَعْبُ بْنُ عُجْرَةَ فَقَالَ أَلاَ أُهْدِي لَكَ هَدِيَّةً، إِنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ عَلَيْنَا فَقُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ ‏ \"‏ فَقُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6358,
    "narrator": "আবূ সা'ঈদ খুদরী (রাঃ)",
    "bn": "একবার আমরা বললাম : হে আল্লাহ্‌র রসূল! এই যে 'আসসালামু 'আলাইকা' তা তো আমরা জেনে নিয়েছি। তবে আপনার উপর সালাত কীভাবে পাঠ করবো? তিনি বললেন, তোমরা পড়বে : হে আল্লাহ্‌! আপনি আপনার বান্দা ও আপনার রসূল মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর উপর রাহমাত বর্ষণ করুন। যেমন করে আপনি ইবরাহীম (আঃ) এর উপর রাহমাত অবতীর্ণ করেছেন। আর আপনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও তাঁর পরিবারবর্গের উপর বারাকাত নাযিল করুন, যে রকম আপনি ইবরাহীম (আঃ) -এর উপর এবং ইব্রাহীম (আঃ) -এর পরিবারবর্গের উপর বারাকাত অবতীর্ণ করেছেন।(আধুনিক প্রকাশনী- ৫১২৯, ইসলামিক ফাউন্ডেশন- ৫৮০৫)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَمْزَةَ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، وَالدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ هَذَا السَّلاَمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي قَالَ ‏ \"‏ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6359,
    "narrator": "সুলাইমান ইবনু হারব (রহঃ)",
    "bn": "সুলাইমান ইবনু হারব (রহঃ) থেকে আবূ আওফা (রাঃ) বর্ণনা করেন। যখন কেউ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকট তার সদাকাহ নিয়ে আসতেন, তখন তিনি দু'আ করতেন : হে আল্লাহ্‌! আপনি তার উপর রাহমাত নাযিল করুন। আমার পিতা একদিন সদাকাহ নিয়ে তাঁর কাছে এলে তিনি দু'আ করলেন : হে আল্লাহ্‌! আপনি আবূ আওফার পরিবারবর্গের উপর রাহমাত বর্ষণ করুন।(আধুনিক প্রকাশনী- ৫৯১৩,ইসলামিক ফাউন্ডেশন- ৫৮০৬)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ كَانَ إِذَا أَتَى رَجُلٌ النَّبِيَّ صلى الله عليه وسلم بِصَدَقَتِهِ قَالَ ‏\"‏ اللَّهُمَّ صَلِّ عَلَيْهِ‏\"‏ فَأَتَاهُ أَبِي بِصَدَقَتِهِ فَقَالَ ‏\"‏ اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6360,
    "narrator": "আবূ হুমায়দ সা'ঈদ (রহঃ)",
    "bn": "একবার লোকেরা বলল : হে আল্লাহ্‌র রসূল! আমরা আপনার উপর কীভাবে সালাত পাঠ করবো? তিনি বললেনঃ তোমরা পড়বে, হে আল্লাহ্‌! আপনি মুহাম্মাদের ও তাঁর স্ত্রী এবং সন্তান-সন্ততি উপর রাহমাত অবতীর্ণ করুন। যেমন করে আপনি ইবরাহীম (‘আঃ) -এর পরিবারবর্গের উপর রাহমাত অবতীর্ণ করেছেন। আর আপনি মুহাম্মাদ, তাঁর স্ত্রী এবং তাঁর সন্তানদের উপর বারাকাত অবতীর্ণ করুন, যেমনিভাবে আপনি ইবরাহীম (‘আঃ) -এর পরিবারবর্গের উপর বারাকাত অবতীর্ণ করেছেন। আপনি অতি প্রশংসিত, উচ্চ মর্যাদাশীল।(আধুনিক প্রকাশনী- ৫৯১৪, ইসলামিক ফাউন্ডেশন- ৫৮০৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِيهِ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، قَالَ أَخْبَرَنِي أَبُو حُمَيْدٍ السَّاعِدِيُّ، أَنَّهُمْ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نُصَلِّي عَلَيْكَ قَالَ ‏ \"‏ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6361,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি নবী কে এ দু'আ করতে শুনেছেন : হে আল্লাহ্‌! যদি আমি কোন মু'মিন লোককে খারাপ বলে থাকি, তবে আপনি সেটাকে ক্বিয়ামাতের দিন তার জন্য আপনার নৈকট্য অর্জনের উপায় বানিয়ে দিন।[মুসলিম ৪৫/২৫, হাঃ ২৬০১]আধুনিক প্রকাশনী-৫৯১৫ , ইসলামিক ফাউন্ডেশন- ৫৮০৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6362,
    "narrator": "আনাস (রাঃ)",
    "bn": "একবার লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে বিভিন্ন প্রশ্ন করতে লাগল, এমনকি প্রশ্ন ক'রে তাঁকে বিরক্ত করে ফেললো। এতে তিনি রাগান্বিত হলেন এবং মিম্বারে আরোহণ করে বললেনঃ আজ তোমরা যত প্রশ্ন করবে আমি তোমাদের সকল প্রশ্নেরই ব্যাখ্যা সহকারে জবাব দিব। এ সময় আমি ডানে ও বামে তাকাতে লাগলাম এবং দেখলাম যে, প্রতিটি লোকই নিজের কাপড় দিয়ে মাথা পেচিয়ে কাঁদছেন। এমন সময় একজন লোক, যাকে লোকের সঙ্গে বিবাদের সময় তার বাপের নাম নিয়ে ডাকা হতো না, সে প্রশ্ন করলো : হে আল্লাহ্‌র রসূল! আমার পিতা কে? তিনি বললেনঃ হুযাইফাহ। তখন 'উমার (রাঃ) বলতে লাগলেন : আমরা আল্লাহ্‌র রব হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কে রসূল হিসেবে গ্রহণ করেই সন্তুষ্ট। আমরা ফিত্‌না থেকে আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা করছি। তখন রসূলুল্লাহ বললেনঃ আমি ভাল মন্দের যে দৃশ্য আজ দেখলাম, তা আর কখনও দেখিনি। জান্নাত ও জাহান্নামের দৃশ্য আমাকে এত পরিষ্কারভাবে দেখানো হয়েছে যে, যেন এ দু'টি এ দেয়ালের পশ্চাতেই অবস্থিত।\nরাবী ক্বাতাদাহ (রহঃ) এ হাদীস উল্লেখ করার সময় এ আয়াতটি পড়তেন- (অর্থ) : হে মু'মিনগণ! তোমরা সে সব বিষয়ে প্রশ্ন করো না, যা প্রকাশিত হলে তোমরা দুঃখিত হবে। [৯৩; মুসলিম ৪৩/৩৭, হাঃ ২৩৫৯] আধুনিক প্রকাশনী- ৫৯১৬, ইসলামিক ফাউন্ডেশন- ৫৮০৯)",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه سَأَلُوا رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ الْمَسْأَلَةَ فَغَضِبَ فَصَعِدَ الْمِنْبَرَ فَقَالَ ‏\"‏ لاَ تَسْأَلُونِي الْيَوْمَ عَنْ شَىْءٍ إِلاَّ بَيَّنْتُهُ لَكُمْ ‏\"‏‏.‏ فَجَعَلْتُ أَنْظُرُ يَمِينًا وَشِمَالاً، فَإِذَا كُلُّ رَجُلٍ لاَفٌّ رَأْسَهُ فِي ثَوْبِهِ يَبْكِي، فَإِذَا رَجُلٌ كَانَ إِذَا لاَحَى الرِّجَالَ يُدْعَى لِغَيْرِ أَبِيهِ فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبِي قَالَ ‏\"‏ حُذَافَةُ ‏\"‏، ثُمَّ أَنْشَأَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صلى الله عليه وسلم رَسُولاً، نَعُوذُ بِاللَّهِ مِنَ الْفِتَنِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا رَأَيْتُ فِي الْخَيْرِ وَالشَّرِّ كَالْيَوْمِ قَطُّ، إِنَّهُ صُوِّرَتْ لِي الْجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا وَرَاءَ الْحَائِطِ ‏\"‏‏.‏ وَكَانَ قَتَادَةُ يَذْكُرُ عِنْدَ الْحَدِيثِ هَذِهِ الآيَةَ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6363,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আবূ ত্বলহা (রাঃ) কে বললেনঃ তুমি তোমাদের ছেলেদের ভিতর থেকে আমার খিদমাত করার উদ্দেশে একটি ছেলে খুঁজে নিয়ে এসো। আবূ ত্বলহা (রাঃ) গিয়ে আমাকে তাঁর সাওয়ারীর পিছনে বসিয়ে নিয়ে এলেন। তখন থেকে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর খিদমাত করে আসছি। যখনই কোন বিপদ দেখা দিত, তখন আমি তাঁকে অধিক করে এ দু'আ পড়তে শুনতাম : হে আল্লাহ্‌! আমি দুশ্চিন্তা, পেরেশানী, অপারগতা, অলসতা, কৃপণতা, কাপুরুষতা, ঋণের বোঝা এবং মানুষের আধিপত্য থেকে আপনার আশ্রয় প্রার্থনা করছি। আমি সর্বদা তাঁর খিদমাত করে আসছি, এমনকি যখন আমরা খাইবার থেকে প্রত্যাবর্তন করছিলাম, তখন তিনি সফীয়্যাহ বিন্‌তু হুয়াইকে সঙ্গে নিয়ে আসলেন। তিনি তাঁকে গনীমতের সম্পদ থেকে নিজের জন্য বেছে নিয়েছিলেন। তখন আমি তাঁকে দেখছিলাম যে, তিনি তাঁকে একখানা চাদর অথবা একখানা কম্বল দিয়ে ঢেকে নিজের পেছনে বসিয়েছিলেন। যখন আমরা সবাই সাহ্‌বা নামক স্থানে পৌঁছলাম, তখন আমরা 'হাইস' নামীয় খাবার তৈরী ক'রে একটি চর্মের দস্তরখানে রাখলাম। তিনি আমাকে পাঠালে আমি গিয়ে কয়েকজনকে দা'ওয়াত করলাম। তাঁরা এসে আহার করে গেলেন। এটি ছিল সফীয়্যাহ্‌র সঙ্গে তাঁর বাসর যাপন। অতঃপর তিনি রওয়ানা হলে উহুদ পর্বত তাঁর সামনে দেখা গেল। তখন তিনি বললেনঃ এ এমন একটি পর্বত যা আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসি। তারপর যখন মাদীনাহ্‌র কাছে পৌঁছলেন, তখন তিনি বললেনঃ হে আল্লাহ্‌! আমি মাদীনাহ্‌র দু'টি পর্বতের মধ্যবর্তী জায়গাকে হারাম (ঘোষণা) করছি, যে রকম ইবরাহীম (আঃ) মক্কাকে হারাম (ঘোষণা) করেছিলেন। হে আল্লাহ্‌! আপনি তাদের মুদ্দ ও সা'তে বারাকাত দান করুন।(আধুনিক প্রকাশনী- ৫৯১৭, ইসলামিক ফাউন্ডেশন- ৫৮১০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، مَوْلَى الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَبِي طَلْحَةَ ‏\"‏ الْتَمِسْ لَنَا غُلاَمًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي ‏\"‏‏.‏ فَخَرَجَ بِي أَبُو طَلْحَةَ يُرْدِفُنِي وَرَاءَهُ، فَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صلى الله عليه وسلم كُلَّمَا نَزَلَ، فَكُنْتُ أَسْمَعُهُ يُكْثِرُ أَنْ يَقُولَ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ ‏\"‏‏.‏ فَلَمْ أَزَلْ أَخْدُمُهُ حَتَّى أَقْبَلْنَا مِنْ خَيْبَرَ، وَأَقْبَلَ بِصَفِيَّةَ بِنْتِ حُيَىٍّ قَدْ حَازَهَا، فَكُنْتُ أَرَاهُ يُحَوِّي وَرَاءَهُ بِعَبَاءَةٍ أَوْ كِسَاءٍ ثُمَّ يُرْدِفُهَا وَرَاءَهُ حَتَّى إِذَا كُنَّا بِالصَّهْبَاءِ صَنَعَ حَيْسًا فِي نِطَعٍ، ثُمَّ أَرْسَلَنِي فَدَعَوْتُ رِجَالاً فَأَكَلُوا، وَكَانَ ذَلِكَ بِنَاءَهُ بِهَا، ثُمَّ أَقْبَلَ حَتَّى بَدَا لَهُ أُحُدٌ قَالَ ‏\"‏ هَذَا جُبَيْلٌ يُحِبُّنَا وَنُحِبُّهُ ‏\"‏‏.‏ فَلَمَّا أَشْرَفَ عَلَى الْمَدِينَةِ قَالَ ‏\"‏ اللَّهُمَّ إِنِّي أُحَرِّمُ مَا بَيْنَ جَبَلَيْهَا مِثْلَ مَا حَرَّمَ بِهِ إِبْرَاهِيمُ مَكَّةَ، اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدِّهِمْ وَصَاعِهِمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6364,
    "narrator": "মূসা ইবনু 'উকবাহ (রহঃ)",
    "bn": "মূসা ইবনু 'উকবাহ (রহঃ) বর্ণনা করেছেন। উম্মু খালিদ বিনতু খালিদ (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কে ক্ববরের 'আযাব হতে আল্লাহ্‌র আশ্রয় প্রার্থনা করতে শুনেছি। রাবী বলেন যে, এ হাদীস আমি উম্মু খালিদ ছাড়া নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে আর কাউকে বলতে শুনিনি।(আধুনিক প্রকাশনী- ৫৯১৮, ইসলামিক ফাউন্ডেশন- ৫৮১১)",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، قَالَ سَمِعْتُ أُمَّ خَالِدٍ بِنْتَ خَالِدٍ ـ قَالَ وَلَمْ أَسْمَعْ أَحَدًا سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم، غَيْرَهَا ـ قَالَتْ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَتَعَوَّذُ مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6365,
    "narrator": "মুস'আব (রহঃ)",
    "bn": "মুস'আব (রহঃ) বর্ণনা করেন, সা'দ পাঁচটি জিনিস হতে আল্লাহ্‌র আশ্রয় প্রার্থনা করার নির্দেশ দিতেন এবং তিনি এগুলো নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে উল্লেখ করতেন। তিনি এগুলো থেকে আল্লাহ্‌র আশ্রয় চেয়ে এ দু'আ পড়তে নির্দেশ দিতেন : হে আল্লাহ্‌! আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি। আমি কাপুরুষতা হতে আপনার আশ্রয় প্রার্থনা করছি, আমি অবহেলিত বার্ধ্যক্যে উপনীত হওয়া থেকে আপনার আশ্রয় প্রার্থনা করছি, আর আমি দুনিয়ার ফিত্‌না অর্থাৎ দাজ্জালের ফিত্‌না থেকেও আপনার আশ্রয় প্রার্থনা করছি এবং আমি ক্ববরের আযাব হতেও আপনার আশ্রয় প্রার্থনা করছি।(আধুনিক প্রকাশনী- ৫৯১৯, ইসলামিক ফাউন্ডেশন- ৫৮১২)",
    "ar": "حَدَّثَنَا آدَمُ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ مُصْعَبٍ، كَانَ سَعْدٌ يَأْمُرُ بِخَمْسٍ وَيَذْكُرُهُنَّ عَنِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم أَنَّهُ كَانَ يَأْمُرُ بِهِنَّ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا يَعْنِي فِتْنَةَ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6366,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমার কাছে মাদীনাহ্‌র দু'জন ইয়াহূদী বৃদ্ধা মহিলা আসলেন। তাঁরা আমাকে বললেন যে, ক্ববরবাসীদের তাদের ক্ববরে 'আযাব দেয়া হয়ে থাকে। তখন আমি তাদের এ কথা মিথ্যা বলে জানালাম। আমার বিবেক তাদের কথাটিকে সত্য বলে সায় দিল না। তাঁরা দু'জন বেরিয়ে গেলেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার নিকটে এলেন। আমি তাঁকে বললাম : হে আল্লাহ্‌র রসূল! আমার নিকট দু'জন বৃদ্ধা এসেছিলেন। অতঃপর আমি তাঁকে তাদের কথা জানালাম। তখন তিনি বললেনঃ তারা দু'জন ঠিকই বলেছে। নিশ্চয়য়ই ক্ববরবাসীদেরকে এমন আযাব দেয়া হয়, যা সকল চতুষ্পদ জীবজন্তু শুনে থাকে। এরপর থেকে আমি তাঁকে সব সময় প্রতি সালাতে  ক্ববরের 'আযাব হতে আল্লাহ্‌র আশ্রয় প্রার্থনা করতে দেখেছি।[১০৪৯; মুসলিম ৫/২৪, হাঃ ৫৮৬] আধুনিক প্রকাশনী- ৫৯২০, ইসলামিক ফাউন্ডেশন- ৫৮১৩)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ عَلَىَّ عَجُوزَانِ مِنْ عُجُزِ يَهُودِ الْمَدِينَةِ فَقَالَتَا لِي إِنَّ أَهْلَ الْقُبُورِ يُعَذَّبُونَ فِي قُبُورِهِمْ، فَكَذَّبْتُهُمَا، وَلَمْ أُنْعِمْ أَنْ أُصَدِّقَهُمَا، فَخَرَجَتَا وَدَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ لَهُ يَا رَسُولَ اللَّهِ إِنَّ عَجُوزَيْنِ وَذَكَرْتُ لَهُ، فَقَالَ ‏ \"‏ صَدَقَتَا، إِنَّهُمْ يُعَذَّبُونَ عَذَابًا تَسْمَعُهُ الْبَهَائِمُ كُلُّهَا ‏\"‏‏.‏ فَمَا رَأَيْتُهُ بَعْدُ فِي صَلاَةٍ إِلاَّ تَعَوَّذَ مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6367,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) প্রায়ই বলতেন : হে আল্লাহ্‌! নিশ্চয়ই আমি আপনার আশ্রয় প্রার্থনা করছি অক্ষমতা, অলসতা, কাপুরুষতা এবং অত্যধিক বার্ধক্য থেকে। আরও আশ্রয় প্রার্থনা করছি, ক্ববরের আযাব হতে। আর আশ্রয় প্রার্থনা করছি জীবন ও মৃত্যুর ফিত্‌না হতে।(আধুনিক প্রকাশনী- ৫৯২১, ইসলামিক ফাউন্ডেশন- ৫৮১৪)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي قَالَ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْهَرَمِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6368,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলতেন : হে আল্লাহ্‌! নিশ্চয়ই আমি আপনার আশ্রয় চাছি অলসতা, অতিশয় বার্ধক্য, গুনাহ আর ঋণ থেকে, আর ক্ববরের ফিত্‌না এবং ক্ববরের শাস্তি হতে। আর জাহান্নামের ফিত্‌না এবং এর শাস্তি থেকে, আর ধনশালী হবার পরীক্ষার খারাপ পরিণতি থেকে। আমি আরও আশ্রয় চাচ্ছি দারিদ্র্যের অভিশাপ হতে। আমি আরও আশ্রয় চাচ্ছি মসীহ দাজ্জালের ফিত্‌না হতে। হে আল্লাহ্‌! আমার গুনাহ-এর দাগগুলো থেকে আমার অন্তরকে বরফ ও শীতল পানি দিয়ে ধুয়ে পরিষ্কার করে দিন এবং আমার অন্তরকে সমস্ত গুনাহ এর ময়লা থেকে এমনভাবে পরিষ্কার করে দিন, যেভাবে আপনি শুভ্র বস্ত্রকে ময়লা থেকে পরিষ্কার করার ব্যবস্থা করে থাকেন। আর আমার ও আমার গুনাহগুলোর মধ্যে এতটা দূরত্ব সৃষ্টি করে দিন, যতটা দূরত্ব আপনি দুনিয়ার পূর্ব ও পশ্চিম দিকের মধ্যে সৃষ্টি করেছেন।[৯৩২; মুসলিম ৫/২৫, হাঃ ৫৮৯, আহমাদ ২৪৬৩২] আধুনিক প্রকাশনী- ৫৯২২, ইসলামিক ফাউন্ডেশন- ৫৮১৫)",
    "ar": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ، وَالْمَأْثَمِ وَالْمَغْرَمِ، وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَمِنْ شَرِّ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6369,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলতেন : হে আল্লাহ্‌! নিশ্চয়ই আমি আপনার কাছে আশ্রয় চাই- দুশ্চিন্তা, পেরেশানী, অক্ষমতা, অলসতা, কাপুরুষতা, কৃপণতা, ঋণভার ও মানুষের প্রভাবাধীন হওয়া থেকে।(আধুনিক প্রকাশনী-৫৯২৩, ইসলামিক ফাউন্ডেশন- ৫৮১৬)",
    "ar": "حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ، قَالَ حَدَّثَنِي عَمْرُو بْنُ أَبِي عَمْرٍو، قَالَ سَمِعْتُ أَنَسًا، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْجُبْنِ وَالْبُخْلِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6370,
    "narrator": "সা'দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি পাঁচটি কার্য থেকে আল্লাহ্‌র আশ্রয় প্রার্থনা করার নির্দেশ দিতেন এবং তিনি তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকেই বর্ণনা করতেন। তিনি দু'আ করতেন : হে আল্লাহ্‌! আমি আপনার কাছে আশ্রয় চাচ্ছি কৃপণতা থেকে, আমি আশ্রয় চাচ্ছি কাপুরুষতা থেকে, আমি আশ্রয় চাচ্ছি অবহেলিত বার্ধক্যে উপনীত হওয়া থেকে, আমি আপনার নিকট আশ্রয় চাচ্ছি দুনিয়ার বড় ফিত্‌না (দাজ্জালের ফিত্‌না) থেকে এবং আমি আপনার কাছে আশ্রয় চাচ্ছি কবরের শাস্তি হতে।(আধুনিক প্রকাশনী- ৫৯২৪, ইসলামিক ফাউন্ডেশন- ৫৮১৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ ـ رضى الله عنه ـ كَانَ يَأْمُرُ بِهَؤُلاَءِ الْخَمْسِ، وَيُحَدِّثُهُنَّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6371,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলতেন : হে আল্লাহ্‌! আমি অলসতা থেকে আপনার আশ্রয় চাচ্ছি এবং আমি আপনার কাছে কাপুরুষতা থেকে আশ্রয় চাচ্ছি। আমি আপনার কাছে আরও আশ্রয় চাচ্ছি বার্ধক্যের আতিশয্য থেকে এবং আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি।(আধুনিক প্রকাশনী- ৫৯২৫, ইসলামিক ফাউন্ডেশন- ৫৮১৮)",
    "ar": "حَدَّثَنَا أَبُو مَعْمَرٍ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْهَرَمِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6372,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দু'আ করতেন : হে আল্লাহ্‌! আপনি যেভাবে মক্কাকে আমাদের জন্য প্রিয় করে দিয়েছেন, মাদীনাহ্‌কেও সেভাবে অথবা এর চেয়েও অধিক আমাদের কাছে প্রিয় করে দিন। আর মাদীনাহ্‌র জ্বর ‘জুহফা’র দিকে সরিয়ে দিন। হে আল্লাহ্‌! আপনি আমাদের মাপের ও ওযনের পাত্রে বারাকাত দান করুন।(আধুনিক প্রকাশনী- ৫৯২৬, ইসলামিক ফাউন্ডেশন- ৫৮১৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ، كَمَا حَبَّبْتَ إِلَيْنَا مَكَّةَ أَوْ أَشَدَّ، وَانْقُلْ حُمَّاهَا إِلَى الْجُحْفَةِ، اللَّهُمَّ بَارِكْ لَنَا فِي مُدِّنَا وَصَاعِنَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6373,
    "narrator": "সা'দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "বিদায় হাজ্জের সময় আমি রোগাক্রান্ত হয়ে মৃত্যুপথযাত্রী হয়ে পড়ছিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সে সময় আমাকে দেখতে এলেন। তখন আমি বললাম : আমি যে রোগাক্রান্ত, তাতো আপনি দেখছেন। আমি একজন বিত্তবান লোক। আমার এক মেয়ে ব্যতীত কোন ওয়ারিস নেই। তাই আমি কি আমার দু' তৃতীয়াংশ মাল সদাকাহ করে দিতে পারি? তিনি বললেনঃনা। আমি বললাম: তবে অর্ধেক মাল? তিনি বললেনঃনা। এক তৃতীয়াংশ অনেক। তোমার ওয়ারিশদের মানুষের কাছে ভিক্ষার হাত বাড়ানোর মত অভাবী রেখে যাবার চেয়ে তাদের বিত্তবান রেখে যাওয়া তোমার জন্য অনেক উত্তম। আর তুমি একমাত্র আল্লাহ্‌র সন্তুষ্টি অর্জনের জন্য যা কিছুই ব্যয় করবে নিশ্চয়ই তার প্রতিদান দেয়া হবে। এমনকি তুমি তোমার স্ত্রীর মুখে যে লুক্‌মাটি তুলে দিয়ে থাকো, তোমাকে এর প্রতিদান দেয়া হবে। আমি বললাম: তা হলে আমার সঙ্গীগণের পরেও কি আমি বেঁচে থাকবো? তিনি বললেনঃ নিশ্চয়ই তুমি এঁদের পরে বেঁচে থাকলে তুমি আল্লাহ্‌র সন্তুষ্টি অর্জনের জন্য যা কিছু নেক 'আমাল করো না কেন, এর বদলে তোমার মর্যাদা ও সম্মান আরও বেড়ে যাবে। আশা করা যায় যে, তুমি আরও কিছু দিন বেঁচে থাকবে। এমনকি তোমার দ্বারা অনেক কাওম উপকৃত হবে। আর অনেক সম্প্রদায় ক্ষতিগ্রস্ত হবে। তারপর তিনি দু'আ করলেন : হে আল্লাহ্‌! আপনি আমার সাহাবীগণের হিজরাতকে বহাল রাখুন। আর তাদের পেছনে ফিরে যেতে দেবেন না। কিন্তু সা'দ ইবনু খাওলাহ (রাঃ) এর দুর্ভাগ্য (কারণ তিনি বিদায় হাজ্জের সময় মক্কায় মারা যান) সা'দ (রাঃ) বলেনঃ মক্কায় তাঁর মৃত্যু হওয়ায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর জন্য শোক প্রকাশ করেছেন।(আধুনিক প্রকাশনী- ৫৯২৭, ইসলামিক ফাউন্ডেশন- ৫৮২০)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، أَنَّ أَبَاهُ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ مِنْ شَكْوَى، أَشْفَيْتُ مِنْهَا عَلَى الْمَوْتِ، فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَ بِي مَا تَرَى مِنَ الْوَجَعِ، وَأَنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ لِي وَاحِدَةٌ، أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَبِشَطْرِهِ قَالَ ‏\"‏ الثُّلُثُ كَثِيرٌ، إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ، إِلاَّ أُجِرْتَ، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ ‏\"‏‏.‏ قُلْتُ أَأُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ ‏\"‏ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلاً تَبْتَغِي بِهِ وَجْهَ اللَّهِ، إِلاَّ ازْدَدْتَ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ، وَيُضَرَّ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ، وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ ‏\"‏‏.‏ قَالَ سَعْدٌ رَثَى لَهُ النَّبِيُّ صلى الله عليه وسلم مِنْ أَنْ تُوُفِّيَ بِمَكَّةَ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6374,
    "narrator": "সা'দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যে সব বাক্য দিয়ে আল্লাহ্‌র আশ্রয় প্রার্থনা করতেন, সে সব দ্বারা তোমরাও আশ্রয় প্রার্থনা কর। তিনি বলতেন : হে আল্লাহ্‌! আমি কাপুরুষতা থেকে, আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি। আমি বার্ধক্যের আসহায়ত্ব থেকে আপনার আশ্রয় চাচ্ছি। আর আমি দুনিয়ার ফিত্‌না ও ক্ববরের 'আযাব থেকে আপনার আশ্রয় প্রার্থনা করছি।(আধুনিক প্রকাশনী- ৫৯২৮, ইসলামিক ফাউন্ডেশন- ৫৮২১)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْحُسَيْنُ، عَنْ زَائِدَةَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ مُصْعَبٍ، عَنْ أَبِيهِ، قَالَ تَعَوَّذُوا بِكَلِمَاتٍ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَعَوَّذُ بِهِنَّ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَعَذَابِ الْقَبْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6375,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দু'আ করতেন : হে আল্লাহ্‌! আমি আলস্য, অতি বার্ধক্য, ঋণ আর পাপ থেকে আপনার আশ্রয় চাচ্ছি। হে আল্লাহ্‌! আমি আপনার আশ্রয় চাচ্ছি জাহান্নামের শাস্তি, জাহান্নামের ফিত্‌না, ক্ববরের শাস্তি, প্রাচুর্যের ফিতনার কুফল, দারিদ্রের ফিত্‌নার কুফল এবং মাসীহ্‌ দাজ্জালের ফিত্‌না থেকে। হে আল্লাহ্‌! আপনি আমার যাবতীয় গুনাহ বরফ ও শীতল পানি দিয়ে ধুয়ে দিন। আমার অন্তর যাবতীয় পাপ থেকে পরিচ্ছন্ন করুন, যেভাবে শুভ্র বস্ত্র ময়লা থেকে পরিচ্ছন্ন করা হয়। আমার ও আমার গুনাহসমূহের মধ্যে দূরত্ব সৃষ্টি করে দিন যতটা দূরত্ব আপনি পূর্ব ও পশ্চিম প্রান্তের মধ্যে করেছেন।(আধুনিক প্রকাশনী- ৫৯২৯, ইসলামিক ফাউন্ডেশন- ৫৮২২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَغْرَمِ وَالْمَأْثَمِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ النَّارِ وَفِتْنَةِ النَّارِ وَعَذَابِ الْقَبْرِ، وَشَرِّ فِتْنَةِ الْغِنَى، وَشَرِّ فِتْنَةِ الْفَقْرِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6376,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আল্লাহ্‌র আশ্রয় চেয়ে বলতেন : হে আল্লাহ্‌! আমি আপনার আশ্রয় চাচ্ছি জাহান্নামের ফিত্‌না, জাহান্নামের শাস্তি হতে। আমি আরও আশ্রয় চাচ্ছি ক্ববরের ফিত্‌না হতে এবং আপনার আশ্রয় চাচ্ছি ক্ববরের 'আযাব হতে। আমি আরও আশ্রয় চাচ্ছি প্রাচুর্যের ফিত্‌না হতে, আর আমি আশ্রয় চাচ্ছি অভাবের ফিত্‌না হতে। আমি আরও আশ্রয় চাচ্ছি মাসীহ্‌ দাজ্জালের ফিত্‌না থেকে।(আধুনিক প্রকাশনী- ৫৯৩০, ইসলামিক ফাউন্ডেশন- ৫৮২৩)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سَلاَّمُ بْنُ أَبِي مُطِيعٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ خَالَتِهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَعَوَّذُ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَمِنْ عَذَابِ النَّارِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْغِنَى، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6377,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ দু’আ পাঠ করতেনঃ হে আল্লাহ! নিশ্চয়ই আমি আপনার কাছে জাহান্নামের সংকট, জাহান্নামের শাস্তি, ক্ববরের সংকট, ক্ববরের শাস্তি, প্রাচুর্যের ফিত্‌না ও অভাবের ফিত্‌না থেকে আশ্রয় চাচ্ছি। হে আল্লাহ! আমি আপনার নিকট মাসীহ দাজ্জালের ফিত্‌নার ক্ষতি থেকে আশ্রয় চাচ্ছি। হে আল্লাহ! আমার অন্তরকে বরফ ও শীতল পানি দিয়ে ধৌত করুন। আর আমার অন্তর গুনাহ থেকে এমনভাবে পরিষ্কার করে দিন, যেভাবে আপনি শুভ্র বস্ত্রের ময়লা পরিষ্কার করে থাকেন এবং আমাকে আমার গুনাহ থেকে এতটা দূরে সরিয়ে রাখুন, পৃথিবীর পূর্ব প্রান্তকে পশ্চিম প্রান্ত থেকে যত দূরে রেখেছেন। হে আল্লাহ! আমি আপনার নিকট আশ্রয় চাচ্ছি অলসতা, গুনাহ এবং ঋণ হতে।(আধুনিক প্রকাশনী- ৫৯৩১, ইসলামিক ফাউন্ডেশন- ৫৮২৪)",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، أَخْبَرَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ، وَفِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ، وَشَرِّ فِتْنَةِ الْغِنَى، وَشَرِّ فِتْنَةِ الْفَقْرِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، اللَّهُمَّ اغْسِلْ قَلْبِي بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا، كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْمَأْثَمِ وَالْمَغْرَمِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6378,
    "narrator": "উম্মু সুলায়ম (রাঃ)",
    "bn": "তিনি বললেনঃ হে আল্লাহ্‌র রসূল! আনাস আপনার খাদিম, আপনি আল্লাহ্‌র নিকট তার জন্য দু‘আ করুন। তিনি দু‘আ করলেনঃ হে আল্লাহ! আপনি তার মাল ও সন্তান বৃদ্ধি করে দিন, আর আপনি তাকে যা কিছু দিয়েছেন তাতে বারাকাত দান করুন। হিশাম ইবনু যায়দ (রহঃ) বলেন, আমি আনাস ইবনু মালিক (রাঃ) -কে এ রকমই বর্ণনা করতে শুনেছি।[১৯৮২; মুসলিম ৪৪/৩১, হাঃ ২৪৮০, ২৪৮১, আহমাদ ২৭৪৯৬] আধুনিক প্রকাশনী- ৫৯৩২,ইসলামিক ফাউন্ডেশন- ৫৮২৫)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أُمِّ سُلَيْمٍ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ أَنَسٌ خَادِمُكَ ادْعُ اللَّهَ لَهُ قَالَ ‏ \"‏ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ ‏\"‏‏.‏ وَعَنْ هِشَامِ بْنِ زَيْدٍ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، مِثْلَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6379,
    "narrator": "উম্মু সুলায়ম (রাঃ)",
    "bn": "তিনি বললেনঃ হে আল্লাহ্‌র রসূল! আনাস আপনার খাদিম, আপনি আল্লাহ্‌র নিকট তার জন্য দু‘আ করুন। তিনি দু‘আ করলেনঃ হে আল্লাহ! আপনি তার মাল ও সন্তান বৃদ্ধি করে দিন, আর আপনি তাকে যা কিছু দিয়েছেন তাতে বারাকাত দান করুন। হিশাম ইবনু যায়দ (রহঃ) বলেন, আমি আনাস ইবনু মালিক (রাঃ) -কে এ রকমই বর্ণনা করতে শুনেছি।[১৯৮২; মুসলিম ৪৪/৩১, হাঃ ২৪৮০, ২৪৮১, আহমাদ ২৭৪৯৬] আধুনিক প্রকাশনী- ৫৯৩২,ইসলামিক ফাউন্ডেশন- ৫৮২৫)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أُمِّ سُلَيْمٍ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ أَنَسٌ خَادِمُكَ ادْعُ اللَّهَ لَهُ قَالَ ‏ \"‏ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ ‏\"‏‏.‏ وَعَنْ هِشَامِ بْنِ زَيْدٍ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، مِثْلَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6380,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সুলায়ম বলেনঃ হে আল্লাহ্‌র রসূল! আনাস আপনার খাদিম। তখন তিনি দু‘আ করলেনঃ হে আল্লাহ! আপনি তার মাল ও সন্তান বৃদ্ধি করে দিন এবং আপনি তাকে যা দিয়েছেন তাতে বারাকাত দান করুন।(আধুনিক প্রকাশনী- ৫৯৩৩, ইসলামিক ফাউন্ডেশন- ৫৮২৬)",
    "ar": "حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ قَالَتْ أُمُّ سُلَيْمٍ أَنَسٌ خَادِمُكَ‏.‏ قَالَ\"‏ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6381,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সুলায়ম বলেনঃ হে আল্লাহ্‌র রসূল! আনাস আপনার খাদিম। তখন তিনি দু‘আ করলেনঃ হে আল্লাহ! আপনি তার মাল ও সন্তান বৃদ্ধি করে দিন এবং আপনি তাকে যা দিয়েছেন তাতে বারাকাত দান করুন।(আধুনিক প্রকাশনী- ৫৯৩৩, ইসলামিক ফাউন্ডেশন- ৫৮২৬)",
    "ar": "حَدَّثَنَا أَبُو زَيْدٍ، سَعِيدُ بْنُ الرَّبِيعِ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا ـ رضى الله عنه ـ قَالَ قَالَتْ أُمُّ سُلَيْمٍ أَنَسٌ خَادِمُكَ‏.‏ قَالَ ‏ \"‏ اللَّهُمَّ أَكْثِرْ مَالَهُ وَوَلَدَهُ، وَبَارِكْ لَهُ فِيمَا أَعْطَيْتَهُ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6382,
    "narrator": "মুতাররিফ ইব্‌ন আব্দুল্লাহ আবূ মুস’আব (র.) ....... জাবির (রা.)",
    "bn": "তিনি বলেন, নবী রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ৬৩৮২. জাবির (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের সকল কাজের জন্য ইস্তিখারা শিক্ষা দিতেন, যেমনভাবে তিনি কুরআনের সূরা শিক্ষা দিতেন। (বলতেন) যখন তোমাদের কারো কোন বিশেষ কাজ করার ইচ্ছে হয়, তখন সে যেন দু’ রাক‘আত সলাত আদায় করে এরূপ দু‘আ করে। (অর্থ) : হে আল্লাহ! আমি আপনার জ্ঞানের দ্বারা আমার উদ্দিষ্ট কাজের মঙ্গলামঙ্গল জানতে চাই এবং আপনার ক্ষমতা বলে আমি কাজে সক্ষম হতে চাই। আর আমি আপনার মহান অনুগ্রহ প্রার্থনা করি। কারণ, আপনি ক্ষমতাবান আর আমার কোন ক্ষমতা নেই এবং আপনি জানেন আর আমি জানি না। আপনিই গায়িব সম্পর্কে জ্ঞান রাখেন। হে আল্লাহ! যদি আপনার জ্ঞানে এ কাজটিকে আমার দ্বীনের ব্যাপারে, আমার জীবন ধারণে ও পরিণামে- রাবী বলেন, কিংবা তিনি বলেছেন- আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে মঙ্গলজনক বলে জানেন তাহলে তা আমার জন্য নির্ধারিত করে দিন। আর যদি আমার এ কাজটি আমার দ্বীনের ব্যাপারে, জীবন ধারণে ও পরিণামে- রাবী বলেন, কিংবা তিনি বলেছেন- দুনিয়ায় আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে আপনি আমার জন্য অমঙ্গলজনক মনে করেন, তবে আপনি তা আমা হতে ফিরিয়ে নিন। আমাকেও তা হতে ফিরিয়ে রাখুন। আর যেখানেই হোক, আমার জন্য মঙ্গলজনক কাজ নির্ধারিত করে দিন। তারপর আমাকে আপনার নির্ধারিত কাজের প্রতি তৃপ্ত রাখুন। রাবী বলেন, সে যেন এ সময় তার প্রয়োজনের নির্দিষ্ট বিষয়ের কথা উল্লেখ করে।(আধুনিক প্রকাশনী- ৫৯৩৪, ইসলামিক ফাউন্ডেশন- ৫৮২৭)",
    "ar": "حَدَّثَنَا مُطَرِّفُ بْنُ عَبْدِ اللَّهِ أَبُو مُصْعَبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَالسُّورَةِ مِنَ الْقُرْآنِ ‏ \"‏ إِذَا هَمَّ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ، ثُمَّ يَقُولُ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاقْدُرْهُ لِي، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ‏.‏ وَيُسَمِّي حَاجَتَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6383,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একবার পানি আনিয়ে অযূ করলেন। তারপর উভয় হাত তুলে দু‘আ করলেনঃ হে আল্লাহ! আপনি ‘উবায়দ আবূ ‘আম্‌রকে মাফ করে দিন। আমি তখন তাঁর বগলের শুভ্রতা দেখলাম। আরও দু‘আ করলেনঃ হে আল্লাহ! আপনি তাকে ক্বিয়ামাতের দিন আপনার সৃষ্ট অধিকাংশ অনেক লোকের উপর স্থান দান করুন।(আধুনিক প্রকাশনী- ৫৯৩৫, ইসলামিক ফাউন্ডেশন- ৫৮২৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ دَعَا النَّبِيُّ صلى الله عليه وسلم بِمَاءٍ فَتَوَضَّأَ، ثُمَّ رَفَعَ يَدَيْهِ فَقَالَ ‏\"‏ اللَّهُمَّ اغْفِرْ لِعُبَيْدٍ أَبِي عَامِرٍ ‏\"‏‏.‏ وَرَأَيْتُ بَيَاضَ إِبْطَيْهِ فَقَالَ ‏\"‏ اللَّهُمَّ اجْعَلْهُ يَوْمَ الْقِيَامَةِ فَوْقَ كَثِيرٍ مِنْ خَلْقِكَ مِنَ النَّاسِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6384,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, একবার এক সফরে আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর সঙ্গে ছিলাম। যখন আমরা উঁচু স্থানে আরোহণ করতাম তখন উচ্চৈঃস্বরে ‘আল্লাহু আকবার’ বলতাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ হে লোকেরা! তোমরা নিজেদের জানের উপর দয়া করো। কারণ তোমরা কোন বধির অথবা অনুপস্থিতকে আহ্বান করছ না বরং তোমরা আহ্বান জানাচ্ছ সর্বশ্রোতা ও সর্বদ্রষ্টাকে। কিছুক্ষণ পর তিনি আমার কাছে এলেন, তখন আমি মনে মনে পড়ছিলামঃ ‘লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ’। তখন তিনি বলেন, হে ‘আবদুল্লাহ ইবনু কায়স! তুমি পড়বে ‘লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ’। কারণ এ দু‘আ হলো জান্নাতের রত্ন ভাণ্ডারগুলোর একটি। অথবা তিনি বললেনঃ আমি কি তোমাকে এমন একটি কথার সন্ধান দেব না যে কথাটি জান্নাতের রত্ন ভাণ্ডার? তাত্থেকে একটি রত্নভাণ্ডার হলো ‘লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ’।(আধুনিক প্রকাশনী- ৫৯৩৬, ইসলামিক ফাউন্ডেশন- ৫৮২৯)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي مُوسَى ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَكُنَّا إِذَا عَلَوْنَا كَبَّرْنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَيُّهَا النَّاسُ ارْبَعُوا عَلَى أَنْفُسِكُمْ، فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا، وَلَكِنْ تَدْعُونَ سَمِيعًا بَصِيرًا ‏\"‏‏.‏ ثُمَّ أَتَى عَلَىَّ وَأَنَا أَقُولُ فِي نَفْسِي لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ‏.‏ فَقَالَ ‏\"‏ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ فَإِنَّهَا‏.‏ كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ ‏\"‏‏.‏ أَوْ قَالَ ‏\"‏ أَلاَ أَدُلُّكَ عَلَى كَلِمَةٍ هِيَ كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6385,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন যুদ্ধ, হাজ্জ কিংবা ‘উমরাহ থেকে ফিরতেন, তখন প্রত্যেক উঁচু স্থানের উপর তিনবার ‘আল্লাহু আকবার’ বলতেন। তারপর বলতেনঃ “আল্লাহ ব্যতীত আর কোন ইলাহ নেই। তিনি এক, তাঁর কোন শরীক নেই। রাজত্ব, হাম্‌দও তাঁরই জন্য, তিনি সব কিছুর উপর সর্বশক্তিমান। আমরা প্রত্যাবর্তনকারী, তাওবাহ্‌কারী, ইবাদাতকারী, আপন প্রতিপালকের প্রশংসাকারী, আল্লাহ তা‘আলা স্বীয় ওয়াদা রক্ষা করেছেন। তিনি তাঁর বান্দাকে সাহায্য করেছেন, আর শত্রু দলকে তিনি একাই প্রতিহত করেছেন।”[১৭৯৭; মুসলিম ১৫/৭৬, হাঃ ১৩৪৪, আহমাদ ৪৯৬০] আধুনিক প্রকাশনী- ৫৯৩৭, ইসলামিক ফাউন্ডেশন- ৫৮৩০)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَفَلَ مِنْ غَزْوٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ يُكَبِّرُ عَلَى كُلِّ شَرَفٍ مِنَ الأَرْضِ ثَلاَثَ تَكْبِيرَاتٍ، ثُمَّ يَقُولُ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، آيِبُونَ تَائِبُونَ، عَابِدُونَ لِرَبِّنَا، حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأَحْزَابَ وَحْدَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6386,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আবদুর রহমান ইবনু আওফের গায়ে হলুদ রং দেখে জিজ্ঞেস করলেনঃ ব্যাপার কী? তিনি বললেনঃ আমি এক নারীকে বিয়ে করেছি এক টুকরো স্বর্ণের বিনিময়ে। তিনি দু‘আ করলেনঃ আল্লাহ তোমাকে বারাকাত দান করুন। একটা ছাগল দ্বারা হলেও তুমি ওয়ালীমা দাও।(আধুনিক প্রকাশনী- ৫৯৩৮, ইসলামিক ফাউন্ডেশন- ৫৮৩১)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ رَأَى النَّبِيُّ صلى الله عليه وسلم عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَثَرَ صُفْرَةٍ فَقَالَ ‏\"‏ مَهْيَمْ ‏\"‏‏.‏ أَوْ ‏\"‏ مَهْ ‏\"‏‏.‏ قَالَ تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ‏.‏ فَقَالَ ‏\"‏ بَارَكَ اللَّهُ لَكَ أَوْلِمْ وَلَوْ بِشَاةٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6387,
    "narrator": "জাবির (রাঃ)",
    "bn": "জাবির (রাঃ) বলেন, আমার আব্বা সাত অথবা নয়জন মেয়ে রেখে মারা যান। তারপর আমি এক নারীকে বিয়ে করি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তুমি কি বিয়ে করেছ? আমি বললামঃ হাঁ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জিজ্ঞেস করলেন, সে নারী কুমারী না অকুমারী? আমি বললামঃ অকুমারী। তিনি বললেন, তুমি একজন কুমারী বিয়ে করলে না কেন? তা হলে তুমি তার সঙ্গে ক্রীড়া কৌতুক করতে এবং সেও তোমার সঙ্গে ক্রীড়া কৌতুক করত। আর তুমি তার সঙ্গে এবং সেও তোমার সঙ্গে হাসি-তামাশা করতো। আমি বললামঃ আমার পিতা সাত অথবা নয়জন মেয়ে রেখে মারা গেছেন। কাজেই আমি এটা পছন্দ করলাম না যে, তাদের মত কুমারী বিয়ে করে আনি। এজন্য আমি এমন এক নারীকে বিয়ে করেছি যে তাদের তত্ত্বাবধান করতে পারবে। তখন তিনি দু’আ করলেনঃ আল্লাহ! তোমাকে বারাকাত দান করুন। ইবনু ‘উয়াইনাহ ও মুহাম্মাদ বিন মুসলিম, ‘আম্‌র (রাঃ) থেকে ‘আল্লাহ তোমাকে বারাকাত দিন” কথাটি বলেননি।(আধুনিক প্রকাশনী- ৫৯৩৯, ইসলামিক ফাউন্ডেশন- ৫৮৩২)",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ هَلَكَ أَبِي وَتَرَكَ سَبْعَ ـ أَوْ تِسْعَ ـ بَنَاتٍ، فَتَزَوَّجْتُ امْرَأَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَزَوَّجْتَ يَا جَابِرُ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ بِكْرًا أَمْ ثَيِّبًا ‏\"‏‏.‏ قُلْتُ ثَيِّبًا‏.‏ قَالَ ‏\"‏ هَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ، أَوْ تُضَاحِكُهَا وَتُضَاحِكُكَ ‏\"‏‏.‏ قُلْتُ هَلَكَ أَبِي فَتَرَكَ سَبْعَ ـ أَوْ تِسْعَ ـ بَنَاتٍ، فَكَرِهْتُ أَنْ أَجِيئَهُنَّ بِمِثْلِهِنَّ، فَتَزَوَّجْتُ امْرَأَةً تَقُومُ عَلَيْهِنَّ‏.‏ قَالَ ‏\"‏ فَبَارَكَ اللَّهُ عَلَيْكَ ‏\"‏‏.‏ لَمْ يَقُلِ ابْنُ عُيَيْنَةَ وَمُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو ‏\"‏ بَارَكَ اللَّهُ عَلَيْكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6388,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেনঃ তোমাদের কেউ স্ত্রীর সঙ্গে সঙ্গত হতে চাইলে সে বলবেঃ আল্লাহর নামে, হে আল্লাহ! আপনি আমাদের শয়তান থেকে দূরে রাখুন এবং আপনি আমাদেরকে যা দান করেন তা থেকে শয়তানকে দূরে রাখুন। তারপর তাদের এ মিলনের মাঝে যদি কোন সন্তান নির্ধারিত থাকে তা হলে শয়তান এ সন্তানকে কক্ষনো ক্ষতি করতে পারবে না।(আধুনিক প্রকাশনী- ৫৯৪০, ইসলামিক ফাউন্ডেশন- ৫৮৩৩)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لَوْ أَنَّ أَحَدَهُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ بِاسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَإِنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ، لَمْ يَضُرَّهُ شَيْطَانٌ أَبَدًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6389,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) অধিকাংশ সময়ই এ দু’আ পড়তেনঃ হে আমাদের রব্ব! আমাদেরকে দুনিয়াতে কল্যাণ দাও এবং আখিরাতেও কল্যাণ দাও এবং আমাদেরকে জাহান্নামের অগ্নি থেকে থেকে রক্ষা কর। (সূরা আল-বাকারাহ ২/২০১) [৪৫২২; মুসলিম ৪৮/৯, হাঃ ২৬৯০, আহমাদ ১৩৯৩৮] আধুনিক প্রকাশনী- ৫৯৪১, ইসলামিক ফাউন্ডেশন- ৫৮৩৪)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ كَانَ أَكْثَرُ دُعَاءِ النَّبِيِّ صلى الله عليه وسلم \"‏ اللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6390,
    "narrator": "সা’দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি বলেন, যেভাবে লেখা শিখানো হতো ঠিক তেমনিভাবে আমাদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ দু’আ শিখাতেনঃ হে আল্লাহ! আমি কৃপণতা থেকে আপনার আশ্রয় চাচ্ছি। আর আমি ভীরুতা থেকে আপনার আশ্রয় চাচ্ছি। আর আপনার আশ্রয় চাচ্ছি আমাদেরকে বার্ধক্যের আতিশয্যের দিকে ফিরিয়ে দেয়া থেকে। আর আমি আপনার আশ্রয় চাচ্ছি দুনিয়ার ফিত্‌না এবং ক্ববরের শাস্তি হতে।(আধুনিক প্রকাশনী- ৫৯৪২, ইসলামিক ফাউন্ডেশন- ৫৮৩৫)",
    "ar": "حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَلِّمُنَا هَؤُلاَءِ الْكَلِمَاتِ كَمَا تُعَلَّمُ الْكِتَابَةُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ نُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا، وَعَذَابِ الْقَبْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6391,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "একবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) –এর উপর যাদু করা হলো। অবস্থা এমন হলো যে, তাঁর খেয়াল হতো যে, তিনি একটা কাজ করেছেন, অথচ তিনি তা করেননি। সেজন্যে তিনি আল্লাহ্‌র কাছে দু’আ করলেন। এরপর তিনি [‘আয়িশাহ(রাঃ)-কে বললেনঃ তুমি জেনেছ কি? আমি যে বিষয়টা আল্লাহ্‌র নিকট হতে জানতে চেয়েছিলাম, তা তিনি আমাকে জানিয়ে দিয়েছেন। ‘আয়িশাহ (রাঃ) বললেনঃ হে আল্লাহ্‌র রসূল! তা কী? তিনি বললেনঃ (স্বপ্নের মধ্যে) আমার নিকট দু’জন লোক আসলেন এবং একজন আমার মাথার কাছে, আরেক জন আমার দু’পায়ের কাছে বসলেন। তারপর একজন তার সাথীকে জিজ্ঞেস করলেনঃ এ লোকের রোগটা কী? তখন অপরজন বললেনঃ তিনি যাদুগ্রস্ত। আবার তিনি জিজ্ঞেস করলেন, তাকে কে যাদু করেছে? অপরজন বললেনঃ লাবীদ ইবনু আ’সাম। তিনি আবার জিজ্ঞেস করলেন, তা কিসের মধ্যে করেছ। তিনি বললেন, চিরুনী, ছেঁড়া চুল ও কাঁচা খেজুর গাছের খোসার মধ্যে। আবার তিনি জিজ্ঞেস করলেনঃ এটা কোথায়? তিনি বললেনঃ যুরাইক গোত্রের ‘যারওয়ান’ কূপের মধ্যে। ‘আয়িশাহ (রাঃ) বর্ণনা করেন। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সেখানে গেলেন (তা বের করিয়ে নিয়ে) ‘আয়িশাহ্‌র কাছে ফিরে এসে বললেনঃ আল্লাহ্‌র কসম! সেই কূপের পানি যেন মেন্দি তলানি পানি এবং এর খেজুর গাছগুলো ঠিক যেন শয়তানের মাথা। ‘আয়িশাহ (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ফিরে এসে তাঁর কাছে কূপের বিস্তারিত বর্ণনা দিলেন। তখন আমি বললামঃ হে আল্লাহ্‌র রসূল! আপনি এ বিষয়টি লোকেদের  মাঝে প্রকাশ করে দিলেন না কেন? তিনি বললেনঃ আল্লাহ তা’আলা তো আমাকে রোগমুক্ত করেছেন। সুতরাং আমি লোকজনের মাঝে উত্তেজনা ছড়ানো পছন্দ করি না। ‘ঈসা ইবনু ইউনুস ও লায়স (রহঃ)….. ‘আয়িশাহ (রাঃ) হতে বর্ণিত। তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) –কে যাদু করা হলে তিনি বারবার দু’আ করলেন, এভাবে পূর্ণ হাদীস বর্ণিত রয়েছে।(আধুনিক প্রকাশনী- ৫৯৪৩, ইসলামিক ফাউন্ডেশন- ৫৮৩৬)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُنْذِرٍ، حَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طُبَّ حَتَّى إِنَّهُ لَيُخَيَّلُ إِلَيْهِ قَدْ صَنَعَ الشَّىْءَ وَمَا صَنَعَهُ، وَإِنَّهُ دَعَا رَبَّهُ ثُمَّ قَالَ ‏\"‏ أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ ‏\"‏‏.‏ فَقَالَتْ عَائِشَةُ فَمَا ذَاكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي، وَالآخَرُ عِنْدَ رِجْلَىَّ فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ‏.‏ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ‏.‏ قَالَ فِيمَا ذَا قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةٍ‏.‏ قَالَ فَأَيْنَ هُوَ قَالَ فِي ذَرْوَانَ، وَذَرْوَانُ بِئْرٌ فِي بَنِي زُرَيْقٍ ‏\"‏‏.‏ قَالَتْ فَأَتَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ رَجَعَ إِلَى عَائِشَةَ فَقَالَ ‏\"‏ وَاللَّهِ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ، وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ ‏\"‏‏.‏ قَالَتْ فَأَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهَا عَنِ الْبِئْرِ، فَقُلْتُ يَا رَسُولَ اللَّهِ فَهَلاَّ أَخْرَجْتَهُ قَالَ ‏\"‏ أَمَّا أَنَا فَقَدْ شَفَانِي اللَّهُ، وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا ‏\"‏‏.‏ زَادَ عِيسَى بْنُ يُونُسَ وَاللَّيْثُ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ النَّبِيُّ صلى الله عليه وسلم فَدَعَا وَدَعَا وَسَاقَ الْحَدِيثَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6392,
    "narrator": "ইবনু আবূ আওফা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) (খন্দকের যুদ্ধে) শ্ত্রু বাহিনীর উপর বদ দু’আ করেছেনঃ হে আল্লাহ! হে কিতাব নাযিলকারী! হে ত্বরিৎ হিসাব গ্রহণকারী! আপনি শ্ত্রু বাহিনীকে পরাস্ত করুন। তাদের পরাস্ত করুন এবং তাদের প্রকম্পিত করে দিন।(আধুনিক প্রকাশনী- ৫৯৪৪, ইসলামিক ফাউন্ডেশন- ৫৮৩৭)",
    "ar": "حَدَّثَنَا ابْنُ سَلاَمٍ، أَخْبَرَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي خَالِدٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى ـ رضى الله عنهما ـ قَالَ دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الأَحْزَابِ فَقَالَ ‏ \"‏ اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اهْزِمْهُمْ وَزَلْزِلْهُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6393,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এশার শেষ রাক’আতে যখন ‘সামিয়াল্লাহু লিমান হামিদাহ্‌’ বলতেন তখন কুনূতে (নাযিলা) পড়তেনঃ হে আল্লাহ! আইয়্যাশ ইবনু আবূ রাবী’আহ্‌কে মুক্তি দিন। হে আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদকে মুক্তি দিন। হে আল্লাহ! সালামাহ ইবনু হিশামকে মুক্তি দিন। হে আল্লাহ! আপনি দুর্বল মু’মিনদের মুক্ত করুন। হে আল্লাহ! আপনি মুযার গোত্রকে ভয়াবহ শাস্তি দিন। হে আল্লাহ! আপনি তাদের উপর ইউসুফ (আঃ) -এর সময়ের দুর্ভিক্ষের বছরের মত দুর্ভিক্ষ চাপিয়ে দিন।(আধুনিক প্রকাশনী- ৫৯৪৫, ইসলামিক ফাউন্ডেশন- ৫৮৩৮)",
    "ar": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا قَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏‏.‏ فِي الرَّكْعَةِ الآخِرَةِ مِنْ صَلاَةِ الْعِشَاءِ قَنَتَ ‏\"‏ اللَّهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ، اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ، اللَّهُمَّ أَنْجِ سَلَمَةَ بْنَ هِشَامٍ، اللَّهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ، اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ، اللَّهُمَّ اجْعَلْهَا سِنِينَ كَسِنِي يُوسُفَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6394,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একটা সারীয়্যা (ক্ষুদ্র বাহিনী) প্রেরণ করলেন। তাদের কুর্‌রা বলা হতো। তাদের হত্যা করা হলো। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে এদের ব্যাপারে যেরূপ রাগান্বিত দেখেছি অন্য কারণে তেমন রাগান্বিত দেখিনি। এজন্য তিনি ফজরের সালাতে এক মাস ধরে কুনূত পড়লেন। তিনি বলতেনঃ উসায়্যা গোত্র আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছে।[১০০১; মুসলিম ৫/৫৪, হাঃ ৬৭৭, আহমাদ ১২১৫৩] আধুনিক প্রকাশনী- ৫৯৪৬, ইসলামিক ফাউন্ডেশন- ৫৮৩৯)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَاصِمٍ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً يُقَالُ لَهُمُ الْقُرَّاءُ فَأُصِيبُوا، فَمَا رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَجَدَ عَلَى شَىْءٍ مَا وَجَدَ عَلَيْهِمْ، فَقَنَتَ شَهْرًا فِي صَلاَةِ الْفَجْرِ وَيَقُولُ ‏ \"‏ إِنَّ عُصَيَّةَ عَصَوُا اللَّهَ وَرَسُولَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6395,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, ইয়াহূদী সম্প্রদায়ের লোকেরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে সালাম করার সময় বলতো ‘আস্‌সামু ‘আলাইকা’ (ধ্বংস তোমার প্রতি)। ‘আয়িশাহ (রাঃ) তাদের এ কথার খারাপ উদ্দেশ্য বুঝতে পেরে বললেনঃ ‘আলাইকুমুস্‌সাম ওয়াল্‌লা‘নত’ (ধ্বংস তোমাদের প্রতি ও লা’নত)। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ ‘আয়িশাহ থামো! আল্লাহ তা’আলা সকল বিষয়েই নম্রতা পছন্দ করেন। ‘আয়িশাহ (রাঃ) বললেনঃ তারা কি বলেছে আপনি কি তা শুনেননি? তিনি বললেন, আমি তাদের কথার জওয়াবে ‘ওয়া’আলাইকুম’ বলেছি- তা তুমি শুননি? আমি বলেছি, তোমাদের উপরও।(আধুনিক প্রকাশনী- ৫৯৪৭, ইসলামিক ফাউন্ডেশন- ৫৮৪০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ الْيَهُودُ يُسَلِّمُونَ عَلَى النَّبِيِّ صلى الله عليه وسلم يَقُولُونَ السَّامُ عَلَيْكَ‏.‏ فَفَطِنَتْ عَائِشَةُ إِلَى قَوْلِهِمْ فَقَالَتْ عَلَيْكُمُ السَّامُ وَاللَّعْنَةُ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَهْلاً يَا عَائِشَةُ، إِنَّ اللَّهَ يُحِبُّ الرِّفْقَ فِي الأَمْرِ كُلِّهِ ‏\"‏‏.‏ فَقَالَتْ يَا نَبِيَّ اللَّهِ أَوَلَمْ تَسْمَعْ مَا يَقُولُونَ قَالَ ‏\"‏ أَوَلَمْ تَسْمَعِي أَنِّي أَرُدُّ ذَلِكَ عَلَيْهِمْ فَأَقُولُ وَعَلَيْكُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6396,
    "narrator": "আলী ইবনু আবূ ত্বলিব (রাঃ)",
    "bn": "আলী ইবনু আবূ ত্বলিব (রাঃ) বলেন, খন্দকের যুদ্ধের দিন আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর সঙ্গে ছিলাম। তিনি বললেন, হে আল্লাহ! তাদের গৃহ এবং ক্ববরকে আগুন দিয়ে ভর্তি করে দিন। কারণ তারা আমাদেরকে ‘সলাতুল উস্তা’ থেকে বারিত করে রেখেছে। এমনকি সূর্য ডুবে গেল। আর ‘সলাতুল উস্তা’ হলো আসর সলাত।(আধুনিক প্রকাশনী- ৫৯৪৮, ইসলামিক ফাউন্ডেশন- ৫৮৪১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، حَدَّثَنَا عَبِيدَةُ، حَدَّثَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم يَوْمَ الْخَنْدَقِ، فَقَالَ ‏ \"‏ مَلأَ اللَّهُ قُبُورَهُمْ وَبُيُوتَهُمْ نَارًا، كَمَا شَغَلُونَا عَنْ صَلاَةِ الْوُسْطَى حَتَّى غَابَتِ الشَّمْسُ ‏\"‏‏.‏ وَهْىَ صَلاَةُ الْعَصْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6397,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তুফাইল ইবনু ‘আম্‌র (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) –এর কাছে এসে বললেনঃ দাওস গোত্র বিরুদ্ধাচরণ করেছে ও অবাধ্য হয়েছে এবং ইসলাম গ্রহণ করতে অস্বীকার করেছে। সুতরাং আপনি তাদের উপর বদ’দুআ করুন। সাহাবীগণ ভাবলেন যে, তিনি তাদের উপর বদ দু’আই করবেন। কিন্তু তিনি (তাদের জন্য) দু’আ করলেনঃ হে আল্লাহ্‌! আপনি দাওস গোত্রকে হিদায়াত দান করুন। আর তাদের মুসলিম করে নিয়ে আসুন।(আধুনিক প্রকাশনী- ৫৯৪৯, ইসলামিক ফাউন্ডেশন- ৫৮৪২)",
    "ar": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَدِمَ الطُّفَيْلُ بْنُ عَمْرٍو عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ دَوْسًا قَدْ عَصَتْ وَأَبَتْ، فَادْعُ اللَّهَ عَلَيْهَا‏.‏ فَظَنَّ النَّاسُ أَنَّهُ يَدْعُو عَلَيْهِمْ، فَقَالَ ‏ \"‏ اللَّهُمَّ اهْدِ دَوْسًا وَأْتِ بِهِمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6398,
    "narrator": "আবূ মূসা (রাঃ) তাঁর পিতা",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এরুপ দু’আ করতেনঃ হে আল্লাহ্‌! আপনি ক্ষমা করে দিন আমার অনিচ্ছাকৃত গুনাহ, আমার অজ্ঞতা, আমার কাজের সকল বাড়াবাড়ি এবং আমার যেসব গুনাহ আপনি আমার চেয়ে অধিক জানেন। হে আল্লাহ্‌! আপনি ক্ষমা করে দিন আমার ভুল-ত্রুটি, আমার ইচ্ছাকৃত গুনাহ ও আমার অজ্ঞতা এবং আমার উপহাসমূলক গুনাহ আর এ রকম গুনাহ যা আমার মধ্যে আছে। হে আল্লাহ্‌! আপনি আমাকে ক্ষমা করে দিন যেসব গুনাহ আমি আগে করেছি। আপনিই অগ্রবর্তী করেন, আপনিই পশ্চাদবর্তী করেন এবং আপনিই সব বিষয়োপরি সর্বশক্তিমান।[৬৩৯৯; মুসলিম ৪৮/১৮, হাঃ ২৭১৯, আহমাদ ১৯৭৫৯] আধুনিক প্রকাশনী- ৫৯৫০, ইসলামিক ফাউন্ডেশন- ৫৮৪৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكَ بْنُ صَبَّاحٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ ابْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَدْعُو بِهَذَا الدُّعَاءِ ‏ \"‏ رَبِّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي كُلِّهِ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي خَطَايَاىَ وَعَمْدِي وَجَهْلِي وَهَزْلِي، وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ، وَأَنْتَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ ‏\"‏‏.‏ وَقَالَ عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ وَحَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم‏ بِنَحْوِهِ.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6399,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দু’আ করতেনঃ হে আল্লাহ্‌! আপনি ক্ষমা করে দিন আমার ভুল-ত্রুটিজনিত গুনাহ, আমার অজ্ঞতা, আমার বাড়াবাড়ি এবং আর যা আপনি আমার চেয়ে বেশি জানেন। হে আল্লাহ্‌! আপনি ক্ষমা করে দিন আমার হাসি-ঠাট্টামূলক গুনাহ, আমার প্রকৃত গুনাহ, আমার অনিচ্ছাকৃত গুনাহ এবং ইচ্ছাকৃত গুনাহ, এসব গুনাহ যা আমার মধ্যে আছে। [৬৩৯৮; মুসলিম ৪৮/১৮, হাঃ ২৭১৯, আহমাদ ১৯৭৫৯] আধুনিক প্রকাশনী- ৫৯৫১, ইসলামিক ফাউন্ডেশন- ৫৮৪৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، وَأَبِي، بُرْدَةَ ـ أَحْسِبُهُ ـ عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَدْعُو ‏ \"‏ اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي وَإِسْرَافِي فِي أَمْرِي، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ اغْفِرْ لِي هَزْلِي وَجِدِّي وَخَطَاىَ وَعَمْدِي، وَكُلُّ ذَلِكَ عِنْدِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6400,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আবুল কাসিম  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেন, জুম’আহ্‌র দিনে এমন একটি মুহূর্ত আছে, যদি সে মুহূর্তটিতে কোন মুসলিম দাঁড়িয়ে সলাত আদায় করে, আল্লাহ্‌র কাছে কোন কল্যাণের জন্য দু’আ করলে তা আল্লাহ্‌ তাকে দান করবেন। তিনি এ হাদীস বর্ণনার সময় আপন হাত দিয়ে ইঙ্গিত করলে আমরা বললাম (বুঝলাম) যে, মুহূর্তটির সময় খুবই স্বল্প।(আধুনিক প্রকাশনী- ৫৯৫২, ইসলামিক ফাউন্ডেশন- ৫৮৪৫)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏ \"‏ فِي الْجُمُعَةِ سَاعَةٌ لاَ يُوَافِقُهَا مُسْلِمٌ وَهْوَ قَائِمٌ يُصَلِّي يَسْأَلُ خَيْرًا إِلاَّ أَعْطَاهُ ‏\"‏‏.‏ وَقَالَ بِيَدِهِ قُلْنَا يُقَلِّلُهَا يُزَهِّدُهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6401,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "একবার একদল ইয়াহূদী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকট এসে সালাম দিতে গিয়ে বললোঃ ‘আস্‌সামু ‘আলাইকা’। তিনি বললেনঃ ‘ওয়াআলাইকুম’। কিন্তু ‘আয়িশাহ (রাঃ) বললেনঃ ‘আস্‌সামু ‘আলাইকুম ওয়া লা’য়ানাকুমুল্লাহ ওয়া গাযিবা ‘আলাইকুম’ (তোমরা ধ্বংস হও, আল্লাহ্‌ তোমাদের উপর লা’নাত করুন, আর তোমাদের উপর গযব অবতীর্ণ করুন)। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ হে ‘আয়িশাহ তুমি থামো! তুমি নম্রতা অবলম্বন করো, আর তুমি কঠোরতা বর্জন করো। ‘আয়িশাহ (রাঃ) বললেনঃ তারা কী বলেছে আপনি কি শুনেননি? তিনি বললেনঃ আমি যা বলেছি, তা কি তুমি শুননি? আমি তো তাদের কথাটা তাদের উপরই ফিরিয়ে দিলাম। কাজেই তাদের উপর আমার বদ্‌’ দু’আ কবূল হয়ে যাবে। কিন্তু আমার ব্যাপারে তাদের বদ দু’আ কবূল হবে না।(আধুনিক প্রকাশনী- ৫৯৫৩, ইসলামিক ফাউন্ডেশন- ৫৮৪৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها أَنَّ الْيَهُودَ، أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا السَّامُ عَلَيْكَ‏.‏ قَالَ ‏\"‏ وَعَلَيْكُمْ ‏\"‏‏.‏ فَقَالَتْ عَائِشَةُ السَّامُ عَلَيْكُمْ، وَلَعَنَكُمُ اللَّهُ وَغَضِبَ عَلَيْكُمْ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَهْلاً يَا عَائِشَةُ، عَلَيْكِ بِالرِّفْقِ، وَإِيَّاكِ وَالْعُنْفَ أَوِ الْفُحْشَ ‏\"‏‏.‏ قَالَتْ أَوَلَمْ تَسْمَعْ مَا قَالُوا قَالَ ‏\"‏ أَوَلَمْ تَسْمَعِي مَا قُلْتُ رَدَدْتُ عَلَيْهِمْ، فَيُسْتَجَابُ لِي فِيهِمْ، وَلاَ يُسْتَجَابُ لَهُمْ فِيَّ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6402,
    "narrator": "আলী ইবনু ‘আবদুল্লাহ (রহঃ) আবূ হুরায়রা (রাঃ)",
    "bn": "নবী বলেছেন, যখন ক্বারী ‘আমীন’ বলবে তখন তোমরাও আমীন বলবে। কারণ এ সময় ফেরেশতা আমীন বলে থাকেন। সুতরাং যার আমীন বলা ফেরেশতার আমীন বলার সঙ্গে মিলে যাবে, তার পূর্বের সব গুনাহ ক্ষমা করে দেয়া হবে।(আধুনিক প্রকাশনী- ৫৯৫৪, ইসলামিক ফাউন্ডেশন- ৫৮৪৭)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ الزُّهْرِيُّ حَدَّثَنَاهُ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَمَّنَ الْقَارِئُ فَأَمِّنُوا، فَإِنَّ الْمَلاَئِكَةَ تُؤَمِّنُ، فَمَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلاَئِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6403,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে ব্যক্তি দিনের মধ্যে একশ’ বার পড়বে ‘আল্লাহ্‌ ছাড়া কোন ইলাহ নেই, তিনি এক, তাঁর কোন অংশীদার নেই। রাজত্ব একমাত্র তাঁরই, প্রশংসা তাঁরই, তিনি সব কিছুর উপর সর্বশক্তিমান।' সে একশ' গোলাম মুক্ত করার সাওয়াব লাভ করবে এবং তার জন্য একশ’টি নেকী লেখা হবে, আর তার একশ’টি গুনাহ মিটিয়ে দেয়া হবে। আর সে দিন সন্ধ্যা অবধি এটা তার জন্য রক্ষাকবচ হবে এবং তার চেয়ে অধিক ফাযীলাতপূর্ণ ‘আমাল আর কারো হবে না। তবে সে ব্যক্তি ছাড়া যে ব্যক্তি এ ‘আমল তার চেয়েও অধিক করবে।(আধুনিক প্রকাশনী- ৫৯৫৫, ইসলামিক ফাউন্ডেশন- ৫৮৪৮)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ‏.‏ فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ، حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6404,
    "narrator": "আম্‌র ইবনু মাইমুন (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে লোক (এ কথাগুলো) দশবার পড়বে সে ঐ লোকের সমান হয়ে যাবে, সে লোক ইসমাঈল (আঃ) -এর বংশ থেকে একটা গোলাম মুক্ত করে দিয়েছে। শাবীও রাবী ইবনু খুসাইম হতে অনুরুপ বর্ণনা করেছেন। তিনি বলেন, ‘আমর ইবনু মায়মূন হতে। আমর ইবনু মায়মূনের নিকট থেকে শুনেছেন? তিনি বলেন, ‘আমর ইবনু মায়মূন হতে। ‘আমর ইবনু মায়মূনের নিকট গিয়ে তাঁকে জিজ্ঞেস করল, আপনি এ হাদীস কার নিকট হতে শুনেছেন? তিনি বললেন, ইবনু আবূ লায়লা হতে। আমি ইবনু আবূ লায়লার নিকট গিয়ে তাকে জিজ্ঞেস করলাম, আপনি এটি কার নিকট হতে শুনেছেন? তিনি বললেন, আমি এটি আবূ আইয়ূব আনসারী (রাঃ) -কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণনা করতে শুনেছি। \nকয়েকটি ভিন্ন ভিন্ন সনদে অনুরুপ হাদীস আবূ আইয়ূব আনসারী (রাঃ) থেকেও বর্ণিত হয়েছে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ হাদীসটি তাঁর নিকটেও বলেছেন।\nআবূ আইয়ূব আনসারী (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণনা করেন, সে ঐ ব্যক্তির ন্যায় যে ইসমাঈলের বংশধরের কোন গোলামকে আযাদ করলো। আবূ ‘আবদুল্লাহ বুখারী বলেন, ‘’আবদুল মালিক বিন ‘’আমর-এর উক্তিটিই সঠিক। (আধুনিক প্রকাশনী- ৫৯৫৬, ইসলামিক ফাউন্ডেশন- ৫৮৪৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ مَنْ قَالَ عَشْرًا كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلَ‏.‏ قَالَ عُمَرُ بْنُ أَبِي زَائِدَةَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنِ الشَّعْبِيِّ عَنْ رَبِيعِ بْنِ خُثَيْمٍ مِثْلَهُ‏.‏ فَقُلْتُ لِلرَّبِيعِ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ عَمْرِو بْنِ مَيْمُونٍ‏.‏ فَأَتَيْتُ عَمْرَو بْنَ مَيْمُونٍ فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنِ ابْنِ أَبِي لَيْلَى‏.‏ فَأَتَيْتُ ابْنَ أَبِي لَيْلَى فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ يُحَدِّثُهُ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ حَدَّثَنِي عَمْرُو بْنُ مَيْمُونٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِي أَيُّوبَ قَوْلَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ مُوسَى حَدَّثَنَا وُهَيْبٌ، عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ إِسْمَاعِيلُ عَنِ الشَّعْبِيِّ عَنِ الرَّبِيعِ قَوْلَهُ‏.‏ وَقَالَ آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ سَمِعْتُ هِلاَلَ بْنَ يَسَافٍ عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ وَعَمْرِو بْنِ مَيْمُونٍ عَنِ ابْنِ مَسْعُودٍ قَوْلَهُ‏.‏ وَقَالَ الأَعْمَشُ وَحُصَيْنٌ عَنْ هِلاَلٍ عَنِ الرَّبِيعِ عَنْ عَبْدِ اللَّهِ قَوْلَهُ‏.‏ وَرَوَاهُ أَبُو مُحَمَّدٍ الْحَضْرَمِيُّ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏ كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلِ قَالَ أَبُو عَبْد اللَّهِ وَالصَّحِيحُ قَوْلُ عَبْدِ الْمَلِكِ بْنِ عَمْرٍو.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6405,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে লোক প্রতিদিন একশ’বার সুবহানাল্লাহি ওয়া বিহামদিহ বলবে তার গুনাহগুলো ক্ষমা করে দেয়া হবে তা সমুদ্রের ফেনা পরিমাণ হলেও।[মুসলিম ৪৮/১০, হাঃ ২৬৯১, আহমাদ ৮০১৪] (আধুনিক প্রকাশনী- ৫৯৫৭, ইসলামিক ফাউন্ডেশন- ৫৮৫০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ‏.‏ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6406,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ দুটি বাক্য এমন যা মুখে উচ্চারণ করা অতি সহজ, পাল্লায় অতি ভারী, আর আল্লাহ্‌র নিকট অতি প্রিয়। তা হলোঃ সুবহানাল্লাহিল আযীম, সুবহানাল্লাহি ওয়া বিহামদিহ।[৬৬৮২, ৭৫৬৩; মুসলিম ৪৮/১০, হাঃ ২৬৯৪, আহমাদ ৭১৭০] আধুনিক প্রকাশনী- ৫৯৫৮, ইসলামিক ফাউন্ডেশন- ৫৮৫১)",
    "ar": "زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ عُمَارَةَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ كَلِمَتَانِ خَفِيفَتَانِ عَلٰى اللِّسَانِ ثَقِيلَتَانِ فِي الْمِيزَانِ حَبِيبَتَانِ إِلٰى الرَّحْمٰنِسُبْحَانَ اللهِ الْعَظِيمِ سُبْحَانَ اللهِ وَبِحَمْدِه„.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6407,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে তার প্রতিপালকের যিক্‌র করে, আর যে যিক্‌র করে না, তাদের উপমা হলো জীবিত ও মৃত ব্যক্তি।[মুসলিম ৬/২৯, হাঃ ৭৭৯] আধুনিক প্রকাশনী- ৫৯৫৯, ইসলামিক ফাউন্ডেশন- ৫৮৫২)",
    "ar": "مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللهِ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسٰى قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم مَثَلُ الَّذِي يَذْكُرُ رَبَّه“ وَالَّذِي لاَ يَذْكُرُ رَبَّه“ مَثَلُ الْحَيِّ وَالْمَيِّتِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6408,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র একদল ফেরেশতা আছেন, যাঁরা আল্লাহ্‌র যিক্‌রে রত লোকদের খোঁজে পথে পথে ঘুরে বেড়ান। যখন তাঁরা কোথাও আল্লাহ্‌র যিক্‌রে রত লোকদের দেখতে পান, তখন ফেরেশতারা পরস্পরকে ডাক দিয়ে বলেন, তোমারা আপন আপন কাজ করার জন্য এগিয়ে এসো। তখন তাঁরা তাঁদের ডানাগুলো দিয়ে সেই লোকদের ঢেকে ফেলেন নিকটবর্তী আকাশ পর্যন্ত। তখন তাঁদের প্রতিপালক তাদেরকে জিজ্ঞেস করেন (যদিও ফেরেশতাদের চেয়ে তিনিই অধিক জানেন) আমার বান্দারা কী বলছে? তখন তাঁরা বলে, তারা আপনার পবিত্রতা বর্ণনা করছে, তারা আপনার শ্রেষ্ঠত্বের ঘোষণা দিচ্ছে, তারা আপনার গুণগান করছে এবং তারা আপনার মাহাত্ম্য প্রকাশ করছে। তখন তিনি জিজ্ঞেস করবেন, তারা কি আমাকে দেখেছে? তখন তারা বলবেঃ হে আমাদের প্রতিপালক, আপনার শপথ! তারা আপনাকে দেখেনি। তিনি বলবেন, আচ্ছা, তবে যদি তারা আমাকে দেখত? তাঁরা বলবেন, যদি তারা আপনাকে দেখত, তবে তারা আরও অধিক পরিমাণে আপনার ‘ইবাদাত করত, আরো অধিক আপনার মাহাত্ম্য ঘোষণা করত, আরো অধিক পরিমানে আপনার পবিত্রতা বর্ণনা করত। বর্ণনাকারী বলেন, আল্লাহ্‌ বলবেন, তারা আমার কাছে কি চায়? তাঁরা বলবে, তারা আপনার কাছে জান্নাত চায়। তিনি জিজ্ঞেস করবেন, তারা কি জান্নাত দেখেছে? ফেরেশতারা বলবেন, না। আপনার সত্তার কসম! হে রব! তারা তা দেখেনি। তিনি জিজ্ঞেস করবেন, যদি তারা দেখত তবে তারা কী করত? তাঁরা বলবে, যদি তারা তা দেখত তাহলে তারা জান্নাতের আরো অধিক লোভ করত, আরো বেশি চাইত এবং এর জন্য আরো বেশি বেশি আকৃষ্ট হত। আল্লাহ্‌ তা’’আলা জিজ্ঞেস করবেন, তারা কি থেকে আল্লাহ্‌র আশ্রয় চায়? ফেরেশতাগণ বলবেন, জাহান্নাম থেকে। তিনি জিজ্ঞেস করবেন, তারা কি জাহান্নাম দেখেছে? তাঁরা জবাব দেবে, আল্লাহ্‌র কসম! হে প্রতিপালক! তারা জাহান্নাম দেখেনি। তিনি জিজ্ঞেস করবেন, যদি তারা তা দেখত তখন তাদের কী হত? তাঁরা বলবে, যদি তারা তা দেখত, তাহলে তারা তাত্থেকে দ্রুত পালিয়ে যেত এবং একে অত্যন্ত বেশি ভয় করত। তখন আল্লাহ্‌ তা’আলা বলবেন, আমি তোমাদের সাক্ষী রাখছি, আমি তাদের ক্ষমা করে দিলাম। তখন ফেরেশতাদের একজন বলবে, তাঁদের মধ্যে অমুক ব্যক্তি আছে, যে তাঁদের অন্তর্ভুক্ত নয় বরং সে কোন প্রয়োজনে এসেছে। আল্লাহ্‌ তা’আলা বলবেন, তারা এমন উপবেশনকারী যাদের মাজলিসে উপবেশনকারী বিমুখ হয় না। \nশু’বা এটিকে আ‘মাশ হতে বর্ণনা করেছেন, কিন্তু তিনি তাকে চিনেন না। সুহাইল তার পিতা হতে, তিনি আবূ হুরায়রা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে এটি বর্ণনা করেছেন। [মুসলিম ৪৮/৮, হাঃ ২৬৮৯, আহমাদ ৭৪৩০] আধুনিক প্রকাশনী- ৫৯৬০, ইসলামিক ফাউন্ডেশন- ৫৮৫৩)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنَّ لله مَلاَئِكَةً يَطُوفُونَ فِي الطُّرُقِ يَلْتَمِسُونَ أَهْلَ الذِّكْرِ فَإِذَا وَجَدُوا قَوْمًا يَذْكُرُونَ اللهَ تَنَادَوْا هَلُمُّوا إِلٰى حَاجَتِكُمْ قَالَ فَيَحُفُّونَهُمْ بِأَجْنِحَتِهِمْ إِلٰى السَّمَاءِ الدُّنْيَا قَالَ فَيَسْأَلُهُمْ رَبُّهُمْ وَهُوَ أَعْلَمُ مِنْهُمْ مَا يَقُوْلُ عِبَادِي قَالُوا يَقُوْلُونَ يُسَبِّحُونَكَ وَيُكَبِّرُونَكَ وَيَحْمَدُونَكَ وَيُمَجِّدُونَكَ قَالَ فَيَقُوْلُ هَلْ رَأَوْنِي قَالَ فَيَقُوْلُونَ لاَ وَاللهِ مَا رَأَوْكَ قَالَ فَيَقُوْلُ وَكَيْفَ لَوْ رَأَوْنِي قَالَ يَقُوْلُونَ لَوْ رَأَوْكَ كَانُوا أَشَدَّ لَكَ عِبَادَةً وَأَشَدَّ لَكَ تَمْجِيدًا وَتَحْمِيدًا وَأَكْثَرَ لَكَ تَسْبِيحًا قَالَ يَقُوْلُ فَمَا يَسْأَلُونِي قَالَ يَسْأَلُونَكَ الْجَنَّةَ قَالَ يَقُوْلُ وَهَلْ رَأَوْهَا قَالَ يَقُوْلُونَ لاَ وَاللهِ يَا رَبِّ مَا رَأَوْهَا قَالَ يَقُوْلُ فَكَيْفَ لَوْ أَنَّهُمْ رَأَوْهَا قَالَ يَقُوْلُونَ لَوْ أَنَّهُمْ رَأَوْهَا كَانُوا أَشَدَّ عَلَيْهَا حِرْصًا وَأَشَدَّ لَهَا طَلَبًا وَأَعْظَمَ فِيهَا رَغْبَةً قَالَ فَمِمَّ يَتَعَوَّذُونَ قَالَ يَقُوْلُونَ مِنْ النَّارِ قَالَ يَقُوْلُ وَهَلْ رَأَوْهَا قَالَ يَقُوْلُونَ لاَ وَاللهِ يَا رَبِّ مَا رَأَوْهَا قَالَ يَقُوْلُ فَكَيْفَ لَوْ رَأَوْهَا قَالَ يَقُوْلُونَ لَوْ رَأَوْهَا كَانُوا أَشَدَّ مِنْهَا فِرَارًا وَأَشَدَّ لَهَا مَخَافَةً قَالَ فَيَقُوْلُ فَأُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُمْ قَالَ يَقُوْلُ مَلَكٌ مِنْ الْمَلاَئِكَةِ فِيهِمْ فُلاَنٌ لَيْسَ مِنْهُمْ إِنَّمَا جَاءَ لِحَاجَةٍ قَالَ هُمْ الْجُلَسَاءُ لاَ يَشْقٰى بِهِمْ جَلِيسُهُمْ\nرَوَاه“ شُعْبَةُ عَنْ الأَعْمَشِ وَلَمْ يَرْفَعْه“ وَرَوَاه“ سُهَيْلٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6409,
    "narrator": "আবূ মূসা আল আশ’’আরী (রাঃ)",
    "bn": "তিনি বলেন, একবার নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একটি গিরিপথ দিয়ে অথবা বর্ণনাকারী বলেন, একটি চূড়া হয়ে যাচ্ছিলেন, যখন তার উপর উঠলেন তখন এক ব্যক্তি উচ্চকণ্ঠে বলল, ‘লা ইলাহা ইলাল্লাহু ওয়াল্লাহু আকবার’। বর্ণনাকারী বলেনঃ তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর খচ্চরের উপরে ছিলেন। তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, তোমরা তো কোন বধির কিংবা কোন অনুপস্থিত কাউকে ডাকছো না। তারপর তিনি বললেনঃ হে আবূ মূসা, অথবা বললেনঃ হে ‘আবদুল্লাহ্। আমি কি তোমাকে জান্নাতের ধন ভান্ডারের একটি বাক্য বলে দেব না? আমি বললাম, হ্যাঁ, বলে দিন। তিনি বললেনঃ তা হচ্ছে‘লা হাওলা ওয়া লা কুওয়াতা ইল্লাবিল্লাহ্’।[২৯৯২] আধুনিক প্রকাশনী- ৫৯৬১, ইসলামিক ফাউন্ডেশন- ৫৮৫৪)",
    "ar": "مُحَمَّدُ بْنُ مُقَاتِلٍ أَبُو الْحَسَنِ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ عَنْ أَبِي عُثْمَانَ عَنْ أَبِي مُوسٰى الأَشْعَرِيِّ قَالَ أَخَذَ النَّبِيُّ صلى الله عليه وسلم فِي عَقَبَةٍ أَوْ قَالَ فِي ثَنِيَّةٍ قَالَ فَلَمَّا عَلاَ عَلَيْهَا رَجُلٌ نَاد‘ى فَرَفَعَ صَوْتَه“ لاَ إِلٰهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ قَالَ وَرَسُوْلُ اللهِ صلى الله عليه وسلم عَلٰى بَغْلَتِه„ قَالَ فَإِنَّكُمْ لاَ تَدْعُونَ أَصَمَّ وَلاَ غَائِبًا ثُمَّ قَالَ يَا أَبَا مُوسٰى أَوْ يَا عَبْدَ اللهِ أَلاَ أَدُلُّكَ عَلٰى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ قُلْتُ بَلٰى قَالَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6410,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌ তা‘আলার নিরানব্বই নাম আছে, এক কম একশত নাম। যে ব্যক্তি এ (নাম) গুলোর হিফাযাত করবে সে জান্নাতে প্রবেশ করবে। আল্লাহ্‌ বিজোড়। তিনি বিজোড় পছন্দ করেন। ইমাম বুখারী (রহঃ) বলেন, ‘মান আহসাহা’ অর্থ যে হিফাযাত করল।(আধুনিক প্রকাশনী- ৫৯৬২, ইসলামিক ফাউন্ডেশন- ৫৮৫৫)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ قَالَ حَفِظْنَاه“ مِنْ أَبِي الزِّنَادِ عَنْ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ رِوَايَةً قَالَ لله تِسْعَةٌ وَتِسْعُونَ اسْمًا مِائَةٌ إِلاَّ وَاحِدًا لاَ يَحْفَظُهَا أَحَدٌ إِلاَّ دَخَلَ الْجَنَّةَ وَهُوَ وَتْرٌ يُحِبُّ الْوَتْرَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6411,
    "narrator": "শাক্বীক্ব (রহঃ)",
    "bn": "তিনি বলেন, আমরা ‘‘আবদুল্লাহ্‌ ইব্‌নু মাস‘ঊদ -এর জন্য অপেক্ষা করছিলাম। এমন সময় ইয়াযিদ ইব্‌নু মু‘আবিয়াহ (রাঃ) এসে পড়লেন। তখন আমরা তাঁকে বললাম, আপনি কি বসবেন না? তিনি বললেন, না, বরং আমি ভেতরে যাব এবং আপনাদের নিকট আপনাদের সঙ্গীকে নিয়ে আসব। নইলে আমি ফিরে এসে বসব। সুতরাং ‘আবদুল্লাহ্‌ ইব্‌নু মাস‘ঊদ (রাঃ) তাঁর হাত ধরে বেরিয়ে এলেন। তিনি আমাদের সামনে দাঁড়িয়ে বললেন, আমি তো আপনাদের মাঝে উপস্থিত হবার কথা অবহিত ছিলাম। কিন্তু আপনাদের নিকট বেরিয়ে আসার ব্যপারে আমাকে বাধা দিচ্ছিল এ কথাটা যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ওয়ায নাসীহাত করতে আমাদের বিরতি দিতেন, যাতে আমাদের বিরক্তি বোধ না হয়। (আধুনিক প্রকাশনী- ৫৯৬৩, ইসলামিক ফাউন্ডেশন- ৫৮৫৬",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، قَالَ كُنَّا نَنْتَظِرُ عَبْدَ اللَّهِ إِذْ جَاءَ يَزِيدُ بْنُ مُعَاوِيَةَ فَقُلْنَا أَلاَ تَجْلِسُ قَالَ لاَ وَلَكِنْ أَدْخُلُ فَأُخْرِجُ إِلَيْكُمْ صَاحِبَكُمْ، وَإِلاَّ جِئْتُ أَنَا‏.‏ فَجَلَسْتُ فَخَرَجَ عَبْدُ اللَّهِ وَهْوَ آخِذٌ بِيَدِهِ فَقَامَ عَلَيْنَا فَقَالَ أَمَا إِنِّي أَخْبَرُ بِمَكَانِكُمْ، وَلَكِنَّهُ يَمْنَعُنِي مِنَ الْخُرُوجِ إِلَيْكُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ، كَرَاهِيَةَ السَّآمَةِ عَلَيْنَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]