[
  {
    "hadith_id": 6723,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি অসুস্থ হলাম। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) আমার সেবা করলেন। তাঁরা উভয়েই একবার পায়ে হেঁটে আমার কাছে উপস্থিত হলেন। আমি তখন জ্ঞানশূন্য ছিলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) অযু করলেন এবং আমার উপর অযূর পানি ঢেলে দিলেন। আমার জ্ঞান ফিরলে বললাম, হে আল্লাহ্‌র রসূল! আমার সম্পদের ব্যাপারে কী করব। আমার সম্পদের ব্যাপারে কী ব্যবস্থা নেব? তিনি আমাকে কোন জওয়াব দিলেন না। অবশেষে উত্তরাধিকারের আয়াত অবতীর্ণ হল।(আধুনিক প্রকাশনী- ৬২৫৬, ইসলামিক ফাউন্ডেশন- ৬২৬৮)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ يَقُولُ مَرِضْتُ فَعَادَنِي رَسُولُ اللهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَهُمَا مَاشِيَانِ فَأَتَانِي وَقَدْ أُغْمِيَ عَلَيَّ فَتَوَضَّأَ رَسُولُ اللهِ صلى الله عليه وسلم فَصَبَّ عَلَيَّ وَضُوءَهُ فَأَفَقْتُ فَقُلْتُ يَا رَسُولَ اللهِ كَيْفَ أَصْنَعُ فِي مَالِي كَيْفَ أَقْضِي فِي مَالِي فَلَمْ يُجِبْنِي بِشَيْءٍ حَتَّى نَزَلَتْ آيَةُ الْمَوَارِيثِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6724,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ধারণা করা হতে বেঁচে থাক, কারণ, ধারণা করা হচ্ছে সবচেয়ে বড় মিথ্যা। কারও দোষ অনুসন্ধান করো না, দোষ বের করার জন্য গুপ্তচরবৃত্তি করো না, একে অন্যের হিংসা করো না, পরস্পরে সম্পর্কচ্ছেদ করো না। ভ্রাতৃবন্ধনে আবদ্ধ আল্লাহর বান্দাহ হয়ে যাও। [৮৮](আধুনিক প্রকাশনী- ৬২৫৭, ইসলামিক ফাউন্ডেশন- ৬২৬৯)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا ابْنُ طَاوُسٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِيَّاكُمْ وَالظَّنَّ فَإِنَّ الظَّنَّ أَكْذَبُ الْحَدِيْثِ وَلاَ تَحَسَّسُوا وَلاَ تَجَسَّسُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللهِ إِخْوَانًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসটি ধারণা বা অনুমানের উপর ভিত্তি করে আমল করার নিষিদ্ধতার ইঙ্গিত বহন করে, হাদীসের সাথে باب এর সমন্বয় হচ্ছে ইলমুন ফারায়িয কোন অনুমানের উপর প্রতিষ্ঠিত বিষয় নয় বরং অধিকাংশ ক্ষেত্রে ইলমুল ফারাযিয় গ্রহণ করা হয়েছে ইলমের পথ ও পন্থা অবলম্বনে। (ফাতহুল বারী)"
  },
  {
    "hadith_id": 6725,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "একবার ফাতিমাহ ও ‘আব্বাস (রাঃ) আবূ বাক্‌র সিদ্দীক (রাঃ)- এর কাছে আসলেন তাদের ওয়ারিশ চাওয়ার জন্য। তাঁরা তখন তাদের ফাদাকের জমি এবং খায়বারের অংশ দাবি করছিলেন। (আধুনিক প্রকাশনী- ৬২৫৮, ইসলামিক ফাউন্ডেশন- ৬২৭০)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ فَاطِمَةَ وَالْعَبَّاسَ عَلَيْهِمَا السَّلاَم أَتَيَا أَبَا بَكْرٍ يَلْتَمِسَانِ مِيرَاثَهُمَا مِنْ رَسُولِ اللهِ صلى الله عليه وسلم وَهُمَا حِينَئِذٍ يَطْلُبَانِ أَرْضَيْهِمَا مِنْ فَدَكَ وَسَهْمَهُمَا مِنْ خَيْبَرَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6727,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমরা যা কিছু (সম্পদ) রেখে যাই, কেউ তার ওয়ারিশ হয় না, সব সদাকাহ।(আধুনিক প্রকাশনী- ৬২৫৯, ইসলামিক ফাউন্ডেশন- ৬২৭১)",
    "ar": "إِسْمَاعِيلُ بْنُ أَبَانَ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ يُونُسَ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6726,
    "narrator": "তখন আবূ বাক্‌র (রাঃ)",
    "bn": "তখন আবূ বকর (রাঃ) তাঁদেরকে বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) থেকে শুনেছি তিনি বলেছেনঃ আমরা যা কিছু (সম্পদ) ছেড়ে যাই কেউ তার ওয়ারিশ হবে না, সবই সদাকাহ্‌। এ মাল থেকে মুহাম্মাদ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর পরিবার ভোগ করবেন। আবূ বকর (রাঃ) বলেন, আল্লাহ্‌র কসম! রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- কে আমি এতে যেভাবে করতে দেখেছি, তা সেভাবেই করব, কোন ব্যতিক্রম করব না। রাবী বলেন, অতঃপর থেকে ফাতিমাহ (রাঃ) তাঁকে ত্যাগ করেছিলেন, মৃত্যু পর্যন্ত তার সঙ্গে কথা বলেন নি।(আধুনিক প্রকাশনী- ৬২৫৮, ইসলামিক ফাউন্ডেশন- ৬২৭০)",
    "ar": "فَقَالَ لَهُمَا أَبُو بَكْرٍ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ إِنَّمَا يَأْكُلُ آلُ مُحَمَّدٍ مِنْ هَذَا الْمَالِ قَالَ أَبُو بَكْرٍ وَاللهِ لاَ أَدَعُ أَمْرًا رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَصْنَعُهُ فِيهِ إِلاَّ صَنَعْتُهُ قَالَ فَهَجَرَتْهُ فَاطِمَةُ فَلَمْ تُكَلِّمْهُ حَتَّى مَاتَتْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6729,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার রেখে যাওয়া সম্পত্তির দীনার বন্টিত হবে না। আমার রেখে যাওয়া সম্পত্তি সবই সাদাকা- আমার স্ত্রীদের এবং আমার কর্মচারীদের খরচ বাদ দিয়ে।(আধুনিক প্রকাশনী- ৬২৬১, ইসলামিক ফাউন্ডেশন- ৬২৭৩)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ أَبِي الزِّنَادِ عَنْ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لاَ يَقْتَسِمُ وَرَثَتِي دِينَارًا مَا تَرَكْتُ بَعْدَ نَفَقَةِ نِسَائِي وَمَئُونَةِ عَامِلِي فَهُوَ صَدَقَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6730,
    "narrator": "নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর সহধর্মিণী 'আয়িশা (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর মৃত্যুর পর তাঁর স্ত্রীগণ আবূ বাক্‌র সিদ্দীক (রাঃ)- এর কাছে নিজেদের প্রাপ্য উত্তরাধিকার চাওয়ার জন্য ‘উসমান (রাঃ)- কে পাঠানোর ইচ্ছা করলেন। তখন 'আয়িশা (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কি বলেননি যে, আমরা কাউকে ওয়ারিশ বানাই না, আমরা যা রেখে যাই সবই সাদাকাহ্‌।[৪০৩৪; মুসলিম ৩২/১৬, হাঃ ১৭৫৮, আহমাদ ২৫১৭৯] (আধুনিক প্রকাশনী- ৬২৬২, ইসলামিক ফাউন্ডেশন- ৬২৭৪)",
    "ar": "عَبْدُ اللهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم حِينَ تُوُفِّيَ رَسُولُ اللهِ صلى الله عليه وسلم أَرَدْنَ أَنْ يَبْعَثْنَ عُثْمَانَ إِلَى أَبِي بَكْرٍ يَسْأَلْنَهُ مِيرَاثَهُنَّ فَقَالَتْ عَائِشَةُ أَلَيْسَ قَدْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6728,
    "narrator": "মালিক ইবনু আউস ইবনু হাদাসান (রাঃ)",
    "bn": "মুহাম্মাদ ইবনু যুবায়র ইবনু মুতঈম আমার কাছে (মালিক ইবনু আউস ইবনু হাদাসান)-এর পক্ষ থেকে একটি ঘটনা বর্ণনা করলেন। তিনি বলেন, আমি মালিক ইবনু আউস (রাঃ)-এর কাছে গেলাম এবং ঘটনাটি সম্পর্কে জিজ্ঞেস করলাম। তখন তিনি বললেন, আমি ‘উমার (রাঃ)-এর নিকট গিয়েছিলাম। এমন সময় তাঁর দারোয়ান ইয়ারফা তাঁর কাছে গিয়ে বলল, আপনি ‘উসমান, ‘আবদুর রাহমান, যুবায়র ও সা‘দ (রাঃ)-কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেন, হ্যাঁ। তিনি তাঁদেরকে অনুমতি দিলেন। এরপর সে ‘উমার (রাঃ)-এর নিকট এসে বলল, আপনি ‘আলী ও ‘আববাস (রাঃ)-কে ভিতরে আসার অনুমতি দিবেন কি? তিনি বললেন, হ্যাঁ। ‘আববাস (রাঃ) বলেন, হে আমীরুল মু’মিনীন! আমার এবং এর মাঝে মীগোশতা করে দিন। ‘উমার (রাঃ) বললেন, আপনাদেরকে আল্লাহর কসম দিয়ে বলি-যাঁর হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে- আপনারা কি জানেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন, আমরা কাউকে উত্তরাধিকারী করি না, আমরা যা কিছু রেখে যাই সবই সদাকাহ । রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দ্বারা নিজেকেই উদ্দেশ্য করেছিলেন। দলের লোকেরা বলল, তিনি তাই বলেছেন। এরপর তিনি ‘আলী ও ‘আববাস (রাঃ)-এর দিকে মুখ করে বললেন, আপনারা কি জানেন যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথা বলেছিলেন? তাঁরা উভয়ে জবাব দিলেন, তিনি তা বলেছেন। ‘উমার (রাঃ) বললেন, এখন আমি এ সম্পর্কে আপনাদের কাছে বর্ণনা করছি যে, এ ফায় (বিনা যুদ্ধে প্রাপ্ত ধনসম্পদ)-এর ব্যাপারে তাঁর রাসূলকে বিশেষত্ব প্রদান করেছেন, যা আর অন্য কাউকে করেননি। (আল্লাহ্) বলেনঃ {مَا أَفَاءَ اللهُ عَلٰى رَسُوْلِهِ} থেকে {قَدِيْرٌ} পর্যন্ত তিলাওয়াত করে শোনালেন। এবং  বললেন, এটা তো ছিল বিশেষ করে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জন্য। আল্লাহর কসম! তিনি আপনাদের ছাড়া অন্য কারও জন্য এ মাল সংরক্ষণ করেননি। আর আপনাদের ছাড়া অন্য কাউকে এতে প্রাধান্য দেননি। এ মাল তো আপনাদেরই তিনি দিয়ে গিয়েছেন এবং আপনাদের মাঝেই বণ্টন করেছেন। শেষে এ মালটুকু বাকী ছিল। তখন তিনি তাঁর পরিবার-পরিজনের বছরের ভরণ-পোষণের জন্য এ থেকে খরচ করতেন। এরপর যা অবশিষ্ট থাকত তা আল্লাহর মাল হিসেবে (তাঁর রাস্তায়) খরচ করতেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাঁর পূর্ণ জীবনকালেই এমন করে গেছেন। আমি আপনাদের আল্লাহর কসম দিয়ে জিজ্ঞেস করছি, এটা কি আপনারা জানেন? তাঁরা বললেন, হ্যাঁ। অতঃপর তিনি ‘আলী (রাঃ) ও ‘আববাস (রাঃ)- কে বললেন, আমি আপনাদের দু’জনকে আল্লাহর কসম দিয়ে জিজ্ঞেস করছি, আপনারা কি এ কথাগুলো জানেন? তাঁরা উভয়েই বললেন, হ্যাঁ। এরপর আল্লাহ্ তাঁর নাবীর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-মৃত্যু দিলেন তখন আবূ বাকর (রাঃ) বললেন, আমি আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ওলী। অতঃপর তিনি উক্ত সম্পদ হস্তগত করলেন এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যেভাবে তা কাজে লাগিয়েছিলেন তিনিও তা সেভাবে কাজে লাগালেন। এরপর আল্লাহ্ আবূ বাকর (রাঃ)-এর মৃত্যু দিলেন। তখন আমি বললাম, আমি আল্লাহর রাসূলের ওলীর ওলী। আমি এ সম্পদ হস্তগত করলাম এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও আবূ বাকর (রাঃ) এ সম্পদ যেভাবে ব্যবহার করেছিলেন দু’বছর যাবত আমি এ সম্পদ সেভাবেই ব্যবহার করে আসছি। এরপর আপনারা দু’জন আমার কাছে আসলেন আর আপনাদের উভয়ের কথা এক এবং ব্যাপারটিও অনুরূপ। (হে ‘আববাস (রাঃ) আপনি আপনার ভাতিজার থেকে আপনার প্রাপ্য অংশ আমার কাছে চাচ্ছেন। আর ‘আলী (রাঃ) আমার কাছে তাঁর স্ত্রীর অংশ যা তাঁর পিতা থেকে তার প্রাপ্য আমার কাছে চাচ্ছেন। সুতরাং আমি বলছি, আপনারা ইচ্ছে করলে আমি আপনাদেরকে এটা দিয়ে দেব। এরপর কি আপনারা অন্য কোন ফায়সালা আমার কাছে চাইবেন? ঐ আল্লাহর কসম! যাঁর হুকুমে আকাশ ও যমীন প্রতিষ্ঠিত আছে, আমি এ ফায়সালা ছাড়া ক্বিয়ামাত পর্যন্ত অন্য কোন ফায়সালা দিতে পারব না। আপনারা এ সম্পদের ব্যবস্থাপনায় অক্ষম হলে তা আমার কাছে ফিরিয়ে দিবেন, আপনাদের পক্ষ থেকে এ সম্পদের ব্যবস্থাপনায় আমিই যথেষ্ট। [২৯০৪] (আধুনিক প্রকাশনী- ৬২৬০, ইসলামিক ফাউন্ডেশন- ৬২৭২)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ وَكَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي مِنْ حَدِيثِهِ ذَلِكَ فَانْطَلَقْتُ حَتَّى دَخَلْتُ عَلَيْهِ فَسَأَلْتُهُ فَقَالَ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ فَأَتَاهُ حَاجِبُهُ يَرْفَأُ فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمٰنِ وَالزُّبَيْرِ وَسَعْدٍ قَالَ نَعَمْ فَأَذِنَ لَهُمْ ثُمَّ قَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ قَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا قَالَ أَنْشُدُكُمْ بِاللهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ يُرِيدُ رَسُولُ اللهِ صلى الله عليه وسلم نَفْسَهُ فَقَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ ذَلِكَ قَالاَ قَدْ قَالَ ذَلِكَ قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ إِنَّ اللهَ قَدْ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْفَيْءِ بِشَيْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ فَقَالَ عَزَّ وَجَلَّ {مَآ أَفَاءَ اللهُ عَلَى رَسُولِهٖ} إِلَى قَوْلِهِ {قَدِيْرٌ} فَكَانَتْ خَالِصَةً لِرَسُولِ اللهِ صلى الله عليه وسلم وَاللهِ مَا احْتَازَهَا دُونَكُمْ وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ لَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ فَكَانَ النَّبِيُّ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ مِنْ هَذَا الْمَالِ نَفَقَةَ سَنَتِهِ ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللهِ فَعَمِلَ بِذَاكَ رَسُولُ اللهِ صلى الله عليه وسلم حَيَاتَهُ أَنْشُدُكُمْ بِاللهِ هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ فَتَوَفَّى اللهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللهِ صلى الله عليه وسلم فَقَبَضَهَا فَعَمِلَ بِمَا عَمِلَ بِهِ رَسُولُ اللهِ صلى الله عليه وسلم ثُمَّ تَوَفَّى اللهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ وَلِيِّ رَسُولِ اللهِ صلى الله عليه وسلم فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا مَا عَمِلَ رَسُولُ اللهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ وَأَمْرُكُمَا جَمِيعٌ جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنْ ابْنِ أَخِيكَ وَأَتَانِي هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ فَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ فَوَاللهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ فَإِنْ عَجَزْتُمَا فَادْفَعَاهَا إِلَيَّ فَأَنَا أَكْفِيكُمَاهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6731,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেনঃ আমি মু’মিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যক্তি ঋণের বোঝা নিয়ে মারা যায় আর ঋণ পরিশোধ করার  মত সম্পদ রেখে না যায়, তাহলে তা পরিশোধ করার দায়িত্ব আমার। আর যে ব্যক্তি সম্পদ রেখে যায়, তা তার উত্তরাধিকারীদের জন্য। [৮৯](আধুনিক প্রকাশনী- ৬২৬৩, ইসলামিক ফাউন্ডেশন- ৬২৭৫)",
    "ar": "عَبْدَانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ مَاتَ وَعَلَيْهِ دَيْنٌ وَلَمْ يَتْرُكْ وَفَاءً فَعَلَيْنَا قَضَاؤُهُ وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইসলামের প্রাথমিক যুগে যদি কেউ খণগ্রস্ত অবস্থায় মারা যেত এবং খণ পরিশোধের দায়িত্ব কেউ না নিত, সেক্ষেত্রে রাসূল (সাঃ) তাঁর জানাযার সালাত আদায় করতেন না। কিন্তু যখন আল্লাহ তা‘আলা তাঁকে বিজয় দান করলেন এবং ইসলামী রাষ্ট্র অর্থনৈতিক ভাবে শক্তিশালী হল তখন তিনি রাষ্ট্রের প্রজাদের উদ্দেশ্যে ঘোষণা করেন أَنَا أَوْلَى بِالْمُؤْمِنِينَ ফলে ঋণ পরিশোধের দায়িত্ব তিনি নিজেই নিয়ে নেন। সুতরাং বর্তমান শাসক গোষ্ঠীর ভাবা উচিত তাদের উপর রাষ্ট্রের প্রজাদের কী দায়িত্ব ও কর্তব্য রয়েছে। (ফাতহুল বারী)\n\nউল্লেখ্য ইসলামী শারী‘আতে পিতাকে বিয়ের পূর্ব পর্যন্ত মেয়ের আর বিয়ের পরে স্বামীকে স্ত্রীর যাবতীয় খরচাদির ব্যয়ভার বহন করার দায়িত্ব দেয়া হয়েছে। স্ত্রীকে কর্ম করতেই হবে এরূপ নীতি ইসলাম দেয়নি। অতএব একজন স্ত্রী স্ত্রী হিসেবে তার সারা জীবনে যে পরিমাণ স্বামী কর্তৃক উপার্জিত সম্পদ লাভ ও ভোগ করে থাকে তার পরিমাণ স্বামী বা পুরুষের উত্তরাধিকার সূত্রে প্রাপ্ত সম্পত্তির পরিমাণের চেয়ে বহুগুণে বেশী হওয়াই স্বাভাবিক। অতএব যারা সমঅধিকারের দাবী তুলছে আসলে ইসলাম সম্পর্কে তাদের জ্ঞান না থাকার কারণেই তারা অবান্তর ও অবাস্তব কিছু দাবী করছে। যার অন্তরালে আসলে কোন সৎ উদ্দেশ্য নেই বরং নারীদেরকে পথে ঘাটে পণ্যের ন্যায় ব্যবহার করে তাদের সম্মান ও মর্যাদাহানীর হীন উদ্দেশ্য চরিতার্থ করার মন্দ উদ্দেশ্য নিহিত রয়েছে। আর এ উদ্দেশ্যকে সামনে রেখে অনৈসলামিক গোষ্ঠীর হীন স্বার্থ হাসিলের লক্ষ্যে তাদের সহযোগী তথাকথিত মুসলিম নামধারী কিছু নারী ও পুরুষ নারী স্বাধীনতার বুলি আওড়িয়ে নারী সমাজকে কুলষিত করতে প্রাণপণ চেষ্ট চালিয়ে যাচ্ছে।"
  },
  {
    "hadith_id": 6732,
    "narrator": "ইব্‌নু আব্বাস (রাঃ)",
    "bn": "ইব্‌নু 'আব্বাস (রাঃ) সু্ত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেনঃ সুনির্দিষ্ট অংশের হকদারদের মীরাস পৌছে দাও। অতঃপর যা বাকী থাকবে তা (মৃতের) নিকটতম পুরুষের জন্য। [৬৭৩৫, ৬৭৩৭, ৬৭৪৬; মুসলিম ২৩/১, হাঃ ১৬১৫, আহমাদ ২৮৬২] (আধুনিক প্রকাশনী- ৬২৬৪, ইসলামিক ফাউন্ডেশন- ৬২৭৬)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا ابْنُ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6734,
    "narrator": "আস্‌ওয়াদ ইব্‌নু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, মু’আয ইব্‌নু জাবাল (রাঃ) আমাদের নিকট শিক্ষক অথবা আমীর হিসেবে ইয়ামানে আসলে আমরা তাঁর কাছে এমন এক ব্যক্তি সম্পর্কে জিজ্ঞেস করলাম, যে এক কন্যা ও এক বোন রেখে মারা গেছে। তিনি কন্যাটিকে অর্ধেক ও বোনটিকে অর্ধেক দিলেন।(আধুনিক প্রকাশনী- ৬২৬৬, ইসলামিক ফাউন্ডেশন- ৬২৭৮)",
    "ar": "مَحْمُودُ بْنُ غَيْلاَنَ حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا أَبُو مُعَاوِيَةَ شَيْبَانُ عَنْ أَشْعَثَ عَنْ الأَسْوَدِ بْنِ يَزِيدَ قَالَ أَتَانَا مُعَاذُ بْنُ جَبَلٍ بِالْيَمَنِ مُعَلِّمًا وَأَمِيرًا فَسَأَلْنَاهُ عَنْ رَجُلٍ تُوُفِّيَ وَتَرَكَ ابْنَتَهُ وَأُخْتَهُ فَأَعْطَى الِابْنَةَ النِّصْفَ وَالْأُخْتَ النِّصْفَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6733,
    "narrator": "সা’দ ইব্‌নু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি মক্কায় এমন অসুস্থ হয়ে পড়লাম যে মরণের দ্বারপ্রান্তে উপনীত হলাম। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমার সেবা শুশ্রূষা করার জন্য আমার কাছে আসলেন। তখন আমি বললাম, হে আল্লাহ্‌র রসূল! আমার অনেক ধন-সম্পদ আছে। আর আমার এক মেয়ে ব্যতীত আর কোন উত্তরাধিকারী নেই। আমি কি আমার মালের দু’তৃতীয়াংশ দান করে দেব? তিনি বললেন, না। আমি বললাম, তাহলে কি অর্ধেক দান করব? তিনি বললেনত, না। আমি বললাম, এক-তৃতীয়াংশ কি দান করব? তিনি বললেনঃ এক-তৃতীয়াংশ তো অনেক। তুমি তোমার সন্তানকে সচ্ছল অবস্থায় রেখে যাবে সেটাই উত্তম তাকে এমন অভাবগ্রস্ত রেখে যাওয়ার চেয়ে যে অবস্থায় সে মানুষের কাছে হাত পেতে ভিক্ষে করবে। তুমি (পরিবার-পরিজনের জন্য) যা খরচ করবে তার বিনিময় তোমাকে দেয়া হবে। এমন কি যে লোকমাটি তুমি তোমার স্ত্রীর মুখে তুলে দাও তারও বিনিময় দেয়া হবে। আমি বললাম, হে আল্লাহ্‌র রসূল! আমি কি আমার হিজরাত (এর পুণ্য) থেকে পেছনে পড়ে যাব? তিনি বললেনঃ তুমি কক্ষনো আমার পেছনে পড়ে থাকবে না, তুমি আল্লাহ্‌র সন্তুষ্টির জন্য যে ‘আমলই করবে তাতে তোমার মর্যাদা ও সম্মান বৃদ্ধি হবে। সম্ভবত তুমি আমার পরেও জীবিত থাকবে। এমন কি তোমার দ্বারা অনেক গোত্র উপকৃত হবে এবং অন্যেরা হবে ক্ষতিগ্রস্ত। কিন্তু সা’দ ইব্‌নু খাওলা (রাঃ)- এর জন্য আফসোস! মক্কাতেই তাঁর মৃত্যু হয়েছিল। সে কারণে রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁর জন্য দুঃখ প্রকাশ করেন। সুফ্‌ইয়ান (রহঃ) বলেন, সা’দ ইব্‌নু খাওলা (রাঃ) বনূ আমির ইব্‌নু লুআই সম্প্রদায়ের লোক ছিলেন। (আধুনিক প্রকাশনী- ৬২৬৫, ইসলামিক ফাউন্ডেশন- ৬২৭৭)",
    "ar": "الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ قَالَ مَرِضْتُ بِمَكَّةَ مَرَضًا فَأَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَأَتَانِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللهِ إِنَّ لِي مَالاً كَثِيرًا وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لاَ قَالَ قُلْتُ فَالشَّطْرُ قَالَ لاَ قُلْتُ الثُّلُثُ قَالَ الثُّلُثُ كَبِيرٌ إِنَّكَ إِنْ تَرَكْتَ وَلَدَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَتْرُكَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ عَلَيْهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ فَقُلْتُ يَا رَسُولَ اللهِ آأُخَلَّفُ عَنْ هِجْرَتِي فَقَالَ لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلاً تُرِيدُ بِهِ وَجْهَ اللهِ إِلاَّ ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً وَلَعَلَّ أَنْ تُخَلَّفَ بَعْدِي حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ لَكِنْ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ قَالَ سُفْيَانُ وَسَعْدُ بْنُ خَوْلَةَ رَجُلٌ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6735,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ সুনির্দিষ্ট অংশের হকদারদের ওয়ারিশ পৌছে দাও। অতঃপর যা বাকী থাকবে তা (মৃতের) নিকটতম পুরুষের জন্য। (আধুনিক প্রকাশনী- ৬২৬৭, ইসলামিক ফাউন্ডেশন- ৬২৭৯)",
    "ar": "مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا وُهَيْبٌ حَدَّثَنَا ابْنُ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6736,
    "narrator": "হুযায়ল ইব্‌নু শুরাহ্‌বীল (রাঃ)",
    "bn": "তিনি বলেন, একবার আবূ মূসা (রাঃ)- কে কন্যা, পুত্রের কন্যা এবং ভগ্নির (মীরাস) সম্পর্কে জিজ্ঞেস করা হল। তখন তিনি বললেন, কন্যার জন্য অর্ধেক আর ভগ্নির জন্য অর্ধেক। (তিনি বললেন) তোমরা ইব্‌নু মাস'ঊদ (রাঃ)- এর কাছে যাও, তিনিও হয়ত আমার মতই বলবেন। অতঃপর ইব্‌নু মাস'ঊদ (রাঃ)- কে জিজ্ঞেস করা হল এবং আবূ মূসা (রাঃ) যা বলেছেন সে সম্পর্কে তাঁকে জানানো হল। তিনি বললেন, (ও রকম সিদ্ধান্ত দিলে) আমি তো পথভ্রষ্ট হয়ে যাব, হেদায়েতপ্রাপ্তদের অন্তর্ভুক্ত থাকব না। আমি এ ব্যাপারে ঐ ফায়সালাই দিচ্ছি, যে ফায়সালা নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) প্রদান করেছিলেন। কন্যা পাবে অর্ধাংশ। আর পৌত্রী পাবে ষষ্ঠাংশ। এভাবে দু’তৃতীয়াংশ পূর্ণ হবে। বাকী এক তৃতীয়াংশ পাবে বোন। এরপর আমরা আবূ মূসা (রাঃ)- এর কাছে আসলাম এবং ইব্‌নু মাস'উদ (রাঃ) যা বললেন, তা তাকে জানালাম। তখন তিনি বললেনঃ এ অভিজ্ঞ মনীষী যতদিন তোমাদের মাঝে থাকবে ততদিন আমার কাছে কিছু জিজ্ঞেস করো না। (আধুনিক প্রকাশনী- ৬২৬৮, ইসলামিক ফাউন্ডেশন- ৬২৮০)",
    "ar": "آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا أَبُو قَيْسٍ سَمِعْتُ هُزَيْلَ بْنَ شُرَحْبِيلَ قَالَ سُئِلَ أَبُو مُوسَى عَنْ بِنْتٍ وَابْنَةِ ابْنٍ وَأُخْتٍ فَقَالَ لِلْبِنْتِ النِّصْفُ وَلِلْأُخْتِ النِّصْفُ وَأْتِ ابْنَ مَسْعُودٍ فَسَيُتَابِعُنِي فَسُئِلَ ابْنُ مَسْعُودٍ وَأُخْبِرَ بِقَوْلِ أَبِي مُوسَى فَقَالَ {لَقَدْ ضَلَلْتُ إِذًا وَمَآ أَنَا مِنْ الْمُهْتَدِيْنَ} أَقْضِي فِيهَا بِمَا قَضَى النَّبِيُّ صلى الله عليه وسلم لِلْابْنَةِ النِّصْفُ وَلِابْنَةِ ابْنٍ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ وَمَا بَقِيَ فَلِلْأُخْتِ فَأَتَيْنَا أَبَا مُوسَى فَأَخْبَرْنَاهُ بِقَوْلِ ابْنِ مَسْعُودٍ فَقَالَ لاَ تَسْأَلُونِي مَا دَامَ هَذَا الْحَبْرُ فِيكُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6737,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "ইবনু আব্বাস (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ সুনির্দিষ্ট অংশের হকদারদের মীরাস পৌঁছে দাও। অতঃপর যা বাকী থাকবে তা (মৃতের) নিকটতম পুরুষের জন্য। (আধুনিক প্রকাশনী- ৬২৬৯, ইসলামিক ফাউন্ডেশন- ৬২৮১)",
    "ar": "سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا وُهَيْبٌ عَنْ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَلِأَوْلَى رَجُلٍ ذَكَرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6738,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘‘আমি এ উম্মাতের কাউকে অন্তরঙ্গ হিসেবে গ্রহণ করলে তাকে [আবূ বাকর (রাঃ)]-কে গ্রহণ করতাম। কিন্তু ইসলামী বন্ধুত্বই সবচেয়ে উত্তম।’’ أَفْضَلُ শব্দ বলেছেন না কি خَيْرٌ এ ব্যাপারে রাবীর সন্দেহ আছে। তিনি (রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম] তাঁকে (ইবরাহীম আ. কে) পিতৃ মর্যাদা দিয়েছেন অথবা তাঁকে পিতার আসনে বসিয়েছেন। [৪৬৭] (আধুনিক প্রকাশনী- ৬২৭০, ইসলামিক ফাউন্ডেশন- ৬২৮২)",
    "ar": "أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا أَيُّوبُ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ أَمَّا الَّذِي قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَوْ كُنْتُ مُتَّخِذًا مِنْ هَذِهِ الْأُمَّةِ خَلِيلاً لاَتَّخَذْتُهُ وَلَكِنْ خُلَّةُ الإِسْلاَمِ أَفْضَلُ أَوْ قَالَ خَيْرٌ فَإِنَّهُ أَنْزَلَهُ أَبًا أَوْ قَالَ قَضَاهُ أَبًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6739,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, (প্রাথমিক অবস্থায় মৃতের ছেড়ে যাওয়া) মাল ছিল সন্তানাদির জন্য আর ওসিয়াত ছিল পিতামাতার জন্য। অতঃপর আল্লাহ্‌ তাত্থেকে কিছু রহিত করে দিয়ে অধিকতর পছন্দনীয়টি প্রবর্তন করেছেন। পুরুষের জন্য দু’জন নারীর অংশের সমান নির্ধারণ করেছেন। আর পিতা–মাতার প্রত্যেকের জন্য এক-ষষ্ঠাংশ নির্ধারণ করেছেন। স্ত্রীর জন্য নির্ধারণ করেছেন (সন্তানের বর্তমানে) এক-অষ্টমাংশ এবং (সন্তানের অবর্তমানে) এক-চতুর্থাংশ। আর স্বামীর জন্য (সন্তানের অবর্তমানে-) অর্ধেক আর (সন্তানের বর্তমানে) চার ভাগের একভাগ। (আধুনিক প্রকাশনী- ৬২৭১, ইসলামিক ফাউন্ডেশন- ৬২৮৩)",
    "ar": "مُحَمَّدُ بْنُ يُوسُفَ عَنْ وَرْقَاءَ عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ قَالَ كَانَ الْمَالُ لِلْوَلَدِ وَكَانَتْ الْوَصِيَّةُ لِلْوَالِدَيْنِ فَنَسَخَ اللهُ مِنْ ذَلِكَ مَا أَحَبَّ فَجَعَلَ {لِلذَّكَرِ مِثْلَ حَظِّ الْأُنْثَيَيْنِ} وَجَعَلَ لِلْأَبَوَيْنِ {لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ} وَجَعَلَ لِلْمَرْأَةِ الثُّمُنَ وَالرُّبُعَ وَلِلزَّوْجِ الشَّطْرَ وَالرُّبُعَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6740,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, বনী লিহ্‌য়ান গোত্রের এক মহিলার গর্ভটি পতিত হয়েছিল মৃত অবস্থায়। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) একটি গোলাম বা দাসী প্রদানের নির্দেশ দিলেন। এরপর তিনি যে মহিলাটিকে নির্দেশ দিয়েছিলেন সে মারা গেল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ফায়সালা দিলেন, তার রেখে যাওয়া সম্পদ তার পুত্রগন ও স্বামীর জন্য। আর দিয়াত পাবে তার নিকটতম আত্মীয়গণ।(আধুনিক প্রকাশনী- ৬২৭২, ইসলামিক ফাউন্ডেশন- ৬২৮৪",
    "ar": "قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ ابْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ قَضَى رَسُولُ اللهِ صلى الله عليه وسلم فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لَحْيَانَ سَقَطَ مَيِّتًا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قَضَى لَهَا بِالْغُرَّةِ تُوُفِّيَتْ فَقَضَى رَسُولُ اللهِ صلى الله عليه وسلم بِأَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6742,
    "narrator": "হুযায়ল (রহঃ)",
    "bn": "তিনি বলেন “আবদুল্লাহ্‌ ইব্‌নু মাস’ঊদ (রাঃ) বলেছেন, আমি এতে সেই ফায়সালাই দেব যা নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) দিয়েছিলেন। অথবা তিনি বলেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেন, কন্যার জন্য অর্ধেক আর পৌত্রীর জন্য ষষ্ঠাংশ। অতঃপর যা বাকী থাকবে তা বোনের জন্য।(আধুনিক প্রকাশনী- ৬২৭৪, ইসলামিক ফাউন্ডেশন- ৬২৮৬)",
    "ar": "عَمْرُو بْنُ عَبَّاسٍ حَدَّثَنَا عَبْدُ الرَّحْمٰنِ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي قَيْسٍ عَنْ هُزَيْلٍ قَالَ قَالَ عَبْدُ اللهِ لأَ×قْضِيَنَّ فِيهَا بِقَضَاءِ النَّبِيِّ صلى الله عليه وسلم أَوْ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم للْابْنَةِ النِّصْفُ وَلِابْنَةِ الِابْنِ السُّدُسُ وَمَا بَقِيَ فَلِلْأُخْتِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6741,
    "narrator": "আল আসওয়াদ (রহঃ)",
    "bn": "তিনি বলেন, মু’আয্‌ ইব্‌নু জাবাল (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর যুগে আমাদের মাঝে সিদ্ধান্ত দিয়েছিলেন যে, কন্যার জন্য অর্ধেক আর ভগ্নির জন্য অর্ধেক [৯০]। \nঅতঃপর (রাবী) সুলায়মান বলেন, তিনি (আল আসওয়াদ) আমাদের এ ব্যাপারে সিদ্ধান্ত দিয়েছিলেন। তবে ‘রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর যুগে’ কথাটি উল্লেখ করেননি।(আধুনিক প্রকাশনী- ৬২৭৩, ইসলামিক ফাউন্ডেশন- ৬২৮৫)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ قَضَى فِينَا مُعَاذُ بْنُ جَبَلٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم النِّصْفُ لِلاِبْنَةِ وَالنِّصْفُ لِلأُخْتِ‏.‏ ثُمَّ قَالَ سُلَيْمَانُ قَضَى فِينَا‏.‏ وَلَمْ يَذْكُرْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯০] হাদীসটি মহিলাদের মৃত ব্যক্তির সম্পত্তিতে উত্তরাধিকারী হওয়ার সুস্পষ্ট প্রমাণ। বর্তমান সমাজে মৃত ব্যক্তির সম্পত্তিতে ছেলে-মেয়ের সমঅধিকারের যে বুলি শোনা যাচ্ছে তা কতটুকু বাস্তব সম্মত? কারণ আল্লাহ্‌ প্রদত্ত বন্টন নীতি অনুযায়ী আজও মেয়েদের প্রাপ্য সম্পত্তি দেয়া হয় না। সেখানে সমান দেয়ার আইন করলে কি তাদের হক তাদেরকে দেয়া হবে? অথচ ভাবা দরকার যে, জাহেলিয়াতের যুগে মেয়েদের কোন সম্পত্তিই দেয়া হত না। ইসলামই তাদের এ অধিকার দিয়েছে। সুতরাং অযথা সমঅধিকারের ধুয়া না তুলে আল্লাহ্‌ ও তাঁর রাসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কর্তৃক সম্পত্তি বন্টনের নীতি বাস্তবায়নে সচেষ্ট হোন।\nউল্লেখ্য ইসলামী শারী’আতে পিতাকে বিয়ের পূর্ব পর্যন্ত মেয়ের আর বিয়ের পর স্বামীকে স্ত্রীর যাবতীয় খরচাদির ব্যয়ভার বহন করার দ্বায়িত্ব দেয়া হয়েছে। স্ত্রীকে কর্ম করতেই হবে এরূপ নীতি ইসলাম দেয়নি। অতএব একজন স্ত্রী স্ত্রী হিসেবে তার সারা জীবনে যে পরিমান স্বামী কর্তৃক উপার্জিত সম্পদ লাভ ও ভোগ করে থাকে তার পরিমাণ স্বামী বা পুরুষের উত্তরাধিকার সূত্রে প্রাপ্ত সম্পত্তির পরিমাণের চেয়ে বহুগুণে বেশী হওয়াই স্বাভাবিক। অতএব যারা সমঅধিকারের দাবী তুলছে আসলে ইসলাম সম্পর্কে তাদের জ্ঞান না থাকার কারণেই তারা অবান্তর ও অবাস্তব কিছু দাবী করছে। যার অন্তরালে আসলে কোন সৎ  উদ্দেশ্য নেই বরং নারীদেরকে পথে ঘাটে পণ্যের ন্যায় ব্যবহার করে তাদের সম্মান ও মর্যাদাহানীর হীন উদ্দেশ্য চরিতার্থ করার মন্দ উদ্দেশ্য নিহিত রয়েছে। আর এ উদ্দেশ্যকে সামনে রেখে অনৈসলামিক গোষ্ঠীর হীন স্বার্থ হাসিলের লক্ষ্যে তাদের সহযোগী তথাকথিত মুসলিম নামধারী কিছু নারী ও পুরুষ নারী স্বাধীনতার বুলি আওড়িয়ে নারী সমাজকে কলুষিত করতে প্রাণপণ চেষ্টা চালিয়ে যাচ্ছে।"
  },
  {
    "hadith_id": 6743,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমার কাছে আসলেন আর সে সময় আমি অসুস্থ ছিলাম। তিনি অযূর পানি চাইলেন এবং অযূ করলেন। তারপর অযূর অবশিষ্ট পানি আমার উপর ছিটিয়ে দিলেন। তাতে আমি প্রাণ ফিরে পেলাম এবং বললাম, হে আল্লাহ্‌র রসূল! আমার বোনেরা আছে। সে সময় ফারায়েজ সংক্রান্ত আয়াত অবতীর্ণ হয়।(আধুনিক প্রকাশনী- ৬২৭৫, ইসলামিক ফাউন্ডেশন- ৬২৮৭)",
    "ar": "عَبْدُ اللهِ بْنُ عُثْمَانَ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ قَالَ سَمِعْتُ جَابِرًا قَالَ دَخَلَ عَلَيَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا مَرِيضٌ فَدَعَا بِوَضُوءٍ فَتَوَضَّأَ ثُمَّ نَضَحَ عَلَيَّ مِنْ وَضُوئِهِ فَأَفَقْتُ فَقُلْتُ يَا رَسُولَ اللهِ إِنَّمَا لِي أَخَوَاتٌ فَنَزَلَتْ آيَةُ الْفَرَائِضِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6744,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন, সর্বশেষ অবতীর্ণ আয়াত হল সূরা নিসার শেষ আয়াতঃ {يَسْتَفْتُونَكَ قُلْ اللهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ} । [৪৩৬৪] (আধুনিক প্রকাশনী- ৬২৭৬, ইসলামিক ফাউন্ডেশন- ৬২৮৮)",
    "ar": "عُبَيْدُ اللهِ بْنُ مُوسَى عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَاقَ عَنْ الْبَرَاءِ قَالَ آخِرُ آيَةٍ نَزَلَتْ خَاتِمَةُ سُورَةِ النِّسَاءِ {يَسْتَفْتُونَكَ قُلْ اللهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6746,
    "narrator": "ইব্‌নু আব্বাস (রাঃ)",
    "bn": "ইব্‌নু ‘আব্বাস (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেনঃ সুনির্দিষ্ট অংশের হাকদারকে মীরাস দাও। এরপর যা অবশিষ্ট থাকবে তা নিকটতম পুরুষ আত্মীয়দের প্রাপ্য। (আধুনিক প্রকাশনী- ৬২৭৮, ইসলামিক ফাউন্ডেশন- ৬২৯০)",
    "ar": "أُمَيَّةُ بْنُ بِسْطَامٍ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ عَنْ رَوْحٍ عَنْ عَبْدِ اللهِ بْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا تَرَكَتْ الْفَرَائِضُ فَلِأَوْلَى رَجُلٍ ذَكَرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6745,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি মু’মিনদের নিকট তাদের প্রানের চেয়েও প্রিয়। তবে যে ব্যক্তি সম্পদ রেখে মারা যায় তার সম্পদ তার নিকটতম আত্মীয়রা পাবে। আর যে ব্যক্তি ঋণ অথবা নাবালক সন্তানাদি রেখে মারা যায় আমিই তার অভিভাবক। তার জন্য আমাকেই যেন ডাকা হয়।(আধুনিক প্রকাশনী- ৬২৭৭, ইসলামিক ফাউন্ডেশন- ৬২৮৯)",
    "ar": "مَحْمُودٌ أَخْبَرَنَا عُبَيْدُ اللهِ عَنْ إِسْرَائِيلَ عَنْ أَبِي حَصِينٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ مَاتَ وَتَرَكَ مَالاً فَمَالُهُ لِمَوَالِي الْعَصَبَةِ وَمَنْ تَرَكَ كَلاًّ أَوْ ضَيَاعًا فَأَنَا وَلِيُّهُ فَلِأُدْعَى لَهُ الْكَلُّ الْعِيَالُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6747,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি  {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ وَالَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ} এ আয়াত সম্বন্ধে বলেন, মুহাজিরগণ যখন মদিনা্য় আসলেন, তখন নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কর্তৃক মুহাজির ও আনসারগণের মাঝে ভ্রাতৃত্ব বন্ধন জুড়ে দেয়ার কারণে আনসারগণের সঙ্গে যাদের যাবিল আরহাম-এর সম্পর্ক ছিল তাদের ছাড়াও মুহাজিরগণ আনসারগণের সম্পত্তির উত্তরাধিকার হতেন। অতঃপর وَلِكُلٍّ جَعَلْنَا مَوَالِيَ..... الآية- অর্থাৎ ‘যাদের সাথে তোমরা অঙ্গীকারে আবদ্ধ হয়েছ’ আয়াতটি অবতীর্ণ হলে وَالَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ অতঃপর আয়াতের বিধান রহিত হয়ে গেল। [২২৯২] (আধুনিক প্রকাশনী- ৬২৭৯, ইসলামিক ফাউন্ডেশন- ৬২৯১)",
    "ar": "إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ قُلْتُ لِأَبِي أُسَامَةَ حَدَّثَكُمْ إِدْرِيسُ حَدَّثَنَا طَلْحَةُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ وَالَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ} قَالَ كَانَ الْمُهَاجِرُونَ حِينَ قَدِمُوا الْمَدِينَةَ يَرِثُ الأَنْصَارِيُّ الْمُهَاجِرِيَّ دُونَ ذَوِي رَحِمِهِ لِلْأُخُوَّةِ الَّتِي آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمْ فَلَمَّا نَزَلَتْ {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ} قَالَ نَسَخَتْهَا{وَالَّذِينَ عَاقَدَتْ أَيْمَانُكُمْ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6748,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর এক ব্যক্তি নিজের স্ত্রীর উপর লি’আন করেছিল। এবং তার সন্তানটিকেও অস্বীকার করল। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাদের দু’জনকে বিচ্ছেদ করে দিলেন এবং সন্তানটি মহিলাকে দিয়ে দিলেন। (আধুনিক প্রকাশনী- ৬২৮০, ইসলামিক ফাউন্ডেশন- ৬২৯২)",
    "ar": "يَحْيَى بْنُ قَزَعَةَ حَدَّثَنَا مَالِكٌ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ رَجُلاً لاَعَنَ امْرَأَتَهُ فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم وَانْتَفَى مِنْ وَلَدِهَا فَفَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِالْمَرْأَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6750,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ সন্তান হল শয্যাধিপতির।[৬৮১৮; মুসলিম ১৭/১০, হাঃ ১৪৫৮, আহমাদ ৭৭৬৭] (আধুনিক প্রকাশনী- ৬২৮২, ইসলামিক ফাউন্ডেশন- ৬৬২৯৪)",
    "ar": "مُسَدَّدٌ عَنْ يَحْيَى عَنْ شُعْبَةَ عَنْ مُحَمَّدِ بْنِ زِيَادٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ الْوَلَدُ لِصَاحِبِ الْفِرَاشِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6749,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন যে, 'উত্‌বাহ তার ভাই সা’দকে ওসীয়্যত করল যে, যামাআ নামক বাঁদীর গর্ভের সন্তানটি আমার। তাই তুমি তাকে তোমার অধিকারে নিয়ে নাও। মাক্কাহ বিজয়ের বছর সা’দ তাকে নিজের অধিকারে নিলেন এবং বললেন যে, এ আমার ভাতিজা। আমার ভাই এর সম্পর্কে ওসীয়্যত করে গিয়েছিলেন। তখন আবদ ইব্‌নু যাম’আহ উত্থান করল এবং বললো, এ তো আমার ভাই। কারণ, এ হল আমার পিতার দাসীর পুত্র। এবং আমার পিতার বিছানায় তার জন্ম হয়েছে। উভয়েই তাঁদের বিবাদ নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম - এর কাছে উত্থাপন করলেন। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবদ ইব্‌নু যা‘মআ, এ ছেলে তুমিই পাবে। কেননা, শয্যা যার, সন্তান তার। আর ব্যভিচারীর জন্য হল পাথর। এরপর তিনি সাওদা বিন্‌ত যাম‘আহকে বললেনঃ এ ছেলে থেকে তুমি পর্দা  পালন করবে। কারণ, তিনি ছেলেটির মাঝে উতবার সাদৃশ্য দেখতে পেয়েছিলেন। কাজেই সে মৃত্যু পর্যন্ত সাওদা (রাঃ)- কে দেখতে পায়নি। (আধুনিক প্রকাশনী- ৬২৮১, ইসলামিক ফাউন্ডেশন- ৬২৯৩)",
    "ar": "عَبْدُ اللهِ بْنُ يُوسُفَ أَخْبَرَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ كَانَ عُتْبَةُ عَهِدَ إِلَى أَخِيهِ سَعْدٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ إِلَيْكَ فَلَمَّا كَانَ عَامَ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي عَهِدَ إِلَيَّ فِيهِ فَقَامَ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَتَسَاوَقَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا رَسُولَ اللهِ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَيَّ فِيهِ فَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ احْتَجِبِي مِنْهُ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ فَمَا رَآهَا حَتَّى لَقِيَ اللهَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6752,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "ইব্‌নু ‘উমার (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ দাস-দাসীর পরিত্যক্ত সম্পদের মালিক হবে যে তাকে আযাদ করবে।(আধুনিক প্রকাশনী- ৬২৮৪, ইসলামিক ফাউন্ডেশন- ৬২৯৬)",
    "ar": "إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ قَالَ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ إِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6751,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি বারীরা (নামক এক দাসীকে)- কে কিনতে চাইলাম। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে কিনে নাও। কারণ, তার পরিত্যক্ত সম্পদের মালিকানা তার হবে যে তাকে আযাদ করবে। বারীরাকে (একদা একটি বক্‌রী) সদাকাহ দেয়া হল। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ এটি তার জন্য সদাকাহ আর আমাদের জন্য হাদিয়া বা উপঢৌকন। [৯১]\nহাকাম বলেন, বারীরার স্বামী ছিল একজন আযাদ ব্যক্তি। আবূ ‘আবদুল্লাহ্‌ [ইমাম বুখারী (রহঃ)] বলেন, হাকামের বর্ণনা মুরসাল। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, আমি তাকে (অর্থাৎ বারীরার স্বামীকে) গোলামরূপে দেখেছি।(আধুনিক প্রকাশনী- ৬২৮৩, ইসলামিক ফাউন্ডেশন- ৬২৯৫)",
    "ar": "حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ عَنْ الْحَكَمِ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ اشْتَرَيْتُ بَرِيرَةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اشْتَرِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ وَأُهْدِيَ لَهَا شَاةٌ فَقَالَ هُوَ لَهَا صَدَقَةٌ وَلَنَا هَدِيَّةٌ قَالَ الْحَكَمُ وَكَانَ زَوْجُهَا حُرًّا وَقَوْلُ الْحَكَمِ مُرْسَلٌ وَقَالَ ابْنُ عَبَّاسٍ رَأَيْتُهُ عَبْدًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯১] আট প্রকারের লোক কেবল যাকাত নিতে পারবে (সূরা তাওবাহ্ঃ ৬০), কিন্তু যাকাত-গ্রহীতা দাওয়াত খাওয়ালে যে কোন মানুষ খেতে পারবে।"
  },
  {
    "hadith_id": 6753,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, ইসলামের ধারক বাহকরা সায়বা বানায় না। জাহিলী যুগের লোকেরা সায়বা বানাত। (আধুনিক প্রকাশনী- ৬২৮৫, ইসলামিক ফাউন্ডেশন- ৬২৯৭)",
    "ar": "قَبِيصَةُ بْنُ عُقْبَةَ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي قَيْسٍ عَنْ هُزَيْلٍ عَنْ عَبْدِ اللهِ قَالَ إِنَّ أَهْلَ الإِسْلاَمِ لاَ يُسَيِّبُونَ وَإِنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا يُسَيِّبُونَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6754,
    "narrator": "আসওয়াদ ইব্‌নু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, 'আয়িশা সিদ্দিকা (রাঃ) বারীরাকে আযাদ করার উদ্দেশে ক্রয় করলেন। তখন তার মনিব শর্ত করল যে বারীরার পরিত্যক্ত সম্পদের মালিকানা বিক্রয়কারীর থাকবে। তখন 'আয়িশা (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমি বারীরাকে আযাদ করার উদ্দেশে কিনতে চাই। কিন্তু তার মনিবরা তার ওয়ালা তাদের কাছে রাখার শর্ত করছে। তিনি বললেনঃ তাকে (কিনে) আযাদ কর। কারন, ওয়ালা হল তার যে আযাদ করে। অথবা তিনি বললেনঃ তার মূল্য দিয়ে দাও। রাবী বলেন, তখন তিনি তাকে ক্রয় করলেন এবং আযাদ করে দিলেন। রাবী আরও বললেন, তাকে তার (স্বামীর সঙ্গে) থাকা না থাকার ব্যাপারে যে কোন একটি গ্রহন করার স্বাধীনতা দেয়া হল। স্বামীর সঙ্গ থেকে নিজের মুক্তিকেই সে গ্রহন করল এবং বলল, আমাকে যদি এত এত কিছু দেয়াও হয় তবুও আমি তার সাথী হব না।\nআসওয়াদ (রহঃ) বলেন, তার স্বামী আযাদ ছিল। আবূ ‘আবদুল্লাহ্‌ [বুখারী (রহঃ)] বলেন, আসওয়াদ- এর বক্তব্য সূত্র ছিন্ন। ইব্‌নু ‘আব্বাস (রাঃ)- এর বক্তব্য ‘আমি তাকে (বারীরার স্বামীকে) গোলামরূপে দেখেছি’ অধিকতর শুদ্ধ।(আধুনিক প্রকাশনী- ৬২৮৬, ইসলামিক ফাউন্ডেশন- ৬২৯৮)",
    "ar": "مُوسَى حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ أَنَّ عَائِشَةَ اشْتَرَتْ بَرِيرَةَ لِتُعْتِقَهَا وَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا فَقَالَتْ يَا رَسُولَ اللهِ إِنِّي اشْتَرَيْتُ بَرِيرَةَ لِأُعْتِقَهَا وَإِنَّ أَهْلَهَا يَشْتَرِطُونَ وَلاَءَهَا فَقَالَ أَعْتِقِيهَا فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ أَوْ قَالَ أَعْطَى الثَّمَنَ قَالَ فَاشْتَرَتْهَا فَأَعْتَقَتْهَا قَالَ وَخُيِّرَتْ فَاخْتَارَتْ نَفْسَهَا وَقَالَتْ لَوْ أُعْطِيتُ كَذَا وَكَذَا مَا كُنْتُ مَعَهُ قَالَ الأَسْوَدُ وَكَانَ زَوْجُهَا حُرًّا قَوْلُ الأَسْوَدِ مُنْقَطِعٌ وَقَوْلُ ابْنِ عَبَّاسٍ رَأَيْتُهُ عَبْدًا أَصَحُّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6756,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ওয়ালা (গোলামের পরিত্যক্ত সম্পদের মালিকানা) বিক্রয় এবং হেবা করতে নিষেধ করেছেন। (আধুনিক প্রকাশনী- ৬২৮৮, ইসলামিক ফাউন্ডেশন- ৬৩০০)",
    "ar": "أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ عَنْ ابْنِ عُمَرَ قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6755,
    "narrator": "ইবরাহীম তামীমীর পিতা (রহঃ)",
    "bn": "তিনি বলেন, ‘আলী (রাঃ) বলেছেন, কিতাবুল্লাহ্‌ ছাড়া আমাদের কাছে আর কোন কিতাব নেই যা আমরা পাঠ করতে পারি। অবশ্য এ লিপিখানা আছে। রাবী বলেন, এরপর তিনি তা বের করলেন। দেখা গেল যে, তাতে যখম ও উটের বয়সের ব্যাপারে লেখা আছে। রাবী বলেন, তাতে আরও লিলিবদ্ধ ছিল যে, (মাদীনার) আইর থেকে নিয়ে অমুক স্থানের মধ্যবর্তী স্থান হারাম (বা সম্মানিত)। এখানে যে বিদআত করবে বা বিদআতীকে আশ্রয় দিবে তার উপর আল্লাহ্‌, ফেরেশতা, মানুষ এবং সকলের লা’নাত। ক্বিয়ামাতের দিন আল্লাহ্‌ তার কোন ফরয ‘আমল এবং কোন নফল কবূল করবেন না। যে ব্যক্তি মনিবের অনুমতি ব্যতীত কোন গোলামকে আশ্রয় প্রদান করে তার উপর আল্লাহ্‌, ফেরেশ্‌তা এবং সমস্ত মানুষের লা‘নাত। তার কোন ফরয বা নফল ক্বিয়ামাতের দিন কবুল করা হবে না। সমস্ত মুসলিমের দায়িত্ব-কর্তব্য-অঙ্গীকার এক, একজন সাধারণ মুসলিমও তা মেনে চলবে। যে ব্যক্তি কোন মুসলিমের আশ্রয় প্রদানকে বানচাল করে তার উপর আল্লাহ্‌, ফেরেশতা এবং সকল মানুষের লা‘নাত। ক্বিয়ামাতের দিন তার কোন ফরয ও নফল কবূল করা হবে না। (আধুনিক প্রকাশনী- ৬২৮৭, ইসলামিক ফাউন্ডেশন- ৬২৯৯)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ الأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ أَبِيهِ قَالَ قَالَ عَلِيٌّ مَا عِنْدَنَا كِتَابٌ نَقْرَؤُهُ إِلاَّ كِتَابُ اللهِ غَيْرَ هَذِهِ الصَّحِيفَةِ قَالَ فَأَخْرَجَهَا فَإِذَا فِيهَا أَشْيَاءُ مِنْ الْجِرَاحَاتِ وَأَسْنَانِ الإِبِلِ قَالَ وَفِيهَا الْمَدِينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ وَمَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفٌ وَلاَ عَدْلٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6757,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "যে, উম্মুল মু'মিনীন 'আয়িশা (রাঃ) একটি বাঁদী ক্রয় করলেন আবং তাকে মুক্ত করলেন। তখন তার মালিকরা তাঁকে বলল যে, আমরা এ বাঁদী আপনার কাছে এ শর্তে বিক্রি করতে পারি যে, ওয়ালা আমাদের থাকবে। তিনি ব্যাপারটি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর কাছে উল্লেখ করলেন। তখন তিনি বললেনঃ এটা তোমার জন্য বাধা হবে না। কারণ, ওয়ালা তার যে আযাদ করে।(আধুনিক প্রকাশনী- ৬২৮৯, ইসলামিক ফাউন্ডেশন- ৬৩০১)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ أَرَادَتْ أَنْ تَشْتَرِيَ جَارِيَةً تُعْتِقُهَا فَقَالَ أَهْلُهَا نَبِيعُكِهَا عَلَى أَنَّ وَلاَءَهَا لَنَا فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ لاَ يَمْنَعُكِ ذَلِكِ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6758,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, বারীরা বাঁদীকে আমি ক্রয় করলাম। তখন তার মালিকেরা তার ওয়ালার শর্ত করল (যে ওয়ালার মালিক তারাই থাকবে)। ব্যাপারটি আমি নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে উল্লেখ করলাম। তখন তিনি বললেনঃ তুমি তাকে আযাদ করে দাও। কেননা, ওয়ালা তার যে মূল্য প্রদান করে। 'আয়িশা (রাঃ) বলেনঃ আমি তাকে আযাদ করে দিলাম। তিনি বলেন, অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বারীরাকে ডাকলেন এবং তার স্বামীর (স্ত্রী হয়ে থাকা বা না থাকার) ব্যাপারে তাকে স্বাধীনতা দিলেন। তখন সে বলল, সে যদি আমাকে এত এত মালও দেয় তবুও আমি তার সংগে রাত্রি যাপন করব না এবং সে নিজেকেই স্বাধীন করে নিল। রাবী বলেন, তার স্বামী স্বাধীন ব্যক্তি ছিল।(আধুনিক প্রকাশনী- ৬২৯০, ইসলামিক ফাউন্ডেশন- ৬৩০২)",
    "ar": "مُحَمَّدٌ أَخْبَرَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ اشْتَرَيْتُ بَرِيرَةَ فَاشْتَرَطَ أَهْلُهَا وَلاَءَهَا فَذَكَرَتْ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ أَعْتِقِيهَا فَإِنَّ الْوَلاَءَ لِمَنْ أَعْطَى الْوَرِقَ قَالَتْ فَأَعْتَقْتُهَا قَالَتْ فَدَعَاهَا رَسُولُ اللهِ صلى الله عليه وسلم فَخَيَّرَهَا مِنْ زَوْجِهَا فَقَالَتْ لَوْ أَعْطَانِي كَذَا وَكَذَا مَا بِتُّ عِنْدَهُ فَاخْتَارَتْ نَفْسَهَا قَالَ وَكَانَ زَوْجُهَا حُرًّا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6760,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ ওয়ালা হল ঐ ব্যক্তির জন্য যে রৌপ্য (মূল্য) প্রদান করে। আর সে নিয়ামতের অধিকারী হয়।(আধুনিক প্রকাশনী- ৬২৯২, ইসলামিক ফাউন্ডেশন- ৬৩০৪)",
    "ar": "ابْنُ سَلاَمٍ أَخْبَرَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْوَلاَءُ لِمَنْ أَعْطَى الْوَرِقَ وَوَلِيَ النِّعْمَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6759,
    "narrator": "ইব্‌নু 'উমার (রাঃ)",
    "bn": "তিনি বলেন, 'আয়িশা (রাঃ) বারীরাকে কিনতে চাইলেন। তিনি নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে বললেন যে, ওয়ালা তাদেরই থাকবে বলে শর্ত করছে। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে কিনে নাও। কারণ, ওয়ালা তার, যে আযাদ করে।(আধুনিক প্রকাশনী- ৬২৯১, ইসলামিক ফাউন্ডেশন- ৬৩০৩)",
    "ar": "حَفْصُ بْنُ عُمَرَ حَدَّثَنَا هَمَّامٌ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ أَرَادَتْ عَائِشَةُ أَنْ تَشْتَرِيَ بَرِيرَةَ فَقَالَتْ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّهُمْ يَشْتَرِطُونَ الْوَلاَءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اشْتَرِيهَا فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6761,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "আনাস ইব্‌নু মালিক (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেন, কোন কাওমের (আযাদকৃত) গোলাম তাদেরই অন্তর্ভুক্ত অথবা এ জাতীয় কোন কথা বলেছেন।(আধুনিক প্রকাশনী-  ৬২৯৪, ইসলামিক ফাউন্ডেশন- ৬৩০৫)",
    "ar": "آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا مُعَاوِيَةُ بْنُ قُرَّةَ وَقَتَادَةُ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ مَوْلَى الْقَوْمِ مِنْ أَنْفُسِهِمْ أَوْ كَمَا قَالَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6762,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, কোন কাওমের বোনের পুত্র সে কাওমেরই অন্তর্ভুক্ত। এখানে مِنْهُمْ বলেছেন অথবা مِنْ أَنْفُسِهِمْ বলেছেন। [৩১৪৬] (আধুনিক প্রকাশনী- ৬২৯৪, ইসলামিক ফাউন্ডেশন- ৬৩০৬)",
    "ar": "أَبُو الْوَلِيدِ حَدَّثَنَا شُعْبَةُ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ أَوْ مِنْ أَنْفُسِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6763,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ যে ব্যক্তি ধন-সম্পদ রেখে মারা যায় সে ধন-সম্পদ তার উত্তরাধিকারীদের জন্য। আর যে ঋণ রেখে (মারা) যায় তা (আদায় করা) আমার যিম্মায়। (আধুনিক প্রকাশনী- ৬২৯৫, ইসলামিক ফাউন্ডেশন- ৬৩০৭)",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَدِيٍّ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ، وَمَنْ تَرَكَ كَلاًّ فَإِلَيْنَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6764,
    "narrator": "উসামাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিম কাফেরের উত্তারাধিকারী হয় না আর কাফিরও মুসলিমের উত্তরাধিকারী হয় না।[১৫৮৮; মুসলিম পর্ব ২৩/হাঃ ১৬১৪, আহমাদ ২১৮০৬] (আধুনিক প্রকাশনী- ৬২৯৬, ইসলামিক ফাউন্ডেশন- ৬৩০৮)",
    "ar": "أَبُو عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عَمْرِو بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلاَ الْكَافِرُ الْمُسْلِمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6765,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, সা’দ ইব্‌নু আবু ওয়াক্কাস (রাঃ) ও আবদু ইব্‌নু যাম’আহ একটি ছেলের ব্যাপারে পরস্পরে কথা কাটাকাটি করেন। সা’দ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! ছেলেটি আমার ভাই উত্‌বা ইব্‌নু আবূ ওয়াক্কাস- এর পুত্র। তিনি আমাকে ওসিয়ত করে গিয়েছিলেন যে, এ ছেলেটি তাঁর পুত্র। আপনি তাঁর চেহারার দিকে চেয়ে দেখুন। আবদ ইব্‌নু যাম’আহ বললো, এ আমার ভাই, হে আল্লাহ্‌র রসূল! এ আমার পিতার বাঁদীর গর্ভে জন্মেছে। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার চেহারার দিকে নযর করলেন এবং উত্‌বার চেহারার সঙ্গে তার আকৃতির প্রকাশ্য মিল দেখতে পেলেন। তখন তিনি বললেন, হে আব্‌দ! এ ছেলে তুমি পাবে। কেননা সন্তান হল যার বিছানা তারই, আর ব্যভিচারীর জন্য পাথর। আর হে সাওদা বিনতে জাম’আহ! তুমি তার থেকে পর্দা কর। 'আয়িশা (রাঃ) বলেন, অতঃপর সে কখনও সাওদাকে দেখা দেয়নি। (আধুনিক প্রকাশনী- ৬২৯৭, ইসলামিক ফাউন্ডেশন- ৬৩০৯)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ فِي غُلاَمٍ فَقَالَ سَعْدٌ هَذَا يَا رَسُولَ اللهِ ابْنُ أَخِي عُتْبَةَ بْنِ أَبِي وَقَّاصٍ عَهِدَ إِلَيَّ أَنَّهُ ابْنُهُ انْظُرْ إِلَى شَبَهِهِ وَقَالَ عَبْدُ بْنُ زَمْعَةَ هَذَا أَخِي يَا رَسُولَ اللهِ وُلِدَ عَلَى فِرَاشِ أَبِي مِنْ وَلِيدَتِهِ فَنَظَرَ رَسُولُ اللهِ صلى الله عليه وسلم إِلَى شَبَهِهِ فَرَأَى شَبَهًا بَيِّنًا بِعُتْبَةَ فَقَالَ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ قَالَتْ فَلَمْ يَرَ سَوْدَةَ قَطُّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6767,
    "narrator": "সা’দ (রাঃ)",
    "bn": "রাবী বলেন, আমি এ কথাটি আবূ বকর (রাঃ)- এর নিকটে উল্লেখ করলাম। তখন তিনি বললেন, আমার দু'টো কান তা রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) থেকে শুনেছে এবং আমার অন্তর তা সংরক্ষণ করে রেখেছে।[৪৩২৭; মুসলিম ১/২৭, হাঃ ৬৩, আহমাদ ১৫৫৩] (আধুনিক প্রকাশনী- ৬২৯৮, ইসলামিক ফাউন্ডেশন- ৬৩১০)",
    "ar": "فَذَكَرْتُهُ لِأَبِي بَكْرَةَ فَقَالَ وَأَنَا سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي مِنْ رَسُولِ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6766,
    "narrator": "সা’দ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি, যে অন্যকে নিজের পিতা বলে দাবি করে অথচ সে জানে যে সে তার পিতা নয়, জান্নাত তার জন্য হারাম। [৯২][৪৩২৬; মুসলিম ১/২৭, হাঃ ৬৩, আহমাদ ১৫৫৩] (আধুনিক প্রকাশনী- ৬২৯৮, ইসলামিক ফাউন্ডেশন- ৬৩১০)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا خَالِدٌ هُوَ ابْنُ عَبْدِ اللهِ حَدَّثَنَا خَالِدٌ عَنْ أَبِي عُثْمَانَ عَنْ سَعْدٍ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ مَنْ ادَّعَى إِلَى غَيْرِ أَبِيهِ وَهُوَ يَعْلَمُ أَنَّهُ غَيْرُ أَبِيهِ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯২] হাদীসটিকে কিতাবূল ফারায়িযে বর্ণনা করার উদ্দেশ্য হল নিজ পিতা ব্যতীত অন্যকে পিতা সম্বোধন করার ফলে উত্তরাধিকারী সাব্যস্ত না হবার প্রতি ইঙ্গিত করা। হাদীসটি হতে আরো জানা যায়ঃ (১) নিজ পিতা ব্যতীত অন্যকে পিতা সম্বোধন করা জঘন্য পাপ। (২) অজ্ঞাত কারণে অন্যকে পিতা সম্বোধন  দোষণীয় নয়। যেমন- জন্মের পর পরই যদি কারো তত্ত্বাবধানে থেকে পিতা-পুত্রের পরিচয়ে বড় হতে থাকে কিন্তু ছেলেটি জানে না যে, সে তার প্রকৃত পিতা নয়। ফলে সে তাকে নিজ পিতার মতই সম্বোধন করে। (ফাতহুল বারী)"
  },
  {
    "hadith_id": 6768,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ তোমরা তোমাদের পিতা থেকে মুখ ফিরিয়ে নিও না (অর্থাৎ অস্বীকার করো না)। কারণ যে লোক নিজের পিতা থেকে মুখ ফিরিয়ে নেয় (অর্থাৎ পিতাকে আস্বীকার করে) তা কুফ্‌রী।[মুসলিম ১/২৭, হাঃ ৬২, আহমাদ ১৮০১৫] (আধুনিক প্রকাশনী-৬২৯৯ , ইসলামিক ফাউন্ডেশন- ৬৩১১)",
    "ar": "أَصْبَغُ بْنُ الْفَرَجِ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَمْرٌو عَنْ جَعْفَرِ بْنِ رَبِيعَةَ عَنْ عِرَاكٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لاَ تَرْغَبُوا عَنْ آبَائِكُمْ فَمَنْ رَغِبَ عَنْ أَبِيهِ فَهُوَ كُفْرٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6769,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ দু’জন স্ত্রীলোকের সাথে তাদের দু’টো ছেলে ছিল। বাঘ এসে তাদের একজনের ছেলেকে নিয়ে গেল। এক মহিলা তার সঙ্গিণীকে বলল, বাঘ তোমার ছেলেকে নিয়ে গেছে। অন্যজন বলল, বাঘ তোমার ছেলেকে নিয়ে গেছে। তারা দু’জন দাউদ (আঃ)-এর কাছে তাদের মামলা পেশ করল। তিনি বড় স্ত্রীলোকটির পক্ষে রায় দিলেন। তারপর তারা বেরিয়ে দাউদ (আঃ)-এর ছেলে সুলায়মান (আঃ)-এর কাছে গেল আর তারা দু’জনেই তাঁকে তাদের ঘটনা জানালো। তখন তিনি বললেন, আমার কাছে একটি ছুরি আন কেটে দু’জনের মধ্যে ভাগ করে দেব। তখন ছোট স্ত্রীলোকটি বলল, আপনি এমন করবেন না, আল্লাহ্ আপনার উপর দয়া করুন। এ ছেলেটি তারই। তখন তিনি ছেলেটি ছোট মহিলার ব’লে রায় দিলেন। আবূ হুরাইরাহ (রাঃ) বলেন, আল্লাহর কসম! আমি سكين শব্দটি ঐ দিনের পূর্বে কখনও শুনিনি । পূর্বে তো আমরা একে مدية বলতাম। [৩৪২৭] (আধুনিক প্রকাশনী- ৬৩০০, ইসলামিক ফাউন্ডেশন- ৬৩১২)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ قَالَ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم قَالَ كَانَتْ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا فَقَالَتْ لِصَاحِبَتِهَا إِنَّمَا ذَهَبَ بِابْنِكِ وَقَالَتْ الْأُخْرَى إِنَّمَا ذَهَبَ بِابْنِكِ فَتَحَاكَمَتَا إِلَى دَاوُدَ عَلَيْهِ السَّلاَم فَقَضَى بِهِ لِلْكُبْرَى فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِمَا السَّلاَم فَأَخْبَرَتَاهُ فَقَالَ ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا فَقَالَتْ الصُّغْرَى لاَ تَفْعَلْ يَرْحَمُكَ اللهُ هُوَ ابْنُهَا فَقَضَى بِهِ لِلصُّغْرَى قَالَ أَبُو هُرَيْرَةَ وَاللهِ إِنْ سَمِعْتُ بِالسِّكِّينِ قَطُّ إِلاَّ يَوْمَئِذٍ وَمَا كُنَّا نَقُولُ إِلاَّ الْمُدْيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6770,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, একবার রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমার কাছে এমন হাসিখুশি অবস্থায় আসলেন যে, তাঁর চেহারার রেখাগুলো চমকাচ্ছিল। তিনি বললেনঃ তুমি কি দেখনি যে, মুজাযযিয (চিহ্ন দেখে বংশ নির্ধারণকারী) যায়দ ইব্‌নু হারিসাহ এবং উসামাহ ইব্‌নু যায়দ- এর দিকে অনুসন্ধানের দৃষ্টিতে লক্ষ্য করেছে। এরপর সে বলেছে, তাদের দু’জনের পাগুলো পরস্পর থেকে (এসেছে)।[৩৫৫৫; মুসলিম ১৭/১১, হাঃ ১৪৫৯, আহমাদ ২৪৫৮০] (আধুনিক প্রকাশনী- ৬৩০১, ইসলামিক ফাউন্ডেশন- ৬৩১৩)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا اللَّيْثُ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ إِنَّ رَسُولَ اللهِ صلى الله عليه وسلم دَخَلَ عَلَيَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ أَلَمْ تَرَيْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6771,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, একদিন রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমার কাছে আসলেন। তিনি ছিলেন হাসি-খুশি। তিনি বললেনঃ হে 'আয়িশা! (চিহ্ন দেখে বংশ নির্ধারণকারী) মুদলিজী এসেছে তা কি তুমি দেখেছ? সে উসামাহ এবং যায়দ- এর দিকে লক্ষ্য করেছে। তাদের দু’জনের গায়ে চাদর ছিল যা দিয়ে তাদের মাথা ঢেকে রাখা হয়েছিল। আর তাদের পাগুলো ছিল খোলা। তখন সে বলল, এদের পাগুলো একে অপর থেকে।[৩৫৫৫; মুসলিম ১৭/১১, হাঃ ১৪৫৯] (আধুনিক প্রকাশনী- ৬৩০২, ইসলামিক ফাউন্ডেশন- ৬৩১৪)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ دَخَلَ عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ وَهُوَ مَسْرُورٌ فَقَالَ يَا عَائِشَةُ أَلَمْ تَرَيْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ دَخَلَ عَلَيَّ فَرَأَى أُسَامَةَ بْنَ زَيْدٍ وَزَيْدًا وَعَلَيْهِمَا قَطِيفَةٌ قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]