[
  {
    "hadith_id": 6940,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতে দু‘আ করতেন। হে আল্লাহ্! আইয়াশ ইব্‌নু আবূ রাবী‘আ, সালামা ইব্‌নু হিশাম, ওয়ালীদ ইব্‌নু ওয়ালীদকে মুক্তি দাও। হে আল্লাহ্! দুর্বল মু’মিনদেরকে মুক্তি দাও। হে আল্লাহ্! মুযার গোত্রের উপর তোমার পাঞ্জা কঠোর করে দাও এবং তাদের ওপর ইউসুফের দুর্ভিক্ষের বছরগুলোর মত বছর পাঠিয়ে দাও। (আধুনিক প্রকাশনী- ৬৪৫৮, ইসলামিক ফাউন্ডেশন- ৬৪৭১)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ خَالِدِ بْنِ يَزِيدَ عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ عَنْ هِلاَلِ بْنِ أُسَامَةَ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمٰنِ أَخْبَرَهُ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَدْعُو فِي الصَّلاَةِ اللهُمَّ أَنْجِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَسَلَمَةَ بْنَ هِشَامٍ وَالْوَلِيدَ بْنَ الْوَلِيدِ اللهُمَّ أَنْجِ الْمُسْتَضْعَفِينَ مِنْ الْمُؤْمِنِينَ اللهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ وَابْعَثْ عَلَيْهِمْ سِنِينَ كَسِنِي يُوسُفَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6941,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিনটি জিনিস এমন যার মধ্যে সেগুলো পাওয়া যাবে, সে ঈমানের স্বাদ পাবে। ১. আল্লাহ্ ও তাঁর রসূল তার কাছে আর সবকিছুর চেয়ে প্রিয় হওয়া। ২. কাউকে কেবল আল্লাহ্‌র জন্য ভালবাসা। ৩. জাহান্নামে নিক্ষিপ্ত হওয়াকে যেভাবে অপছন্দ করে, তেমনি পুনরায় কুফরীর দিকে ফিরে যাওয়াকে অপছন্দ করে। (আধুনিক প্রকাশনী- ৬৪৫৯, ইসলামিক ফাউন্ডেশন- ৬৪৭২)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ حَوْشَبٍ الطَّائِفِيُّ حَدَّثَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا أَيُّوبُ عَنْ أَبِي قِلاَبَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ حَلاَوَةَ الإِيمَانِ أَنْ يَكُونَ اللهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6942,
    "narrator": "কায়স (রহঃ)",
    "bn": "তিনি বলেন, আমি সা‘ঈদ ইব্‌নু যায়দ (রাঃ)-কে বলতে শুনেছি যে, আমি মনে করি ‘উমর (রাঃ)-এর কঠোরতা আমাকে ইসলামের উপর সুদৃঢ় করে দিয়েছে। তোমরা ‘উসমান (রাঃ)-এর সঙ্গে যা করেছ তাতে যদি উহুদ পর্বত ফেটে যেত তা হলে ফেটে যাওয়া ন্যায়সঙ্গতই হত। (আধুনিক প্রকাশনী- ৬৪৬০, ইসলামিক ফাউন্ডেশন- ৬৪৭৩)",
    "ar": "سَعِيدُ بْنُ سُلَيْمَانَ حَدَّثَنَا عَبَّادٌ عَنْ إِسْمَاعِيلَ سَمِعْتُ قَيْسًا سَمِعْتُ سَعِيدَ بْنَ زَيْدٍ يَقُولُ لَقَدْ رَأَيْتُنِي وَإِنَّ عُمَرَ مُوثِقِي عَلَى الإِسْلاَمِ وَلَوْ انْقَضَّ أُحُدٌ مِمَّا فَعَلْتُمْ بِعُثْمَانَ كَانَ مَحْقُوقًا أَنْ يَنْقَضَّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুসলমানদের একটি দল চরম অন্যায়ভাবে ইসলামের মহান খলীফা ওসমান (রাঃ)-কে শহীদ করেছিল। মুসলমানদের মধ্যে সেই যে হত্যার সূত্রপাত হল, তা আর থামেনি, আজও চলছে।"
  },
  {
    "hadith_id": 6943,
    "narrator": "খাব্বাব ইব্‌নু আরাত্ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে কোন বিষয়ে অভিযোগ পেশ করলাম। তখন তিনি কা‘বা ঘরের ছায়ায় তাঁর চাদরকে বালিশ বানিয়ে বিশ্রাম নিচ্ছিলেন। আমরা বললাম, (আমাদের জন্য কি) সাহায্য চাইবেন না? আমাদের জন্য কি দু‘আ করবেন না? তিনি বললেনঃ তোমাদের আগের লোকদের মাঝে এমন ব্যক্তিও ছিল, যাকে ধরে নিয়ে তার জন্য যমীনে গর্ত করা হত। তারপর করাত এনে মাথায় আঘাত হেনে দু’টুক্‌রা করে ফেলা হত। লোহার শলাকা দিয়ে তার গোশত ও হাড্ডি খসানো হত। তা সত্বেও তাকে তার দ্বীন থেকে ফিরিয়ে রাখতে পারত না। আল্লাহ্‌র কসম! এ দ্বীন অবশ্যই পূর্ণতা লাভ করবে। এমন হবে যে সান‘আ থেকে হায্‌রামাওত পর্যন্ত ভ্রমণকারী ভ্রমণ করবে। অথচ সে আল্লাহ্ ছাড়া কাউকে ভয় করবে না এবং নিজের মেষ পালের জন্য বাঘের ভয় থাকবে, কিন্তু তোমরা তাড়াহুড়ো করছ।(আধুনিক প্রকাশনী- ৬৪৬১, ইসলামিক ফাউন্ডেশন- ৬৪৭৪)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ إِسْمَاعِيلَ حَدَّثَنَا قَيْسٌ عَنْ خَبَّابِ بْنِ الأَرَتِّ قَالَ شَكَوْنَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم وَهُوَ مُتَوَسِّدٌ بُرْدَةً لَهُ فِي ظِلِّ الْكَعْبَةِ فَقُلْنَا أَلاَ تَسْتَنْصِرُ لَنَا أَلاَ تَدْعُو لَنَا فَقَالَ قَدْ كَانَ مَنْ قَبْلَكُمْ يُؤْخَذُ الرَّجُلُ فَيُحْفَرُ لَهُ فِي الأَرْضِ فَيُجْعَلُ فِيهَا فَيُجَاءُ بِالْمِنْشَارِ فَيُوضَعُ عَلَى رَأْسِهِ فَيُجْعَلُ نِصْفَيْنِ وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا دُونَ لَحْمِهِ وَعَظْمِهِ فَمَا يَصُدُّهُ ذَلِكَ عَنْ دِينِهِ وَاللهِ لَيَتِمَّنَّ هَذَا الأَمْرُ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ لاَ يَخَافُ إِلاَّ اللهَ وَالذِّئْبَ عَلَى غَنَمِهِ وَلَكِنَّكُمْ تَسْتَعْجِلُونَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6944,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, একবার আমরা মসজিদে ছিলাম। হঠাৎ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বেরিয়ে এসে বললেনঃ তোমরা ইয়াহূদীদের কাছে চল। আমি তাঁর সঙ্গে বের হয়ে গেলাম এবং বায়তুল-মিদ্‌রাস নামক শিক্ষাকেন্দ্রে গিয়ে পৌঁছলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে তাদেরকে উদ্দেশ্য করে বললেনঃ হে ইয়াহূদী সম্প্রদায়! তোমরা মুসলিম হয়ে যাও, নিরাপদ থাকবে। তারা বলল, হে আবুল কাসিম! আপনি (আপনার দায়িত্ব) পৌঁছে দিয়েছেন। তিনি বললেনঃ এটাই আমি চাই। তারপর দ্বিতীয়বার কথাটি বললেন। তারা বলল, হে আবুল কাসিম! আপনি পৌঁছে দিয়েছেন। এরপর তিনি তৃতীয়বার তা আবার বললেন। আর বললেনঃ তোমরা জেনে রেখো যে, যমীন কেবল আল্লাহ্ ও তাঁর রাসূলের। আমি তোমাদেরকে দেশান্তর করতে মনস্থ করেছি। তাই তোমাদের যার অস্থাবর সম্পত্তি রয়েছে, তা যেন সে বিক্রি করে ফেলে। তা না হলে জেনে রেখো, যমীন কেবল আল্লাহ্ ও তাঁর রসূলের। [১৩৪] [৩১৬৭; মুসলিম ৩২/২০, হাঃ ১৭৬৫, আহমাদ ৯৮৩৩] (আধুনিক প্রকাশনী- ৬৪৬২, ইসলামিক ফাউন্ডেশন- ৬৪৭৫)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا اللَّيْثُ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ إِذْ خَرَجَ عَلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ انْطَلِقُوا إِلَى يَهُودَ فَخَرَجْنَا مَعَهُ حَتَّى جِئْنَا بَيْتَ الْمِدْرَاسِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَنَادَاهُمْ يَا مَعْشَرَ يَهُودَ أَسْلِمُوا تَسْلَمُوا فَقَالُوا قَدْ بَلَّغْتَ يَا أَبَا الْقَاسِمِ فَقَالَ ذَلِكَ أُرِيدُ ثُمَّ قَالَهَا الثَّانِيَةَ فَقَالُوا قَدْ بَلَّغْتَ يَا أَبَا الْقَاسِمِ ثُمَّ قَالَ الثَّالِثَةَ فَقَالَ اعْلَمُوا أَنَّ الأَرْضَ لِلَّهِ وَرَسُولِهِ وَإِنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ فَمَنْ وَجَدَ مِنْكُمْ بِمَالِهِ شَيْئًا فَلْيَبِعْهُ وَإِلاَّ فَاعْلَمُوا أَنَّمَا الأَرْضُ لِلَّهِ وَرَسُولِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৪] মদীনা সনদ- তথা মুসলমান ও ইয়াহূদী সবাই মিলে একত্রিত শান্তিতে বসবাস করার চুক্তিতে স্বাক্ষর করার পরও ইয়াহূদীরা চুক্তি লঙ্ঘন করে মুসলমানদের বিরুদ্ধে নানামুখী ষড়যন্ত্রে লিপ্ত হয়ে পড়েছিল। সেই প্রেক্ষাপটে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কাছে গিয়েছিলেন।"
  },
  {
    "hadith_id": 6945,
    "narrator": "খান্‌সা বিন্‌ত খিযাম আনসারী (রাঃ)",
    "bn": "যে, তাকে তার পিতা (অনুমতি ছাড়া) বিয়ে দিলেন। আর সে ছিল বিধবা। এ বিয়ে সে অপছন্দ করল। তাই সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে জানাল। ফলে তিনি তার এ বিয়ে বাতিল করে দিলেন। [১৩৫](আধুনিক প্রকাশনী- ৬৪৬৩, ইসলামিক ফাউন্ডেশন- ৬৪৭৬)",
    "ar": "يَحْيَى بْنُ قَزَعَةَ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَبْدِ الرَّحْمٰنِ وَمُجَمِّعٍ ابْنَيْ يَزِيدَ بْنِ جَارِيَةَ الأَنْصَارِيِّ عَنْ خَنْسَاءَ بِنْتِ خِذَامٍ الأَنْصَارِيَّةِ أَنَّ أَبَاهَا زَوَّجَهَا وَهِيَ ثَيِّبٌ فَكَرِهَتْ ذَلِكَ فَأَتَتْ النَّبِيَّ صلى الله عليه وسلم فَرَدَّ نِكَاحَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৫] যে বিয়ে পুত্র কন্যার অসম্মতিতে হয়েছে তা বাতিলযোগ্য।"
  },
  {
    "hadith_id": 6946,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! মহিলাদের বিয়ে দেয়ার ক্ষেত্রে তাদের অনুমতি নিতে হবে কি? তিনি বললেন, হ্যাঁ। আমি বললাম, কুমারীর কাছে অনুমতি চাইলে তো লজ্জাবোধ করে; ফলে সে নীরব। তিনি বললেনঃ তার নীরবতাই তার অনুমতি।[৫১৩৭; মুসলিম ১৬/৮, হাঃ ১৪২০, আহমাদ ২৪২৪০] (আধুনিক প্রকাশনী- ৬৪৬৪, ইসলামিক ফাউন্ডেশন- ৬৪৭৭)",
    "ar": "مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ ابْنِ جُرَيْجٍ عَنْ ابْنِ أَبِي مُلَيْكَةَ عَنْ أَبِي عَمْرٍو هُوَ ذَكْوَانُ عَنْ عَائِشَةَ قَالَتْ قُلْتُ يَا رَسُولَ اللهِ يُسْتَأْمَرُ النِّسَاءُ فِي أَبْضَاعِهِنَّ قَالَ نَعَمْ قُلْتُ فَإِنَّ الْبِكْرَ تُسْتَأْمَرُ فَتَسْتَحْيِي فَتَسْكُتُ قَالَ سُكَاتُهَا إِذْنُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6947,
    "narrator": "জাবির (রাঃ)",
    "bn": "এক আনসারী লোক তার এক গোলাম মুদাব্বার বানিয়ে দেয়। অথচ তার এছাড়া অন্য কোন মাল ছিল না। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছলে তিনি বললেনঃ কে আমার নিকট হতে এ গোলাম কিনে নিবে? নু‘আয়ম ইব্‌নু নাহ্হাম (রাঃ) আটশ’ দিরহামে তাকে ক্রয় করলেন। রাবী বলেন, আমি জাবির (রাঃ)-কে বলতে শুনেছি, ঐ গোলামটি কিব্তী গোলাম ছিল এবং (ক্রয়ের) প্রথম বছরই মারা যায়।(আধুনিক প্রকাশনী- ৬৪৬৫, ইসলামিক ফাউন্ডেশন- ৬৪৭৮)",
    "ar": "أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرٍ أَنَّ رَجُلاً مِنْ الأَنْصَارِ دَبَّرَ مَمْلُوكًا وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُ فَبَلَغَ ذَلِكَ رَسُولَ اللهِ صلى الله عليه وسلم فَقَالَ مَنْ يَشْتَرِيهِ مِنِّي فَاشْتَرَاهُ نُعَيْمُ بْنُ النَّحَّامِ بِثَمَانِ مِائَةِ دِرْهَمٍ قَالَ فَسَمِعْتُ جَابِرًا يَقُولُ عَبْدًا قِبْطِيًّا مَاتَ عَامَ أَوَّلَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6948,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি এ আয়াতঃ “হে মু’মিনগণ! নারীদেরকে জোরপূর্বক তোমাদের উত্তরাধিকার মনে করা তোমাদের জন্য বৈধ নয়.....”- (সূরা আন্-নিসা ৪/১৯)। এর ব্যাখ্যায় বলেন, তাদের নিয়ম ছিল, যখন কোন লোক মারা যেত তখন তার অভিভাবকগণই তার স্ত্রীর ব্যাপারে অধিক হক্দার বলে মনে করত। ইচ্ছা করলে তাদের মধ্যে কেউ তাকে বিয়ে করত, ইচ্ছা করলে তাকে (অন্যত্র) বিয়ে দিত, আর ইচ্ছা করলে তাকে বিয়ে দিত না। স্ত্রীর অভিভাবকদের তুলনায় নিজেদেরকে অধিক হক্দার তারাই মনে করত। এ সম্পর্কেই উক্ত আয়াত অবতীর্ণ হয়। (আধুনিক প্রকাশনী- ৬৪৬৬, ইসলামিক ফাউন্ডেশন- ৬৪৭৯)",
    "ar": "حُسَيْنُ بْنُ مَنْصُورٍ حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ حَدَّثَنَا الشَّيْبَانِيُّ سُلَيْمَانُ بْنُ فَيْرُوزٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ الشَّيْبَانِيُّ وَحَدَّثَنِي عَطَاءٌ أَبُو الحَسَنِ السُّوَائِيُّ وَلاَ أَظُنُّهُ إِلاَّ ذَكَرَهُ عَنْ ابْنِ عَبَّاسٍ {يَا أَيُّهَا الَّذِينَ اٰمَنُوا لاَ يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} الْآيَةَ قَالَ كَانُوا إِذَا مَاتَ الرَّجُلُ كَانَ أَوْلِيَاؤُهُ أَحَقَّ بِامْرَأَتِهِ إِنْ شَاءَ بَعْضُهُمْ تَزَوَّجَهَا وَإِنْ شَاءُوا زَوَّجَهَا وَإِنْ شَاءُوا لَمْ يُزَوِّجْهَا فَهُمْ أَحَقُّ بِهَا مِنْ أَهْلِهَا فَنَزَلَتْ هَذِهِ الْآيَةُ فِي ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6950,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইব্রাহীম (‘আলাইহি ওয়া সাল্লাম) ‘সারা’ (‘আলাইহি ওয়া সাল্লাম)-কে নিয়ে হিজরত করে এমন এক জনপদে আসলেন, যেখানে একজন স্বৈরাচারী বাদশাহ্ ছিল। সে তাঁকে বলে পাঠাল যে, যেন তিনি ‘সারা’ কে তার নিকট পাঠিয়ে দেন। তিনি তাকে পাঠিয়ে দিলেন। সে ‘সারার’ দিকে অগ্রসর হতে লাগল। অপর দিকে ‘সারা’ ওযূ করে সালাত আদায় করতে লাগলেন। আর বললেন, হে আল্লাহ্! আমি যদি তোমার ও তোমার রাসূলের প্রতি ঈমান এনে থাকি তাহলে আমার উপর ঐ কাফিরকে ক্ষমতা দিও না। ফলে সে শ্বাসরুদ্ধ হয়ে (মাটিতে পড়ে) গোড়ালি দিয়ে ঘর্ষণ করতে লাগল। (আধুনিক প্রকাশনী- ৬৪৬৭, ইসলামিক ফাউন্ডেশন- ৬৪৮০)",
    "ar": "أَبُو الْيَمَانِ حَدَّثَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم هَاجَرَ إِبْرَاهِيمُ بِسَارَةَ دَخَلَ بِهَا قَرْيَةً فِيهَا مَلِكٌ مِنْ الْمُلُوكِ أَوْ جَبَّارٌ مِنْ الْجَبَابِرَةِ فَأَرْسَلَ إِلَيْهِ أَنْ أَرْسِلْ إِلَيَّ بِهَا فَأَرْسَلَ بِهَا فَقَامَ إِلَيْهَا فَقَامَتْ تَوَضَّأُ وَتُصَلِّي فَقَالَتْ اللهُمَّ إِنْ كُنْتُ آمَنْتُ بِكَ وَبِرَسُولِكَ فَلاَ تُسَلِّطْ عَلَيَّ الْكَافِرَ فَغُطَّ حَتَّى رَكَضَ بِرِجْلِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6949,
    "narrator": "লায়স (রহঃ) নাফি‘ (রহঃ)",
    "bn": "লায়স (রহঃ) নাফি‘ (রহঃ)-এর সূত্রে বর্ণনা করেন যে, সুফীয়্যাহ বিন্‌ত আবূ ‘উবায়দ তাকে সংবাদ দিয়েছেন যে, সরকারী মালিকানাধীন এক গোলাম গনীমতের পঞ্চমাংশে পাওয়া এক দাসীর সঙ্গে জবরদস্তি করে যিনা করে। তাতে তার কুমারীত্ব মুছে যায়। ‘উমর (রাঃ) উক্ত গোলামকে কশাঘাত করলেন ও নির্বাসন দিলেন। কিন্তু দাসীটিকে সে বাধ্য করেছিল বলে কশাঘাত করলেন না। যুহরী (রহঃ) কুমারী দাসীর ব্যাপারে বলেন, যার কুমারীত্ব কোন আযাদ ব্যক্তি ছিন্ন করে ফেলল, বিচারক ঐ কুমারী দাসীর মূল্য অনুপাতে তার জন্য ঐ আযাদ ব্যক্তির নিকট হতে কুমারীত্ব মুছে ফেলার দিয়াত গ্রহণ করবেন এবং ওকে কশাঘাত করবেন। আর বিবাহিতা দাসীর ক্ষেত্রে ইমামদের সিদ্ধান্ত অনুযায়ী কোন জারিমানা নেই। কিন্তু তার উপর ‘হদ’ জারি হবে। [১৩৬](আধুনিক প্রকাশনী- অনুচ্ছেদ, ইসলামিক ফাউন্ডেশন- অনুচ্ছেদ)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِي نَافِعٌ أَنَّ صَفِيَّةَ بِنْتَ أَبِي عُبَيْدٍ أَخْبَرَتْهُ أَنَّ عَبْدًا مِنْ رَقِيقِ الإِمَارَةِ وَقَعَ عَلَى وَلِيدَةٍ مِنْ الْخُمُسِ فَاسْتَكْرَهَهَا حَتَّى اقْتَضَّهَا فَجَلَدَهُ عُمَرُ الْحَدَّ وَنَفَاهُ وَلَمْ يَجْلِدْ الْوَلِيدَةَ مِنْ أَجْلِ أَنَّهُ اسْتَكْرَهَهَا قَالَ الزُّهْرِيُّ فِي الأَمَةِ الْبِكْرِ يَفْتَرِعُهَا الْحُرُّ يُقِيمُ ذَلِكَ الْحَكَمُ مِنْ الأَمَةِ الْعَذْرَاءِ بِقَدْرِ قِيمَتِهَا وَيُجْلَدُ وَلَيْسَ فِي الأَمَةِ الثَّيِّبِ فِي قَضَاءِ الأَئِمَّةِ غُرْمٌ وَلَكِنْ عَلَيْهِ الْحَدُّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৬] জোর জবরদস্তি করে যে সকল মহিলাকে ধর্ষণ করা হয় তাদের উপর হাদ্দ জারী না করার প্রতি হাদীসটিতে ইঙ্গিত বহন করছে। সুতরাং ধর্ষিতা নারীকে হেয় প্রতিপন্ন করা বা অসম্মানের দৃষ্টিতে না দেখাই ইসলামের শিক্ষা।"
  },
  {
    "hadith_id": 6951,
    "narrator": "আবদুল্লাহ্ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক মুসলিম অন্য মুসলিমের ভাই, না সে তার প্রতি জুলুম করবে, না তাকে অন্যের হাওলা করবে। যে কেউ তার ভাইয়ের প্রয়োজন পূরণ করবে আল্লাহ্ তার প্রয়োজন পূরণ করবেন। (আধুনিক প্রকাশনী- ৬৪৬৮, ইসলামিক ফাউন্ডেশন- ৬৪৮১)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ أَنَّ سَالِمًا أَخْبَرَهُ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ أَخْبَرَهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللهُ فِي حَاجَتِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 6952,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার ভাইকে সাহায্য কর। সে জালিম হোক অথবা মজলুম হোক। এক লোক বলল, হে আল্লাহ্‌র রসূল! মজলুম হলে তাকে সাহায্য করব তা তো বুঝলাম। কিন্তু জালিম হলে তাকে কিভাবে সাহায্য করব? তিনি বললেনঃ তাকে অত্যাচার থেকে বিরত রাখবে। আর এটাই হল তার সাহায্য।(আধুনিক প্রকাশনী- ৬৪৬৯, ইসলামিক ফাউন্ডেশন- ৬৪৮২)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا عُبَيْدُ اللهِ بْنُ أَبِي بَكْرِ بْنِ أَنَسٍ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا فَقَالَ رَجُلٌ يَا رَسُولَ اللهِ أَنْصُرُهُ إِذَا كَانَ مَظْلُومًا أَفَرَأَيْتَ إِذَا كَانَ ظَالِمًا كَيْفَ أَنْصُرُهُ قَالَ تَحْجُزُهُ أَوْ تَمْنَعُهُ مِنْ الظُّلْمِ فَإِنَّ ذَلِكَ نَصْرُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]