[
  {
    "hadith_id": 7270,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (তাঁর শরীরের সঙ্গে) আমাকে জড়িয়ে ধরলেন এবং বললেনঃ হে আল্লাহ্‌! তাঁকে কিতাবের ইলম দাও। [১] (আধুনিক প্রকাশনী- ৬৭৬২, ইসলামিক ফাউন্ডেশন- ৬৭৭৪)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ضَمَّنِي إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏ \"‏ اللَّهُمَّ عَلِّمْهُ الْكِتَابَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আল্লাহর রাসূলের এই দু‘আর কারণেই আল কুরআনের সর্বশ্রেষ্ঠ তাফসীরকারক হলেন ইবনে আব্বাস (রাঃ)।"
  },
  {
    "hadith_id": 7271,
    "narrator": "আবূ বারযা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌ তা‘আলা তোমাদেরকে ইসলাম দ্বারা ও মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দ্বারা মুখাপেক্ষীহীন কিংবা পরিপূর্ণ করেছেন।(আধুনিক প্রকাশনী- ৬৭৬৩, ইসলামিক ফাউন্ডেশন- ৬৭৭৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَبَّاحٍ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ عَوْفًا، أَنَّ أَبَا الْمِنْهَالِ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا بَرْزَةَ، قَالَ إِنَّ اللَّهَ يُغْنِيكُمْ أَوْ نَغَشَكُمْ بِالإِسْلاَمِ وَبِمُحَمَّدٍ صلى الله عليه وسلم‏.‏ \nقَالَ أَبُو عَبْد اللَّهِ وَقَعَ هَاهُنَا يُغْنِيكُمْ وَإِنَّمَا هُوَ نَعَشَكُمْ يُنْظَرُ فِي أَصْلِ كِتَابِ الِاعْتِصَامِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7272,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু দীনার (রাঃ)",
    "bn": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) ‘আবদুল মালিক ইব্‌নু মারওয়ানের বাই‘আত করে লিখলেনঃ আল্লাহ্‌ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সুন্নাতের ভিত্তিতে আমার সাধ্যমত (আপনার নির্দেশ) শোনা ও মানার অঙ্গীকার করছি। (আধুনিক প্রকাশনী- ৬৭৬৪, ইসলামিক ফাউন্ডেশন- ৬৭৭৬)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، كَتَبَ إِلَى عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ يُبَايِعُهُ، وَأُقِرُّ لَكَ بِالسَّمْعِ وَالطَّاعَةِ عَلَى سُنَّةِ اللَّهِ وَسُنَّةِ رَسُولِهِ، فِيمَا اسْتَطَعْتُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7268,
    "narrator": "ত্বারিক ইব্‌নু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, ইয়াহূদীদের এক লোক ‘উমর (রাঃ) - কে বলল, হে আমীরুল মু’মিনীন! আমাদের উপর যদি এ আয়াতঃ “আজ আমি তোমাদের জন্য তোমাদের দ্বীনকে পূর্ণাঙ্গ করে দিলাম, তোমাদের প্রতি আমার নি’মাত পূর্ণ করে দিলাম এবং ইসলামকে তোমাদের দ্বীন হিসেবে কবূল করে নিলাম” - (সূরাহ আল-মায়িদাহ ৫/৩) অবতীর্ণ হত, তাহলে সে দিনটিকে আমরা অবশ্যই ঈদের দিন হিসেবে গণ্য করতাম। ‘উমর (রাঃ) বললেন, আমি অবশ্যই জানি এ আয়াতটি কোন্‌ দিন অবতীর্ণ হয়েছিল। আরাফাহ্‌র দিন জুমু‘আহ্‌র দিনে এ আয়াতটি নাযিল হয়েছিল। হাদীসটি সুফিয়ান (রহঃ) মিসআর (রহঃ) থেকে, মিস্‌আর কায়স থেকে কায়স (রহঃ) তারিক থেকে শুনেছেন। (আধুনিক প্রকাশনী- ৬৭৬০, ইসলামিক ফাউন্ডেশন- ৬৭৭২)",
    "ar": "عَبْدُ اللهِ بْنُ الزُّبَيْرِ الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ عَنْ مِسْعَرٍ وَغَيْرِهِ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ قَالَ رَجُلٌ مِنْ الْيَهُودِ لِعُمَرَ يَا أَمِيرَ الْمُؤْمِنِينَ لَوْ أَنَّ عَلَيْنَا نَزَلَتْ هَذِهِ الآيَةُ {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمْ الإِسْلاَمَ دِينًا} لاَتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدًا فَقَالَ عُمَرُ إِنِّي لأَعْلَمُ أَيَّ يَوْمٍ نَزَلَتْ هَذِهِ الآيَةُ نَزَلَتْ يَوْمَ عَرَفَةَ فِي يَوْمِ جُمُعَةٍ سَمِعَ سُفْيَانُ مِنْ مِسْعَرٍ وَمِسْعَرٌ قَيْسًا وَقَيْسٌ طَارِقًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7269,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "দ্বিতীয় দিনে যখন মুসলিমরা আবূ বকর (রাঃ) - এর বায়‘আত গ্রহণ করেছিল এবং তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মিম্বারের উপর উপবিষ্ট ছিলেন; ‘উমর (রাঃ) - কে আবূ বকর (রাঃ) - এর পূর্বে হামদ ও ছানা ও কালেমা শাহাদাত পাঠ করতে তিনি (আনাস) শুনেছেন। তিনি বললেন, অতঃপর আল্লাহ্‌ তাঁর রাসূলের জন্য তোমাদের কাছে যা ছিল তার চেয়ে তার নিকট যা আছে সেটাকেই পছন্দ করেছেন। আর এই যে সে কিতাব যার মাধ্যমে আল্লাহ্‌ তা‘আলা তোমাদের রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে হিদায়াত দিয়েছিলেন।কাজেই একে তোমারা আঁকড়ে ধর। তাহলে এর মাধ্যমে আল্লাহ্‌ তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে যে হিদায়াত দিয়েছিলেন তোমরাও সেই হিদায়াত পাবে। (আধুনিক প্রকাশনী- ৬৭৬১, ইসলামিক ফাউন্ডেশন- ৬৭৭৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّهُ سَمِعَ عُمَرَ الْغَدَ، حِينَ بَايَعَ الْمُسْلِمُونَ أَبَا بَكْرٍ، وَاسْتَوَى عَلَى مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم تَشَهَّدَ قَبْلَ أَبِي بَكْرٍ فَقَالَ أَمَّا بَعْدُ فَاخْتَارَ اللَّهُ لِرَسُولِهِ صلى الله عليه وسلم الَّذِي عِنْدَهُ عَلَى الَّذِي عِنْدَكُمْ، وَهَذَا الْكِتَابُ الَّذِي هَدَى اللَّهُ بِهِ رَسُولَكُمْ فَخُذُوا بِهِ تَهْتَدُوا وَإِنَّمَا هَدَى اللَّهُ بِهِ رَسُولَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7273,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি ‘জাওয়ামিউল কালিম[১৯০]  (ব্যাপক অর্থবহ সংক্ষিপ্ত কথা) সহ প্রেরিত হয়েছি এবং আমাকে প্রভাব দিয়ে সাহায্য করা হয়েছে। একবার আমি ঘুমের অবস্থায় দেখলাম, পৃথিবীর ভান্ডারগুলোর চাবি আমাকে দেয়া হয়েছে এবং তা আমার হাতে রেখে দেয়া হয়েছে। আবূ হুরায়রা (রাঃ) বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তিকাল করে গেছেন। আর তোমরা তা ব্যবহার করছ কিংবা বলেছিলেন তোমরা তা থেকে উপকার লাভ করছ কিংবা তিনি এরকমই কোন কথা বলেছিলেন।(আধুনিক প্রকাশনী- ৬৭৬৫, ইসলামিক ফাউন্ডেশন- ৬৭৭৭)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بُعِثْتُ بِجَوَامِعِ الْكَلِمِ، وَنُصِرْتُ بِالرُّعْبِ، وَبَيْنَا أَنَا نَائِمٌ رَأَيْتُنِي أُتِيتُ بِمَفَاتِيحِ خَزَائِنِ الأَرْضِ، فَوُضِعَتْ فِي يَدِي ‏\"‏‏.‏ قَالَ أَبُو هُرَيْرَةَ فَقَدْ ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنْتُمْ تَلْغَثُونَهَا أَوْ تَرْغَثُونَهَا، أَوْ كَلِمَةً تُشْبِهُهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] (আমি আবির্ভূত হয়েছি সুসংক্ষিপ্ত ও মর্মসমৃদ্ধ বাণীসহ)\n\nইমাম যুহরী * এর ব্যাখ্যা করে বলেন :\n\nতিনি এমন সংক্ষিপ্ত কথা বলতেন যা শব্দ বা উচ্চারণের দিক থেকে হতো অল্প কিন্তু ব্যাপক অর্থবোধক। ইমাম যুহরী ব্যতীত অন্যজন জোর দিয়ে বলেন যে, (جوام الكلام) থেকে উদ্দেশ্য হলো ‘‘আল-কুরআন’’ তার নির্দশন, রসূল (সাঃ)’র কথা (بعثت), কেননা আল-কুরআন তো শব্দের সংক্ষিপ্ততা ও অর্থের ব্যাপকতার ব্যাপারে শেষ সীমা।\n\nকুরআন جوام الكلام সম্বলিত আয়াতের উদাহরণ যেমন : {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (বাকারাহ : ১৭৯) এবং وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ (নূর : ৫২)\n\nহাদীসের মধ্যে جوامع الكلام এর উদাহরণ যেমন ’আয়িশাহ’র হাদীস : كُلُّ عَمَلٍ لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ\n\nআবূ হুরাইরাহ’র হাদীস : وإذا أمرتكم بأمر فأتوا منه ما استطعتم (ফাতহুল বারী)"
  },
  {
    "hadith_id": 7276,
    "narrator": "হুযাইফা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের হাদীস বর্ণনা করেছেন যে, আমানাত আসমান হতে মানুষের অন্তরের অন্তঃস্থলে অবতীর্ণ হয়েছে, তারপর কুরআন অবতীর্ণ হয়েছে এবং মানুষ কুরআন পাঠ করেছে এবং সুন্নাত শিক্ষা করেছে। (আধুনিক প্রকাশনী- ৬৭৬৮, ইসলামিক ফাউন্ডেশন- ৬৭৮০)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَأَلْتُ الأَعْمَشَ فَقَالَ عَنْ زَيْدِ بْنِ وَهْبٍ، سَمِعْتُ حُذَيْفَةَ، يَقُولُ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنَّ الأَمَانَةَ نَزَلَتْ مِنَ السَّمَاءِ فِي جَذْرِ قُلُوبِ الرِّجَالِ، وَنَزَلَ الْقُرْآنُ فَقَرَءُوا الْقُرْآنَ وَعَلِمُوا مِنَ السُّنَّةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7279,
    "narrator": "আবূ হুরায়রা (রাঃ) ও যায়দ ইব্‌নু খালিদ (রাঃ)",
    "bn": "তারা বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে উপস্থিত ছিলাম। (এ সময়) তিনি বললেনঃ আমি অবশ্য অবশ্যই মহান আল্লাহ্ তা’আলার কিতাব অনুযায়ী তোমাদের মাঝে ফায়সালা করব।(আধুনিক প্রকাশনী- ৬৭৭০, ইসলামিক ফাউন্ডেশন- ৬৭৮২)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، قَالاَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7278,
    "narrator": "আবূ হুরায়রা (রাঃ) ও যায়দ ইব্‌নু খালিদ (রাঃ)",
    "bn": "তারা বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে উপস্থিত ছিলাম। (এ সময়) তিনি বললেনঃ আমি অবশ্য অবশ্যই মহান আল্লাহ্ তা’আলার কিতাব অনুযায়ী তোমাদের মাঝে ফায়সালা করব। (আধুনিক প্রকাশনী- ৬৭৭০, ইসলামিক ফাউন্ডেশন- ৬৭৮২)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، قَالاَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7280,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার সকল উম্মতই জান্নাতে প্রবেশ করবে, কিন্তু যে অস্বীকার করে। তারা বললেনঃ কে অস্বীকার করবে। তিনি বললেনঃ যারা আমার অনুসরণ করবে তারা জান্নাতে প্রবেশ করবে, আর যে আমার অবাধ্য হবে সে-ই অস্বীকার করবে। [১] (আধুনিক প্রকাশনী- ৬৭৭১, ইসলামিক ফাউন্ডেশন- ৬৭৮৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا فُلَيْحٌ، حَدَّثَنَا هِلاَلُ بْنُ عَلِيٍّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ كُلُّ أُمَّتِي يَدْخُلُونَ الْجَنَّةَ، إِلاَّ مَنْ أَبَى ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَنْ يَأْبَى قَالَ ‏\"‏ مَنْ أَطَاعَنِي دَخَلَ الْجَنَّةَ، وَمَنْ عَصَانِي فَقَدْ أَبَى ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যারা আল্লাহর রাসূলের সহীহ হাদিসকে জেনে বুঝে স্বেচ্ছায় সজ্ঞানে পরিত্যাগ ক’রে কারো স্বকপোল কল্পিত রায় কিয়াসের অনুসরন করে তারা আল্লাহ্‌র রসূলের অবাধ্য।"
  },
  {
    "hadith_id": 7277,
    "narrator": "আবদুল্লাহ্ ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "সর্বোত্তম কালাম হল আল্লাহ্‌র কিতাব, আর সর্বোত্তম পথ নির্দেশনা হল মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর পথ নির্দেশনা। আর সবচেয়ে নিকৃষ্ট বিষয় হল নতুনভাবে উদ্ভাবিত পন্থাসমূহ। “তোমাদের কাছে যার ও’য়াদা দেয়া হচ্ছে তা ঘটবেই, তোমরা ব্যর্থ করতে পারবে না” (আধুনিক প্রকাশনী- ৬৭৬৯, ইসলামিক ফাউন্ডেশন- ৬৭৮১)",
    "ar": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنَا عَمْرُو بْنُ مُرَّةَ، سَمِعْتُ مُرَّةَ الْهَمْدَانِيَّ، يَقُولُ قَالَ عَبْدُ اللَّهِ إِنَّ أَحْسَنَ الْحَدِيثِ كِتَابُ اللَّهِ، وَأَحْسَنَ الْهَدْىِ هَدْىُ مُحَمَّدٍ صلى الله عليه وسلم، وَشَرَّ الأُمُورِ مُحْدَثَاتُهَا، وَإِنَّ مَا تُوعَدُونَ لآتٍ، وَمَا أَنْتُمْ بِمُعْجِزِينَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] বিদআত শব্দের আভিধানিক অর্থ হল : اَلشَّيْءُ الْمُخْتَرَعُ عَلٰى غَيْرِ مِثَالٍ سَابِقٍ অর্থাৎ পূর্ববর্তী কোন নমুনা ছাড়াই নতুন আবিষ্কৃত বিষয়। [আন-নিহায়াহ, পৃঃ ৬৯, কাওয়ায়েদ মা’রিফাতিল বিদআ’হ, পৃঃ ১৭]\n\nআর শরীয়তের পরিভাষায়- مَا أُحْدِثَ فِى دِيْنِ اللهِ وَلَيْسَ لَهُ أَصْلٌ عَامٌ وَلاَخَاصٌّ يَدُلُّ عَلَيْهِ. অর্থাৎ আল্লাহর দ্বীনের মধ্যে নতুন করে যার প্রচলন করা হয়েছে এবং এর পক্ষে শরীয়তের কোন ব্যাপক ও সাধারণ কিংবা খাস ও সুনির্দিষ্ট দলীল নেই। [কাওয়ায়েদ মা’রিফাতিল বিদআ’হ, পৃঃ ২৪] এ সংজ্ঞটিতে তিনটি বিষয় লক্ষণীয় :\n\n১. নতুনভাবে প্রচলন অর্থাৎ রাসূল (সাঃ) ও সাহাবায়ে কিরামের যুগে এর কোন প্রচলন ছিল না এবং এর কোন নমুনাও ছিল না।\n\n২. এ নব প্রচলিত বিষয়টিকে দ্বীনের মধ্যে সংযোজন করা এবং ধারণা করা যে, এটি দ্বীনের অংশ।\n\n৩. নব প্রচলিত এ বিষয়টি শরীয়তের কোন ‘আম বা খাস দলীল ছাড়াই চালু ও উদ্ভাবন করা।\n\nসংজ্ঞার এ তিনটি বিষয়ের একত্রিত রূপ হল বিদআত, যা থেকে বিরত থাকার কঠোর নির্দেশ শরীয়তে এসেছে। কঠোর নিষেধাজ্ঞার এ বিষয়টি হাদীসে বারবার উচ্চারিত হয়েছে। রাসূলুল্লাহ (সাঃ) বলেছেন,\n\n(وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُ(রাঃ)مُوْرِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ) رواه أبو داود والترمذى وقال حديث حسن صحيح.\n\n‘‘তোমরা (দ্বীনের) নব প্রচলিত বিষয়সমূহ থেকে সতর্ক থাক। কেননা প্রত্যেক নতুন বিষয় বিদআ‘ত এবং প্রত্যেক বিদআত ভ্রষ্টতা’’। [সুনান আবু দাউদ, হাদীস নং ৩৯৯১ ও সুনান আত-তিরমিযী, হাদীস নং ২৬৭৬। তিরমিযী হাদীসটিকে হাসান ও সহীহ বলেছেন।] নবী (সাঃ) তাঁর এক খুতবায় বলেছেন :\n\nإِنَّ أَصْدَقَ الْحَدِيثِ كِتَابُ اللهِ وَأَحْسَنَ الْهَدْيِ هَدْيُ مُحَمَّدٍ وَشَرُّ الأُمُوْرِ مُحْدَثَاتُهَا وَكُلُّ مُحْدَثَةٍ بِدْعَةٌ وَكُلُّ بِدْعَةٍ ضَلاَلَةٌ وَكُلُّ ضَلاَلَةٍ فِي النَّارِ. رواه مسلم والنسائى واللفظ للنسائى.\n\n‘‘নিশ্চয়ই সর্বোত্তম বাণী আল্লাহর কিতাব এবং সর্বোত্তম আদর্শ মুহাম্মদের আদর্শ। আর সবচেয়ে নিকৃষ্ট বিষয় হল (দ্বীনের মধ্যে) নব উদ্ভাবিত বিষয়। আর নব উদ্ভাবিত প্রত্যেক বিষয় বিদআত এবং প্রত্যেক বিদআত হল ভ্রষ্টতা এবং প্রত্যেক ভ্রষ্টতার পরিণাম জাহান্নাম। [সহীহ মুসলিম, হাদীস নং ১৫৩৫ ও সুনান আন-নাসায়ী, হাদীস নং ১৫৬০, হাদীসের শব্দ চয়ন নাসায়ী থেকে।]\n\nবিদআতের বৈশিষ্ট্য\n\nবিদআতের চারটি বৈশিষ্ট্য রয়েছে :\n\n১. বিদআতকে বিদআত হিসেবে চেনার জন্য সুনির্দিষ্ট কোন দলীল পাওয়া যায় না; তবে তা নিষিদ্ধ হওয়ার ব্যাপারে মূলনীতিগত ‘আম ও সাধারণ দলীল পাওয়া যায়।\n\n২. বিদআত সবসময়ই শরীয়তের উদ্দেশ্য, লক্ষ্য ও মাকাসিদ এর বিপরীত ও বিরোধী অবস্থানে থাকে। আর এ বিষয়টিই বিদআত নিকৃষ্ট ও বাতিল হওয়ার সবচেয়ে বড় প্রমাণ। এ জন্যই হাদীসে বিদআতকে ভ্রষ্টতা বলে অভিহিত করা হয়েছে।\n\n৩. অধিকাংশ ক্ষেত্রে বিদআত এমন সব কার্যাবলী সম্পাদনের মাধ্যমে হয়ে থাকে যা রাসূলুল্লাহ (সাঃ) ও সাহাবাদের যুগে প্রচলিত ছিল না। ইমাম ইবনুল জাওযী রহ: বলেন, البِدْعَةُ عِبارةٌ عَنْ فِعلٍ لَمْ يَكُنْ فابتُدِعَ\n\n‘বিদআত বলতে বুঝায় এমন কাজকে যা ছিল না, অতঃপর তা উদ্ভাবন করা হয়েছে’। [তালবীসু ইবলীস, পৃ: ১৬]\n\n৪. বিদআতের সাথে শরীয়তের কোন কোন ইবাদাতের কিছু মিল থাকে। দু’টো ব্যাপারে এ মিলগুলো লক্ষ্য করা যায়:\n\nপ্রথমত : দলীলের দিক থেকে এভাবে মিল রয়েছে যে, কোন একটি ‘আম দলীল কিংবা সংশয় অথবা ধারণার ভিত্তিতে বিদআতটি প্রচলিত হয় এবং খাস ও নির্দিষ্ট দলীলকে পাশ কাটিয়ে এ ‘আম দলীল কিংবা সংশয় অথবা ধারণাটিকে বিদআতের সহীহ ও সঠিক দলীল বলে মনে করা হয়।\n\nদ্বিতীয়ত : শরীয়ত প্রণীত ইবাদাতের রূপরেখা ও পদ্ধতির সাথে বিদআতের মিল তৈরী করা হয় সংখ্যা, আকার-আকৃতি, সময় বা স্থানের দিক থেকে কিংবা হুকুমের দিক থেকে। এ মিলগুলোর কারণে অনেকে একে বিদআত মনে না করে ইবাদাত বলে গণ্য করে থাকেন।\n\nবিদআত নির্ধারণে মানুষের মতপার্থক্য\n\nবিদআত নির্ধারণে মানুষ সাধারণতঃ তিনটি শ্রেণীতে বিভক্ত :\n\nএক : দলীল পাওয়া যায় না এমন প্রতিটি বিষয়কে এক শ্রেণীর মানুষ বিদআত হিসেবে চিহ্নিত করছে এবং এক্ষেত্রে তারা বিশেষ বাছ-বিচার না করেই সব কিছুকে (এমন কি মু‘আমালার বিষয়কেও) বিদআত বলে অভিহিত করছে। এদের কাছে বিদআতের সীমানা বহুদূর বিস্তৃত।\n\nদুই : যারা দ্বীনের মধ্যে নব উদ্ভাবিত সকল বিষয়কে বিদআত বলতে রাজী নয়; বরং বড় বড় নতুন কয়েকটিকে বিদআত বলে বাকী সবকিছু শরীয়তভুক্ত বলে তারা মনে করে। এদের কাছে বিদআতের সীমানা খুবই ক্ষুদ্র।\n\nতিন : যারা যাচাই-বাছাই করে শুধুমাত্র প্রকৃত বিদআতকেই বিদআত বলে অভিহিত করে থাকেন। এরা মধ্যম পন্থাবলম্বী এবং হকপন্থী।\n\nবিদআতের মৌলিক নীতিমালা\n\nবিদআতের তিনটি মৌলিক নীতিমালা রয়েছে। সেগুলো হল :\n\n১.এমন ‘আমলের মাধ্যমে আল্লাহর নিকট সাওয়াবের আশা করা যা শরীয়ত সিদ্ধ নয়। কেননা শরীয়তের স্বতঃসিদ্ধ নিয়ম হল- এমন আমল দ্বারা আল্লাহর নিকট সাওয়াবের আশা করতে হবে যা কুরআনে আল্লাহ নিজে কিংবা সহীহ হাদীসে তাঁর রাসূল মুহাম্মদ (সাঃ) অনুমোদন করেছেন। তাহলেই কাজটি ইবাদাত বলে গণ্য হবে। পক্ষান্তরে আল্লাহ ও তাঁর রাসূল (সাঃ) যে আমল অনুমোদন করেননি সে আমলের মাধ্যমে আল্লাহর ইবাদাত করা হবে বিদআত।\n\n২.দ্বীনের অনুমোদিত ব্যবস্থা ও পদ্ধতির বাইরে অন্য ব্যবস্থার অনুসরণ ও স্বীকৃতি প্রদান। ইসলামে একথা স্বতঃসিদ্ধ যে, শরীয়তের বেঁধে দেয়া পদ্ধতি ও বিধানের মধ্যে থাকা ওয়াজিব। যে ব্যক্তি ইসলামী শরীয়ত ব্যতীত অন্য বিধান ও পদ্ধতি অনুসরণ করল ও তার প্রতি আনুগত্যের স্বীকৃতি প্রদান করল সে বিদআতে লিপ্ত হল।\n\n৩. যে সকল কর্মকান্ড সরাসরি বিদআত না হলেও বিদআতের দিকে পরিচালিত করে এবং পরিশেষে মানুষকে বিদআতে লিপ্ত করে, সেগুলোর হুকুম বিদআতেরই অনুরূপ।"
  },
  {
    "hadith_id": 7281,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদল ফেরেশ্তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট আসলেন। তিনি তখন ঘুমিয়ে ছিলেন। একজন ফেরেশ্তা বললেন, তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] ঘুমিয়ে আছেন। অন্য একজন বললেন, চক্ষু ঘুমিয়ে বটে, কিন্তু অন্তর জেগে আছে। তখন তারা বললেন, তোমাদের এ সাথীর একটি উদাহরণ আছে। সুতরাং তাঁর উদাহরণ তোমরা বর্ননা কর। তখন তাদের কেউ বলল- তিনি তো ঘুমন্ত, আর কেউ বলল, চক্ষু ঘুমন্ত তবে অন্তর জাগ্রত। তখন তারা বলল, তাঁর উদাহরণ হল সেই লোকের মত, যে একটি বাড়ী তৈরি করল। তারপর সেখানে খানার আয়োজন আহবানকারীকে করল এবং একজন (লোকদের ডাকতে) পাঠাল। যারা আহবানকারীর ডাকে সাড়া দিল, তারা ঘরে প্রবেশ করে খানা খাওয়ার সূযোগ পেল। আর যারা আহবানকারীর ডাকে সাড়া দিল না, তারা ঘরেও প্রবেশ করতে পারল না এবং খানাও খেতে পারল না। তখন তারা বললেন, উদাহরণটি ব্যাখ্যা করুন, যাতে তিনি বুঝতে পারেন। তখন কেউ বলল, তিনি তো ঘুমন্ত, আর কেউ বলল, চক্ষু ঘুমন্ত, তবে অন্তর জাগ্রত। তখন তারা বললেন, ঘরটি হল জান্নাত, আহবানকারী হলেন মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। যারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর অনুসরণ করল, তারা আল্লাহ্‌র আনুগত্য করল। আর যারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অবাধ্যতা করল, তারা আসলে আল্লাহরই অবাধ্যতা করল। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হলেন মানুষের মাঝে পার্থক্যের মাপকাঠি। কুতাইবাহ জাবির (রাঃ) থেকে এরকম হাদীস বর্ণনা করেছেন, তবে তিনি “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে বের হয়ে আসলেন”, এই কথাটি বলছেন।(আধুনিক প্রকাশনী- ৬৭৭২, ইসলামিক ফাউন্ডেশন- ৬৭৮৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ، أَخْبَرَنَا يَزِيدُ، حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ ـ وَأَثْنَى عَلَيْهِ ـ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، حَدَّثَنَا أَوْ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ جَاءَتْ مَلاَئِكَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهْوَ نَائِمٌ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا إِنَّ لِصَاحِبِكُمْ هَذَا مَثَلاً فَاضْرِبُوا لَهُ مَثَلاً‏.‏ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا مَثَلُهُ كَمَثَلِ رَجُلٍ بَنَى دَارًا، وَجَعَلَ فِيهَا مَأْدُبَةً وَبَعَثَ دَاعِيًا، فَمَنْ أَجَابَ الدَّاعِيَ دَخَلَ الدَّارَ وَأَكَلَ مِنَ الْمَأْدُبَةِ، وَمَنْ لَمْ يُجِبِ الدَّاعِيَ لَمْ يَدْخُلِ الدَّارَ وَلَمْ يَأْكُلْ مِنَ الْمَأْدُبَةِ‏.‏ فَقَالُوا أَوِّلُوهَا لَهُ يَفْقَهْهَا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا فَالدَّارُ الْجَنَّةُ، وَالدَّاعِي مُحَمَّدٌ صلى الله عليه وسلم فَمَنْ أَطَاعَ مُحَمَّدًا صلى الله عليه وسلم فَقَدْ أَطَاعَ اللَّهَ، وَمَنْ عَصَى مُحَمَّدًا صلى الله عليه وسلم فَقَدْ عَصَى اللَّهَ، وَمُحَمَّدٌ صلى الله عليه وسلم فَرْقٌ بَيْنَ النَّاسِ‏.‏ تَابَعَهُ قُتَيْبَةُ عَنْ لَيْثٍ، عَنْ خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ جَابِرٍ، خَرَجَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7283,
    "narrator": "আবূ মুসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার ও আমাকে আল্লাহ্‌ যা কিছু দিয়ে পাঠিয়েছেন তার উদাহরণ হল এমন যে, এক লোক কোন এক কাওমের নিকট এসে বলল, হে কাওম! আমি নিজের চোখে সেনাবাহিনীকে দেখে এসেছি। আমি সুস্পষ্ট সতর্ককারী। কাজেই তোমরা আত্নরক্ষার চেষ্টা কর। কাওমের কিছু লোক তার কথা মেনে নিল, সূতরাং রাতের প্রথম প্রহরে তারা সে জায়গা ছেড়ে রওনা হল এবং একটি নিরাপদ জায়গায় গিয়ে পৌছল। ফলে তারা রক্ষা পেল। তাদের মধ্যেকার আর একদল লোক তার কথা মিথ্যা জানল, ফলে তারা নিজেদের জায়গাতেই রয়ে গেল। সকাল বেলায় শক্রবাহিনী তাদের উপর আক্রমণ চালাল, তাদেরকে ধ্বংস করে দিল এবং তাদেরকে উৎপাটিত করে দিল। এই হল তাদের উদাহরণ, যারা আমার আনুগত্য করে এবং আমি যা নিয়ে এসেছি তার অনুসরন করে। আর যারা আমার কথা অমান্য করে তাদের দৃষ্টান্ত হল আমি যে সত্য নিয়ে এসেছি তাকে নিথ্যা প্রতিপন্ন করে।(আধুনিক প্রকাশনী- ৬৭৭৪, ইসলামিক ফাউন্ডেশন- ৬৭৮৬)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا مَثَلِي وَمَثَلُ مَا بَعَثَنِي اللَّهُ بِهِ كَمَثَلِ رَجُلٍ أَتَى قَوْمًا فَقَالَ يَا قَوْمِ إِنِّي رَأَيْتُ الْجَيْشَ بِعَيْنَىَّ، وَإِنِّي أَنَا النَّذِيرُ الْعُرْيَانُ فَالنَّجَاءَ‏.‏ فَأَطَاعَهُ طَائِفَةٌ مِنْ قَوْمِهِ فَأَدْلَجُوا، فَانْطَلَقُوا عَلَى مَهَلِهِمْ فَنَجَوْا، وَكَذَّبَتْ طَائِفَةٌ مِنْهُمْ فَأَصْبَحُوا مَكَانَهُمْ، فَصَبَّحَهُمُ الْجَيْشُ، فَأَهْلَكَهُمْ وَاجْتَاحَهُمْ، فَذَلِكَ مَثَلُ مَنْ أَطَاعَنِي، فَاتَّبَعَ مَا جِئْتُ بِهِ، وَمَثَلُ مَنْ عَصَانِي وَكَذَّبَ بِمَا جِئْتُ بِهِ مِنَ الْحَقِّ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7286,
    "narrator": "আবদুল্লাহ্ ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ‘উয়াইনাহ ইব্‌নু হিস্ন ইব্‌নু হুযাইফাহ ইব্‌নু বাদ্র (রহঃ) তাঁর ভাতিজা হুর ইব্‌নু কায়স ইব্‌নু হিস্ন-এর কাছে আসলেন। ‘উমর (রাঃ) যাদের নিজে সন্নিকটে রাখতেন, হুর ইব্‌নু কায়স (রহঃ) ছিলেন তাদেরই একজন। যুবক হোক কিংবা বৃদ্ধ ক্বারী (আলিম) ব্যাক্তিরাই ‘উমর (রাঃ) - এর মজলিসের সদস্য ও পরামর্শদাতা ছিলেন। উয়ায়না তার ভাতিজাকে বললেন, হে ভাতিজা! তোমার কি আমীরের নিকট এভটুকু প্রভাব আছে যে আমার জন্য সাক্ষাতের অনুমতি গ্রহণ করতে পারবে? সে বলল, আমি আপনার ব্যাপারে তাঁর কাছে অনুমতি চাইব। ইব্‌নু ‘আব্বাস (রাঃ) বলেন তিনি (হুর) ‘উয়াইনাহ্র জন্য অনুমতি চাইলেন। তারপর যখন ‘উয়াইনাহ (রাঃ) ‘উমর (রাঃ) - এর নিকট গেলেন, তখন সে বলল, হে ইব্‌নু খাত্তাব! আল্লাহ্‌র কসম! আপনি আমাদের মাল দিচ্ছেন না, আবার ইনসাফের ভিত্তিতে আমাদের মাঝে ফায়সালাও করছেন না। তখন ‘উমর (রাঃ) রেগে গেলেন, এমন কি তিনি তাকে মারতে উদ্যত হলেন। তখন হুর বললেন, হে আমীরুল মু’মিনীন। আল্লাহ্ তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে বলেছেনঃ “তুমি ক্ষমা অবলম্বন কর, সৎকাজের আদেশ দাও, আর নির্বোধদের উপেক্ষা কর”। - (সূরাহ আল-আ’রাফ ৭/১৯৯)। এ লোকটি একজন মূর্খ। আল্লাহ্‌র শপথ!  ‘উমর (রাঃ) - এর সামনে এ আয়াতটি পাঠ করা হলে তিনি তা এতটুকু লংঘন করলেন না। বস্তুত তিনি মহান আল্লাহ তা’আলার কিতাবের বড়ই অনুগত ছিলেন। (আধুনিক প্রকাশনী- ৬৭৭৬, ইসলামিক ফাউন্ডেশন- ৬৭৮৮)",
    "ar": "حَدَّثَنِي إِسْمَاعِيلُ، حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَدِمَ عُيَيْنَةُ بْنُ حِصْنِ بْنِ حُذَيْفَةَ بْنِ بَدْرٍ فَنَزَلَ عَلَى ابْنِ أَخِيهِ الْحُرِّ بْنِ قَيْسِ بْنِ حِصْنٍ، وَكَانَ مِنَ النَّفَرِ الَّذِينَ يُدْنِيهِمْ عُمَرُ، وَكَانَ الْقُرَّاءُ أَصْحَابَ مَجْلِسِ عُمَرَ وَمُشَاوَرَتِهِ كُهُولاً كَانُوا أَوْ شُبَّانًا فَقَالَ عُيَيْنَةُ لاِبْنِ أَخِيهِ يَا ابْنَ أَخِي هَلْ لَكَ وَجْهٌ عِنْدَ هَذَا الأَمِيرِ فَتَسْتَأْذِنَ لِي عَلَيْهِ قَالَ سَأَسْتَأْذِنُ لَكَ عَلَيْهِ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَاسْتَأْذَنَ لِعُيَيْنَةَ فَلَمَّا دَخَلَ قَالَ يَا ابْنَ الْخَطَّابِ وَاللَّهِ مَا تُعْطِينَا الْجَزْلَ، وَمَا تَحْكُمُ بَيْنَنَا بِالْعَدْلِ‏.‏ فَغَضِبَ عُمَرُ حَتَّى هَمَّ بِأَنْ يَقَعَ بِهِ فَقَالَ الْحُرُّ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ اللَّهَ تَعَالَى قَالَ لِنَبِيِّهِ صلى الله عليه وسلم ‏{‏خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ‏}‏ وَإِنَّ هَذَا مِنَ الْجَاهِلِينَ‏.‏ فَوَاللَّهِ مَا جَاوَزَهَا عُمَرُ حِينَ تَلاَهَا عَلَيْهِ، وَكَانَ وَقَّافًا عِنْدَ كِتَابِ اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7289,
    "narrator": "আবূ ওয়াক্কাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিমদের সর্বাপেক্ষা বড় অপরাধী ঐ লোক যে এমন বিষয়ে প্রশ্ন করে যা আগে হারাম ছিল না, কিন্তু তার প্রশ্ন করার কারণে তা হারাম করা হয়েছে।[মুসলিম ৪৩/৩৭, হাঃ ২৩৫৮, আহমাদ ১৫৪৫] (আধুনিক প্রকাশনী- ৬৭৭৯, ইসলামিক ফাউন্ডেশন- ৬৭৯১)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا سَعِيدٌ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ أَعْظَمَ الْمُسْلِمِينَ جُرْمًا مَنْ سَأَلَ عَنْ شَىْءٍ لَمْ يُحَرَّمْ، فَحُرِّمَ مِنْ أَجْلِ مَسْأَلَتِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7290,
    "narrator": "যায়দ ইব্‌নু সাবিত (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চাটাই দিয়ে মসজিদে একটি হুজরা বানিয়ছিলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার ভিতর কয়েক রাত সালাত পড়লেন। এতে লোকেরা তার সঙ্গে একত্রিত হত। তারপর এক রাতে তারা তাঁর আওয়ায শুনতে পেল না এবং তারা ভাবল, তিনি ঘুমিয়ে পড়েছেন। তাদের কেউ কেউ গলা খাকার দিতে লাগল, যাতে তিনি তাদের নিকট বেরিয়ে আসেন। তখন তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেনঃ তোমাদের এ ক’ দিনের কর্মকান্ড আমি দেখেছি, এতে আমার আশঙ্কা হচ্ছে, তোমাদের উপর তা ফরয করে দেওয়া থেকে পারে। কিন্তু যদি তোমাদের উপর ফরয করে দেওয়া হয় তাহলে তোমরা তা প্রতিষ্ঠিত করবে না। কাজেই ওহে লোকেরা! তোমরা নিজ নিজ ঘরে সালাত পড়। কারন, মানুষের সবচেয়ে উত্তম সালাত হল যা সে তার ঘরে আদায় করে ফরয সালাত ছাড়া।(আধুনিক প্রকাশনী- ৬৭৮০, ইসলামিক ফাউন্ডেশন- ৬৭৯২)",
    "ar": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، سَمِعْتُ أَبَا النَّضْرِ، يُحَدِّثُ عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اتَّخَذَ حُجْرَةً فِي الْمَسْجِدِ مِنْ حَصِيرٍ، فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا لَيَالِيَ، حَتَّى اجْتَمَعَ إِلَيْهِ نَاسٌ، ثُمَّ فَقَدُوا صَوْتَهُ لَيْلَةً فَظَنُّوا أَنَّهُ قَدْ نَامَ، فَجَعَلَ بَعْضُهُمْ يَتَنَحْنَحُ لِيَخْرُجَ إِلَيْهِمْ فَقَالَ ‏ \"‏ مَا زَالَ بِكُمُ الَّذِي رَأَيْتُ مِنْ صَنِيعِكُمْ، حَتَّى خَشِيتُ أَنْ يُكْتَبَ عَلَيْكُمْ، وَلَوْ كُتِبَ عَلَيْكُمْ مَا قُمْتُمْ بِهِ فَصَلُّوا أَيُّهَا النَّاسُ فِي بُيُوتِكُمْ، فَإِنَّ أَفْضَلَ صَلاَةِ الْمَرْءِ فِي بَيْتِهِ، إِلاَّ الصَّلاَةَ الْمَكْتُوبَةَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7295,
    "narrator": "আনাস‏ ‏ইব্‌নু‏ ‏মালিক (রাঃ)",
    "bn": "‏ ‏তিনি‏ ‏বলেন,‎‏ ‏এক‏ ‏লোক‏ ‏জিজ্ঞাসা ‎‏ ‏করল, হে‏ ‏আল্লাহর‏ ‏নবী! কে‏ ‏আমার‏ ‏পিতা? তিনি‏ ‏বললেনঃ‏ ‏তোমার‏ ‏পিতা‏ ‏অমুক।‏ ‏তারপর‏ ‏এ‏ ‏আয়াত‏ ‏নাযিল‏ ‏হলঃ‏ ‏‎“হে‏ ‏মু’মিনরা! তোমরা‏ ‏এমন‏ ‏বিষয়ে‏ ‏প্রশ্ন‏ ‏কর‏ ‏না, যা‏ ‏প্রকাশিত‏ ‏হলে‏ ‏তোমরা‏ ‏দুঃখিত‏ ‏হবে‏.‏‎...’’(আধুনিক প্রকাশনী- ৬৭৮৫, ইসলামিক ফাউন্ডেশন- ৬৭৯৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي مُوسَى بْنُ أَنَسٍ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، قَالَ قَالَ رَجُلٌ يَا نَبِيَّ اللَّهِ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ فُلاَنٌ ‏\"‏‏.‏ وَنَزَلَتْ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ‏}‏ الآيَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7298,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি সোনার আংটি পরতেন। তখন লোকেরাও সোনার আংটি পরতে লাগল। এরপর (একদিন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি সোনার আংটি পরছিলাম - তারপর তিনি তা ছুঁড়ে ফেলে দিলেন এবং বললেনঃ আমি আর কোন দিনই তা পরিধান করব না। ফলে লোকেরাও তাদের আংটিগুলো ছুঁড়ে ফেলল। (আধুনিক প্রকাশনী- ৬৭৮৮, ইসলামিক ফাউন্ডেশন- ৬৮০০)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ اتَّخَذَ النَّبِيُّ صلى الله عليه وسلم خَاتَمًا مِنْ ذَهَبٍ فَاتَّخَذَ النَّاسُ خَوَاتِيمَ مِنْ ذَهَبٍ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنِّي اتَّخَذْتُ خَاتَمًا مِنْ ذَهَبٍ ‏\"‏‏.‏ فَنَبَذَهُ وَقَالَ ‏\"‏ إِنِّي لَنْ أَلْبَسَهُ أَبَدًا ‏\"‏ فَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7299,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ইফতার না করে লাগাতার সওম রেখো না। সাহাবীরা বললেন, আপনি তো ইফতার না করে লাগাতার সওম রাখেন। তিনি বললেনঃ আমি তোমাদের মতো নই। আমি রাত কাটাই যাতে আমার রব আমাকে খাওয়ান ও পান করান। কিন্তু তাঁরা লাগাতার সওম রাখা থেকে বিরত হলো না। ফলে তাদের সঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও দু’দিন অথবা (বর্ণনাকারী বলেছিলেন) দু’ রাত লাগাতার সওম রাখলেন। এরপর তারা নতুন চাঁদ দেখতে পেলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি চাঁদ (আরও কয়েক দিন) দেরী করে উঠত, তাহলে আমিও (লাগাতার সওম রেখে) তোমাদের সওমের সময়কে বাড়িয়ে দিতাম, তাদেরকে দৃষ্টান্ত মূলক শাস্তি দেয়ার জন্য। (আধুনিক প্রকাশনী- ৬৭৮৯, ইসলামিক ফাউন্ডেশন- ৬৮০১)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِشَامٌ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تُوَاصِلُوا ‏\"‏‏.‏ قَالُوا إِنَّكَ تُوَاصِلُ‏.‏ قَالَ ‏\"‏ إِنِّي لَسْتُ مِثْلَكُمْ، إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِي ‏\"‏‏.‏ فَلَمْ يَنْتَهُوا عَنِ الْوِصَالِ ـ قَالَ ـ فَوَاصَلَ بِهِمُ النَّبِيُّ صلى الله عليه وسلم يَوْمَيْنِ أَوْ لَيْلَتَيْنِ، ثُمَّ رَأَوُا الْهِلاَلَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَوْ تَأَخَّرَ الْهِلاَلُ لَزِدْتُكُمْ ‏\"‏‏.‏ كَالْمُنَكِّلِ لَهُمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7303,
    "narrator": "উম্মুল মু’মিনীন ‘আয়িশা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর অসুখের সময় বললেনঃ তোমরা আবূ বক্‌রকে বল, লোকদের নিয়ে তিনি যেন সালাত আদায় করে নেন। ‘আয়িশা (রাঃ) বলেন, আমি বললাম যে, আবূ বকর (রাঃ) যদি আপনার জায়গায় দাঁড়ান তাহলে কান্নার কারনে মানুষকে তার আওয়াজ শোনাতে পারবেন না। কাজেই আপনি ‘উমর (রাঃ) - কে আদেশ করুন, তিনি যেন লোকদের নিয়ে সালাত আদায় করেন। তিনি আবার বললেন, তোমরা আবূ বক্‌রকে বল, যেন তিনি লোকদের নিয়ে সালাত আদায় করেন। ‘আইশাহ (রাঃ) বলেন, আমি হাফসাহ (রাঃ) - কে বললাম, তুমি বল যে, আবূ বক্‌র আপনার জায়গায় দাড়ালে কান্নার কারনে লোকদেরকে তার আওয়ায শোনাতে পারবেন না। কাজেই আপনি ‘উমর (রাঃ) - কে আদেশ করুন। তিনি যেন লোকদের নিয়ে সালাত আদায় করেন। হাফসাহ (রাঃ) তাই করলেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তো ইউসুফ (‘আঃ) - এর  মহিলাদের মত (যারা তাঁকে বিভ্রান্ত করতে চেয়েছিল)। আবূ বকরকে বল, তিনি যেন লোকদের নিয়ে সালাত আদায় করেন। হাফসাহ (রাঃ) ‘আইশাহ (রাঃ) - কে বললেন, আমি আপনার নিকট থেকে কখনই কল্যাণ পাইনি। (আধুনিক প্রকাশনী- ৬৭৯৩, ইসলামিক ফাউন্ডেশন- ৬৮০৫)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فِي مَرَضِهِ ‏\"‏ مُرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ ‏\"‏‏.‏ قَالَتْ عَائِشَةُ قُلْتُ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ، فَمُرْ عُمَرَ فَلْيُصَلِّ‏.‏ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏‏.‏ فَقَالَتْ عَائِشَةُ فَقُلْتُ لِحَفْصَةَ قُولِي إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ، فَمُرْ عُمَرَ فَلْيُصَلِّ بِالنَّاسِ، فَفَعَلَتْ حَفْصَةُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّكُنَّ لأَنْتُنَّ صَوَاحِبُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ لِلنَّاسِ ‏\"‏‏.‏ قَالَتْ حَفْصَةُ لِعَائِشَةَ مَا كُنْتُ لأُصِيبَ مِنْكِ خَيْرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7308,
    "narrator": "আমাস (রহঃ)",
    "bn": "আমি আবূ ওযায়িলকে জিজ্ঞেস করলাম, আপনি কি সিফ্‌ফীনের যুদ্ধে যোগদান করেছিলেন? তিনি বললেন, হ্যাঁ। মূসা ইব্‌নু ইসমা’ঈল… সাহ্‌ল ইব্‌নু হুনায়ফ (রাঃ) বলেন, হে লোকেরা! দ্বীনের ব্যাপারে তোমাদের নিজস্ব মতামতকে  গ্রহণযোগ্য মনে করো না। কেননা আবূ জান্দাল দিবসে  (হুদাইবিয়াহ্‌র দিন) আমি ভেবেছিলাম, যদি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর সিদ্ধান্তকে প্রত্যাখ্যান করতে পারতাম, তাহলে অবশ্যই আমি তা প্রত্যাখ্যান করতাম। যে কোন ভয়াবহ অবস্থার জন্য আমরা যখনই তলোয়ার কাঁধে নিয়েছি, তখনই তলোয়ার আমাদের কাঙ্ক্ষিত লক্ষ্যের পথ সহজ করে দিয়েছ। বর্তমান বিষয়টি আলাদ। রাবী বলেন, আবূ ওয়ায়িল (রাঃ) বলেছেন, আমি সিফ্‌ফীনের যুদ্ধে শরীক ছিলাম; কতই না মন্দ ছিল সিফ্‌ফীনের লড়াই!(আধুনিক প্রকাশনী- ৬৭৯৮, ইসলামিক ফাউন্ডেশন- ৬৮১০)",
    "ar": "حَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا أَبُو حَمْزَةَ، سَمِعْتُ الأَعْمَشَ، قَالَ سَأَلْتُ أَبَا وَائِلٍ هَلْ شَهِدْتَ صِفِّينَ قَالَ نَعَمْ‏.‏ فَسَمِعْتُ سَهْلَ بْنَ حُنَيْفٍ، يَقُولُ ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ سَهْلُ بْنُ حُنَيْفٍ يَا أَيُّهَا النَّاسُ اتَّهِمُوا رَأْيَكُمْ عَلَى دِينِكُمْ، لَقَدْ رَأَيْتُنِي يَوْمَ أَبِي جَنْدَلٍ وَلَوْ أَسْتَطِيعُ أَنَّ أَرُدَّ أَمْرَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَرَدَدْتُهُ، وَمَا وَضَعْنَا سُيُوفَنَا عَلَى عَوَاتِقِنَا إِلَى أَمْرٍ يُفْظِعُنَا إِلاَّ أَسْهَلْنَ بِنَا إِلَى أَمْرٍ نَعْرِفُهُ غَيْرَ هَذَا الأَمْرِ‏.‏ قَالَ وَقَالَ أَبُو وَائِلٍ شَهِدْتُ صِفِّينَ وَبِئْسَتْ صِفُّونَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7307,
    "narrator": "উরওয়াহ (রহঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ্‌ ইব্‌নু ‘আম্‌র (রাঃ) আমাদের  এ দিক দিয়ে হাজ্জে যাচ্ছিলেন। আমি শুনতে পেলাম, তিনি বলেছেন যে, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - কে বলতে শুনেছি, আল্লাহ্‌ তোমাদেরকে যে ইল্‌ম দান করেছেন, তা হঠাৎ ছিনিয়ে নেবেন না বরং উলামাগণকে তাদের ইল্‌মসহ ক্রমশ তুলে নেয়ার মাধ্যমে তা ছিনিয়ে নেবেন। তখন কেবল মূর্খ লোকেরা অবশিষ্ট থাকবে। তাদের কাছে ফাত্‌ওয়া চাওয়া হবে। তারা মনগড়া ফাত্‌ওয়া দেবে। ফলে নিজেরাও পথভ্রষ্ট হবে, অন্যদেরকেও পথভ্রষ্ট করবে। ‘উরওয়াহ (রাঃ) বলেন,আমি এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর স্ত্রী ‘আয়িশা (রাঃ)-কে বললাম। তারপর ‘আবদুল্লাহ্‌ ইব্‌নু আম্‌র (রাঃ) আবার হজ্জ করতে এলেন। তখন ‘আয়িশা (রাঃ) আমাকে বললেন, হে ভাগ্নে! তুমি  ‘আবদুল্লাহ্‌র কাছে যাও এবং তার থেকে যে হাদীসটি তুমি আমাকে বর্ণনা করেছিলেন,  তাঁর নিকট থেকে যাচাই করে আস। আমি তাঁর নিকট গেলাম এবং জিজ্ঞেস করলাম। তিনি আমাকে ঠিক সে রকমই বর্ণনা করলেন, যেরকম আগে বর্ণনা করেছিলেন। আমি  ‘আয়িশা (রাঃ) - ’র কাছে ফিরে এসে তাকে জানালাম। তিনি আশ্চর্য হয়ে গেলেন এবং বললেন, আল্লাহ্‌র কসম! ‘আবদুল্লাহ্‌ ইব্‌নু আম্‌র (রাঃ) মনে রেখেছে। (আধুনিক প্রকাশনী- ৬৭৯৭, ইসলামিক ফাউন্ডেশন- ৬৮০৯)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ تَلِيدٍ، حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ، وَغَيْرُهُ، عَنْ أَبِي الأَسْوَدِ، عَنْ عُرْوَةَ، قَالَ حَجَّ عَلَيْنَا عَبْدُ اللَّهِ بْنُ عَمْرٍو فَسَمِعْتُهُ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ اللَّهَ لاَ يَنْزِعُ الْعِلْمَ بَعْدَ أَنْ أَعْطَاهُمُوهُ انْتِزَاعًا، وَلَكِنْ يَنْتَزِعُهُ مِنْهُمْ مَعَ قَبْضِ الْعُلَمَاءِ بِعِلْمِهِمْ، فَيَبْقَى نَاسٌ جُهَّالٌ يُسْتَفْتَوْنَ فَيُفْتُونَ بِرَأْيِهِمْ، فَيُضِلُّونَ وَيَضِلُّونَ ‏\"‏‏.‏ فَحَدَّثْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ إِنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو حَجَّ بَعْدُ فَقَالَتْ يَا ابْنَ أُخْتِي انْطَلِقْ إِلَى عَبْدِ اللَّهِ فَاسْتَثْبِتْ لِي مِنْهُ الَّذِي حَدَّثْتَنِي عَنْهُ‏.‏ فَجِئْتُهُ فَسَأَلْتُهُ فَحَدَّثَنِي بِهِ كَنَحْوِ مَا حَدَّثَنِي، فَأَتَيْتُ عَائِشَةَ فَأَخْبَرْتُهَا فَعَجِبَتْ فَقَالَتْ وَاللَّهِ لَقَدْ حَفِظَ عَبْدُ اللَّهِ بْنُ عَمْرٍو‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7310,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "তিনি বলেন , এক মহিলা নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আপনার হাদীস তো কেবল পুরুষেরা শুনতে পায়। সুতরাং আপনার পক্ষ থেকে আমাদের জন্য একটি দিন নির্দিষ্ট করে দিন, যে দিন আমরা আপনার কাছে আসব, আল্লাহ্‌ আপনাকে যা কিছু শিখিয়েছেন তা থেকে আপনি আমাদের শেখাবেন। তিনি বললেনঃ তোমরা অমুক অমুক দিন অমুক  অমুক জায়গায় একত্রিত হবে। সে মোতাবেক তারা একত্রিত হলেন এবং নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) তাদের কাছে এলেন এবং আল্লাহ্‌ তাঁকে যা কিছু শিখিয়েছেন তা থেকে তাদের শিক্ষা দিলেন এবং বললেনঃ তোমাদের কেউ যদি সন্তানদের থেকে তিনটি সন্তান আগে পাঠিয়ে দেয় (মৃত্যুবরণ করে) তাহলে এ সন্তানরা তার জন্য জাহান্নাম থেকে পর্দা যাবে। তাদের মাঝ থেকে একজন মহিলা জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! যদি দু’জন হয়? বর্ণনাকারী বলেন, মহিলা কথাটি দু’দুবার জিজ্ঞেস করলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) বললেনঃ দু’জন হলেও, দু’জন হলেও, দু’জন হলেও। [মুসলিম ৪৫/৪৭, হাঃ ২৬৩৩, আহমাদ ১১২৯৬] (আধুনিক প্রকাশনী- ৬৮০০, ইসলামিক ফাউন্ডেশন- ৬৮১২)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، عَنْ أَبِي صَالِحٍ، ذَكْوَانَ عَنْ أَبِي سَعِيدٍ، جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ ذَهَبَ الرِّجَالُ بِحَدِيثِكَ، فَاجْعَلْ لَنَا مِنْ نَفْسِكَ، يَوْمًا نَأْتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللَّهُ‏.‏ فَقَالَ ‏\"‏ اجْتَمِعْنَ فِي يَوْمِ كَذَا وَكَذَا فِي مَكَانِ كَذَا وَكَذَا ‏\"‏‏.‏ فَاجْتَمَعْنَ فَأَتَاهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللَّهُ ثُمَّ قَالَ ‏\"‏ مَا مِنْكُنَّ امْرَأَةٌ تُقَدِّمُ بَيْنَ يَدَيْهَا مِنْ وَلَدِهَا ثَلاَثَةً، إِلاَّ كَانَ لَهَا حِجَابًا مِنَ النَّارِ ‏\"‏‏.‏ فَقَالَتِ امْرَأَةٌ مِنْهُنَّ يَا رَسُولَ اللَّهِ اثْنَيْنِ قَالَ فَأَعَادَتْهَا مَرَّتَيْنِ ثُمَّ قَالَ ‏\"‏ وَاثْنَيْنِ وَاثْنَيْنِ وَاثْنَيْنِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7312,
    "narrator": "মু’আবিয়া ইব্‌নু আবূ সুফয়ান (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - কে বলতে শুনেছি যে, আল্লাহ্‌ যার কল্যাণ চান, তাকে দ্বীনের জ্ঞান দান করেন। আমি (ইল্‌মের) বন্টনকারী মাত্র; আল্লাহ্‌ তা দান করে থাকেন। এ উম্মাতের  কার্যকলাপ কেয়ামত অবধি কিংবা বলেছিলেন, মহান আল্লাহ্‌ তা’আলার  হুকুম আসা পর্যন্ত (সত্যের উপর) সুপ্রতিষ্ঠিত থাকবে। (আধুনিক প্রকাশনী- ৬৮০২, ইসলামিক ফাউন্ডেশন- ৬৮১৪)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي حُمَيْدٌ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ، يَخْطُبُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ، وَإِنَّمَا أَنَا قَاسِمٌ وَيُعْطِي اللَّهُ، وَلَنْ يَزَالَ أَمْرُ هَذِهِ الأُمَّةِ مُسْتَقِيمًا حَتَّى تَقُومَ السَّاعَةُ، أَوْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7313,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ",
    "bn": "তিনি বলেন, যখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর উপর এ আয়াতঃ বল, তিনি সক্ষম তোমাদের উর্ধ্বদেশ থেকে শাস্তি প্রেরণ করতে… অবর্তীণ হল, তখন তিনি বললেনঃ (হে আল্লাহ্‌!) আমি আপনার কাছে (এমন আযাব থেকে) আশ্রয় প্রার্থনা করি (তারপর যখন অবতীর্ণ হল) অথবা তোমাদের পায়ের নিচে থেকে। তখন তিনি বললেনঃ (হে আল্লাহ্‌!) আমি আপনার নিকট (এমন আযাব থেকে) আশ্রয় প্রার্থনা করি। এরপর যখন নাযিল হলঃ অথবা তোমাদেরকে  দলে দলে ভাগ করতে এবং একদলকে অপর দলের সংঘর্ষের স্বাদ আস্বাদন করাতে তখন তিনি বললেনঃ এ দুটি অপেক্ষাকৃত নরম অথবা বলেছেনঃ অপেক্ষাকৃত সহজ।(আধুনিক প্রকাশনী- ৬৮০৩, ইসলামিক ফাউন্ডেশন- ৬৮১৫",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ لَمَّا نَزَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏{‏قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ‏}‏ قَالَ ‏\"‏ أَعُوذُ بِوَجْهِكَ ‏\"‏‏.‏ ‏{‏أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ‏}‏ قَالَ ‏\"‏ أَعُوذُ بِوَجْهِكَ ‏\"‏‏.‏ فَلَمَّا نَزَلَتْ ‏{‏أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ‏}‏ قَالَ ‏\"‏ هَاتَانِ أَهْوَنُ أَوْ أَيْسَرُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7314,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "এক বেদুঈন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর নিকট এসে  বলল, আমার স্ত্রী একটি কালো সন্তান জন্ম দিয়েছে। আর আমি তাকে (আমার সন্তান হিসাবে) অস্বীকার করছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার কি উট আছে? সে বলল, হ্যাঁ আছে। তিনি জিজ্ঞেস করলেন, সেগুলোর কী রঙ? সে বলল, লাল। তিনি জিজ্ঞেস করলেন, সেগুলোর মাঝে সাদা কালো মিশ্রিত রঙের কোন উট আছে কি? সে বলল, হ্যাঁ, সাদা কালো মেশানো রঙের অনেকগুলো আছে। তিনি জিজ্ঞেস করলেন এ রং কিভাবে এল বলে তুমি মনে কর? সে বলল, হে আল্লাহ্‌র রসূল! বংশ সূত্রের প্রভাবে এমন হয়েছে। তিনি বললেনঃ সম্ভবত তোমার সন্তানও বংশ সূত্রের প্রভাবে (পূর্বপুরুষের কেউ কালো ছিল বলে) এমন হয়েছে। এবং তিনি এ সন্তানটিকে  অস্বীকার করার অনুমতি লোকটিকে দিলেন না। (আধুনিক প্রকাশনী- ৬৮০৪, ইসলামিক ফাউন্ডেশন- ৬৮১৬)",
    "ar": "حَدَّثَنَا أَصْبَغُ بْنُ الْفَرَجِ، حَدَّثَنِي ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ أَعْرَابِيًّا، أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ امْرَأَتِي وَلَدَتْ غُلاَمًا أَسْوَدَ، وَإِنِّي أَنْكَرْتُهُ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ لَكَ مِنْ إِبِلٍ ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ قَالَ ‏\"‏ فَمَا أَلْوَانُهَا ‏\"‏‏.‏ قَالَ حُمْرٌ‏.‏ قَالَ ‏\"‏ هَلْ فِيهَا مِنْ أَوْرَقَ ‏\"‏‏.‏ قَالَ إِنَّ فِيهَا لَوُرْقًا‏.‏ قَالَ ‏\"‏ فَأَنَّى تُرَى ذَلِكَ جَاءَهَا ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ عِرْقٌ نَزَعَهَا‏.‏ قَالَ ‏\"‏ وَلَعَلَّ هَذَا عِرْقٌ نَزَعَهُ ‏\"‏‏.‏ وَلَمْ يُرَخِّصْ لَهُ فِي الاِنْتِفَاءِ مِنْهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7315,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "এক মহিলা নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট এসে বলল, আমার মা হজ্জ করার মানৎ করেছিলেন। এরপর তিনি হজ্জ করার আগেই মারা গেছেন। এখন আমি কি তার পক্ষ থেকে হজ্জ করব? উত্তরে  তিনি বললেন, হ্যাঁ, তার পক্ষ থেকে হজ্জ কর। মনে কর যদি তার উপর ঋণ থাকত তাহলে কি তুমি তা আদায় করতে? সে বলল, অবশ্যই। তিনি  বললেনঃ কাজেই তার উপর যে মানত আছে তা তুমি আদায় কর। আল্লাহ্‌ অধিক হক্‌দার, যে তাঁর জন্য কৃত মানত মানুষেরা পূর্ণ করবে।(আধুনিক প্রকাশনী- ৬৮০৫, ইসলামিক ফাউন্ডেশন- ৬৮১৭)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ امْرَأَةً، جَاءَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِنَّ أُمِّي نَذَرَتْ أَنْ تَحُجَّ فَمَاتَتْ قَبْلَ أَنْ تَحُجَّ أَفَأَحُجَّ عَنْهَا قَالَ ‏\"‏ نَعَمْ حُجِّي عَنْهَا، أَرَأَيْتِ لَوْ كَانَ عَلَى أُمِّكِ دَيْنٌ أَكُنْتِ قَاضِيَتَهُ ‏\"‏‏.‏ قَالَتْ نَعَمْ‏.‏ فَقَالَ ‏\"‏ فَاقْضُوا الَّذِي لَهُ، فَإِنَّ اللَّهَ أَحَقُّ بِالْوَفَاءِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7317,
    "narrator": "মুগীরাহ ইবনু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ) মহিলাদের গর্ভপাত সংক্রান্ত বিষয়ে জিজ্ঞেস করলেন, অর্থাৎ  তার পেটে আঘাত করা হয়, যার ফলে সন্তানের গর্ভপাত ঘটে। তিনি জিজ্ঞেস করলেন, তোমাদের মধ্যে কে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে এ সম্পর্কে কিছু শুনেছ? আমি বললাম, আমি শুনেছি। তিনি জিজ্ঞেস করলেন, কী শুনেছ? আমি বললাম, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে এ সম্পর্কে আমি বলতে শুনেছি যে, এ কারণে গুর্রা অর্থাৎ একটি দাস কিংবা দাসী দান করতে হবে। এ শুনে তিনি বললেন, তুমি যে হাদীস বর্ণনা করেছ এর প্রমাণ হাজির না করা পর্যন্ত তুমি এখান থেকে যেও না। [৬৯০৫] (আধুনিক প্রকাশনী- ৬৮০৭ প্রথমাংশ, ইসলামিক ফাউন্ডেশন- ৬৮১৯)",
    "ar": "مُحَمَّدٌ أَخْبَرَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا هِشَامٌ عَنْ أَبِيهِ عَنْ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ سَأَلَ عُمَرُ بْنُ الْخَطَّابِ عَنْ إِمْلاَصِ الْمَرْأَةِ هِيَ الَّتِي يُضْرَبُـ بَطْنُهَا فَتُلْقِي جَنِينًا فَقَالَ أَيُّكُمْ سَمِعَ مِنْ النَّبِيِّ صلى الله عليه وسلم فِيهِ شَيْئًا فَقُلْتُ أَنَا فَقَالَ مَا هُوَ قُلْتُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ فَقَالَ لاَ تَبْرَحْ حَتَّى تَجِيئَنِي بِالْمَخْرَجِ فِيمَا قُلْتَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7318,
    "narrator": "মুগীরাহ ইবনু শু’বাহ (রাঃ)",
    "bn": "তারপর আমি বের হলাম এবং মুহাম্মাদ ইবনু মাসলামাহ (রাঃ)-কে পেলাম। আমি তাকে নিয়ে হাজির হলাম, সে আমার পক্ষে সাক্ষ্য দিল, তিনিও নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে বলতে শুনেছেন যে, এতে গুর্রা অর্থাৎ একটি দাস কিংবা দাসী দান করতে হবে। ইবনু আবূ যিনাদ......মুগীরাহ (রাঃ) থেকে একরম একটি হাদীস বর্ণনা করেছেন। [৬৯০৬] (আধুনিক প্রকাশনী- ৬৮০৭ শেষাংশ, ইসলামিক ফাউন্ডেশন- ৬৮১৯)",
    "ar": "فَخَرَجْتُ فَوَجَدْتُ مُحَمَّدَ بْنَ مَسْلَمَةَ فَجِئْتُ بِهِ فَشَهِدَ مَعِي أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ تَابَعَهُ ابْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ عُرْوَةَ عَنْ الْمُغِيرَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7319,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামত ক্বায়িম হবে না যে পর্যন্ত না আমার উম্মত পূর্বযুগের লোকদের নীতি পদ্ধতিকে আচার-অভ্যাসকে বিঘতে বিঘতে, হাতে হাতে গ্রহণ না করবে। বলা হল, হে আল্লাহ্‌র রসূল! পারসিক ও রোমকদের মত কি? তিনি বললেনঃ এরা ছাড়া মানুষদের মধ্যে অন্য আর কারা?(আধুনিক প্রকাশনী- ৬৮০৮, ইসলামিক ফাউন্ডেশন- ৬৮২০)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِي بِأَخْذِ الْقُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ ‏\"‏‏.‏ فَقِيلَ يَا رَسُولَ اللَّهِ كَفَارِسَ وَالرُّومِ‏.‏ فَقَالَ ‏\"‏ وَمَنِ النَّاسُ إِلاَّ أُولَئِكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7320,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অবশ্য অবশ্যই তোমরা তোমাদের আগের লোকদের নীতি-পদ্ধতিকে বিঘতে বিঘতে, হাতে হাতে অনুকরণ করবে। এমনকি তারা যদি দবের গর্তে ঢুকে, তাহলে তোমরাও তাদের অনুকরণ করবে। আমরা বললাম, হে আল্লাহ্‌র রসূল! এরা কি ইয়াহূদী ও নাসারা? তিনি বললেনঃ আর কারা?[৩৪৫৬; মুসলিম  ৪৭/৩, হাঃ ২৬৬৯, আহমাদ ১১৮০০] (আধুনিক প্রকাশনী- ৬৮০৯, ইসলামিক ফাউন্ডেশন- ৬৮২১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو عُمَرَ الصَّنْعَانِيُّ ـ مِنَ الْيَمَنِ ـ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ ‏\"‏‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ الْيَهُودُ وَالنَّصَارَى قَالَ ‏\"‏ فَمَنْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7321,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ যে কোন ব্যক্তিকেই অন্যায়ভাবে কতল করা হয়, তার পাপের ভাগ আদাম (আঃ)-এর প্রথম (হত্যাকারী) পুত্রের উপরও পড়বে। রাবী সুফ্ইয়ান مِنْ دَمِهَا  তার রক্তপাত করার অপরাধ তার উপরেও পড়বে উল্লেখ করেছেন। কারণ সেই প্রথমে হত্যার রীতি চালু করে।[১] [৩৩৩৫] (আধুনিক প্রকাশনী- ৬৮১০, ইসলামিক ফাউন্ডেশন- ৬৮২২)",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الأَعْمَشُ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لَيْسَ مِنْ نَفْسٍ تُقْتَلُ ظُلْمًا إِلاَّ كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْهَا ـ وَرُبَّمَا قَالَ سُفْيَانُ مِنْ دَمِهَا ـ لأَنَّهُ أَوَّلُ مَنْ سَنَّ الْقَتْلَ أَوَّلاً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7322,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ সালাম (রাঃ)",
    "bn": "এক বেদুঈন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট ইসলামের উপর বায়’আত নিল। এরপর সে মদীনায় জ্বরে আক্রান্ত হল। বেদুঈন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট উপস্থিত হয়ে বলল, হে আল্লাহ্‌র রসূল! আমার বায়’আত ফিরিয়ে দিন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অস্বীকৃতি জানালেন। আবার সে এসে বলল, আমার বায়’আত ফিরিয়ে দিন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অস্বীকৃতি জানালেন। এরপর সে আবার এসে বলল, আমার বায়’আত ফিরিয়ে দিন। এবারও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অস্বীকৃতি জানালেন, বেদুঈন বেরিয়ে গেল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মদীনা হাপরের মত। সে তার মধ্যেকার ময়লাকে দূর করে দেয় এবং ভালটুকু ধরে রাখে।(আধুনিক প্রকাশনী- ৬৮১১, ইসলামিক ফাউন্ডেশন- ৬৮২৩)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ السَّلَمِيِّ، أَنَّ أَعْرَابِيًّا، بَايَعَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الإِسْلاَمِ، فَأَصَابَ الأَعْرَابِيَّ وَعْكٌ بِالْمَدِينَةِ، فَجَاءَ الأَعْرَابِيُّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَقِلْنِي بَيْعَتِي‏.‏ فَأَبَى رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي‏.‏ فَأَبَى ثُمَّ جَاءَهُ فَقَالَ أَقِلْنِي بَيْعَتِي‏.‏ فَأَبَى فَخَرَجَ الأَعْرَابِيُّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا الْمَدِينَةُ كَالْكِيرِ، تَنْفِي خَبَثَهَا، وَيَنْصَعُ طِيبُهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7327,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি ‘আবদুল্লাহ ইবনু যুবায়রকে বললেন, আমাকে আমার অন্যান্য সঙ্গিণীদের সঙ্গে দাফন করবে। আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে ঘরে দাফন করবে না। কেননা তাতে আমাকে অধিক দ্বীনদার পরহেজগার মনে করা হবে, আমি তা পছন্দ করি না।(আধুনিক প্রকাশনী- ৬৮১৬ প্রথমাংশ, ইসলামিক ফাউন্ডেশন- ৬৮২৮ প্রথমাংশ)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ادْفِنِّي مَعَ صَوَاحِبِي وَلاَ تَدْفِنِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْبَيْتِ، فَإِنِّي أَكْرَهُ أَنْ أُزَكَّى‏.‏ وَعَنْ هِشَامٍ، عَنْ أَبِيهِ، أَنَّ عُمَرَ، أَرْسَلَ إِلَى عَائِشَةَ ائْذَنِي لِي أَنْ أُدْفَنَ مَعَ صَاحِبَىَّ فَقَالَتْ إِي وَاللَّهِ‏.‏ قَالَ وَكَانَ الرَّجُلُ إِذَا أَرْسَلَ إِلَيْهَا مِنَ الصَّحَابَةِ قَالَتْ لاَ وَاللَّهِ لاَ أُوثِرُهُمْ بِأَحَدٍ أَبَدًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7323,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ) - কে কুরআন পড়াতাম। ‘উমর (রাঃ) যখন তার শেষ হজ্জ পালন করতে আসলেন, তখন ‘আবদুর রহমান (রাঃ) মিনায় আমাকে বললেন, তুমি আজ আমীরুল মু’মিনীনের কাছে থাকলে দেখতে পেতে যে, তাঁর কাছে এক লোক এসে বলল, এক লোক বলেছে, যদি আমীরুল মু’মিনীন মারা যেতেন, তাহলে আমরা অমুক লোকের হাতে বায়’আত নিতে পারতাম। ‘উমর (রাঃ) বললেন, আজ বিকেলে অবশ্য অবশ্যই দাঁড়িয়ে আমি তাদেরকে সতর্ক করব, যারা মুসলিমদের হক ছিনিয়ে নিতে চায়। আমি বললাম, আপনি এমনটি করবেন না। কেননা, এখন হাজ্জের মৌসুম। এখন সাধারণ মানুষের সমবেত হওয়ার সময়। তারা আপনার মাজলিসকে কাবু করে ফেলবে। আমার ভয় হচ্ছে যে, তারা আপনার বক্তব্য সঠিকভাবে বুঝতে পারবে না। হের-ফের করে চারদিকে রটিয়ে দেবে। বরং আপনি হিজরত ও সুন্নাতের আবাসভূমি মদীনায় পোঁছা পর্যন্ত অপেক্ষা করুন। তারা আপনার বক্তব্য হেফাজত করবে এবং তার উপযুক্ত মর্যাদা দিবে। ‘উমর (রাঃ) বললেন, আল্লাহ্‌র কসম! আমি মদীনায় পোঁছলে অবশ্য অবশ্যই সবচেয়ে আগে এটি করবো। ইবনু ‘আব্বাস (রাঃ) বললেন, আমরা মদীনায় পোঁছলাম। তখন ‘উমর (রাঃ) ভাষণ দিলেন, আল্লাহ্‌ মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে সত্য বাণী দিয়ে পাঠিয়েছেন, তাঁর উপর কিতাব নাযিল করেছেন। তাতে ‘রজম’ – এর আয়াতও রয়েছে।(আধুনিক প্রকাশনী- ৬৮১২, ইসলামিক ফাউন্ডেশন- ৬৮২৪)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كُنْتُ أُقْرِئُ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ، فَلَمَّا كَانَ آخِرَ حَجَّةٍ حَجَّهَا عُمَرُ فَقَالَ عَبْدُ الرَّحْمَنِ بِمِنًى، لَوْ شَهِدْتَ أَمِيرَ الْمُؤْمِنِينَ أَتَاهُ رَجُلٌ قَالَ إِنَّ فُلاَنًا يَقُولُ لَوْ مَاتَ أَمِيرُ الْمُؤْمِنِينَ لَبَايَعْنَا فُلاَنًا‏.‏ فَقَالَ عُمَرُ لأَقُومَنَّ الْعَشِيَّةَ فَأُحَذِّرَ هَؤُلاَءِ الرَّهْطَ الَّذِينَ يُرِيدُونَ أَنْ يَغْصِبُوهُمْ‏.‏ قُلْتُ لاَ تَفْعَلْ فَإِنَّ الْمَوْسِمَ يَجْمَعُ رَعَاعَ النَّاسِ يَغْلِبُونَ عَلَى مَجْلِسِكَ، فَأَخَافُ أَنْ لاَ يُنْزِلُوهَا عَلَى وَجْهِهَا فَيُطِيرُ بِهَا كُلُّ مُطِيرٍ، فَأَمْهِلْ حَتَّى تَقْدَمَ الْمَدِينَةَ دَارَ الْهِجْرَةِ وَدَارَ السُّنَّةِ، فَتَخْلُصُ بِأَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ فَيَحْفَظُوا مَقَالَتَكَ، وَيُنَزِّلُوهَا عَلَى وَجْهِهَا‏.‏ فَقَالَ وَاللَّهِ لأَقُومَنَّ بِهِ فِي أَوَّلِ مَقَامٍ أَقُومُهُ بِالْمَدِينَةِ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَقَدِمْنَا الْمَدِينَةَ فَقَالَ إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صلى الله عليه وسلم بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَابَ، فَكَانَ فِيمَا أُنْزِلَ آيَةُ الرَّجْمِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীরা যে কত গভীর দূরদৃষ্টি সম্পন্ন মানুষ ছিলেন এ হাদীসে তারই কিছুটা প্রমাণ পাওয়া যায়। এ সব হাদীস থেকে শিক্ষা গ্রহণ করে আমাদেরকে অতি উচ্চ মানের চরিত্র গঠন ও দূরদর্শিতা অবলম্বন করতে হবে।"
  },
  {
    "hadith_id": 7329,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আসরের সালাত পড়তেন। তারপর আমরা ‘আওয়ালী’ (মদীনার নিকট উঁচু টিলার স্থান) যেতাম। তখনও সূর্য উপরে থাকত। বর্ণনাকারী লায়স (রহঃ) ইউনুস (রহঃ) হতে আরো বর্ণনা করেছেন যে, ‘আওয়ালী’র দূরত্ব চার অথবা তিন মাইল।(আধুনিক প্রকাশনী- ৬৮১৭, ইসলামিক ফাউন্ডেশন- ৬৮২৯)",
    "ar": "حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ صَالِحِ بْنِ كَيْسَانَ، قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي الْعَصْرَ فَيَأْتِي الْعَوَالِيَ وَالشَّمْسُ مُرْتَفِعَةٌ‏.‏ وَزَادَ اللَّيْثُ عَنْ يُونُسَ، وَبُعْدُ الْعَوَالِي أَرْبَعَةُ أَمْيَالٍ أَوْ ثَلاَثَةٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7331,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই বলে দু’আ করেছেনঃ হে আল্লাহ্‌! তাঁদের পরিমাপে বরকত দান করুন, তাদের সা’–এ বরকত দিন এবং তাদের মুদে- অর্থাৎ মদীনাবাসীদের। (আধুনিক প্রকাশনী- ৬৮১৯, ইসলামিক ফাউন্ডেশন- ৬৮৩১)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ اللَّهُمَّ بَارِكْ لَهُمْ فِي مِكْيَالِهِمْ، وَبَارِكْ لَهُمْ فِي صَاعِهِمْ وَمُدِّهِمْ ‏\"‏ يَعْنِي أَهْلَ الْمَدِينَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7333,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "একদা উহুদ পাহাড় নজরে পড়লে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ পর্বত আমাদেরকে ভালোবাসে আর আমরাও একে ভালোবাসি। হে আল্লাহ্‌! ইবরাহীম (‘আঃ) মক্কাকে হারাম ঘোষণা করেছেন, আর আমি এ মদীনার দু’টি কঙ্করময় প্রান্তের মাঝের স্থানকে হারাম ঘোষণা করছি। উহুদ সংক্রান্ত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এ হাদীস বর্ণনায় সাহল (রাবী) আনাস (রাঃ) - এর অনুসরণ করেছেন।(আধুনিক প্রকাশনী- ৬৮২১, ইসলামিক ফাউন্ডেশন- ৬৮৩৩)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ عَمْرٍو، مَوْلَى الْمُطَّلِبِ عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طَلَعَ لَهُ أُحُدٌ فَقَالَ ‏ \"‏ هَذَا جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ، اللَّهُمَّ إِنَّ إِبْرَاهِيمَ حَرَّمَ مَكَّةَ، وَإِنِّي أُحَرِّمُ مَا بَيْنَ لاَبَتَيْهَا ‏\"‏‏.‏ تَابَعَهُ سَهْلٌ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي أُحُدٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7334,
    "narrator": "সাহল (রাঃ)",
    "bn": "মসজিদে নববীর কিব্‌লার দিকের দেয়াল ও মিম্বরের মাঝে মাত্র একটা বকরী যাতায়াতের জায়গা ছিল।(আধুনিক প্রকাশনী- ৬৮২২, ইসলামিক ফাউন্ডেশন- ৬৮৩৪)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلٍ، أَنَّهُ كَانَ بَيْنَ جِدَارِ الْمَسْجِدِ مِمَّا يَلِي الْقِبْلَةَ وَبَيْنَ الْمِنْبَرِ مَمَرُّ الشَّاةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7336,
    "narrator": "‘আবদুল্লাহ (রাঃ",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোড়দৌড়ের প্রতিযোগিতা করিয়েছিলেন। ক্ষিপ্র গতির জন্য প্রশিক্ষণপ্রাপ্ত ঘোড়াগুলোর প্রতিযোগিতার স্থান ছিল হাফয়া হতে সানীয়্যাতুল বিদ্যা পর্যন্ত। আর প্রশিক্ষণবিহীনগুলোর স্থান ছিল সানীয়্যাতুল বিদা হতে বনী যুরায়ক-এর মসজিদ পর্যন্ত। ‘আবদুল্লাহও প্রতিযোগীদের মধ্যে ছিলেন।(আধুনিক প্রকাশনী- ৬৮২৪, ইসলামিক ফাউন্ডেশন- ৬৮৩৬)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ سَابَقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ الْخَيْلِ، فَأُرْسِلَتِ الَّتِي ضُمِّرَتْ مِنْهَا وَأَمَدُهَا إِلَى الْحَفْيَاءِ إِلَى ثَنِيَّةِ الْوَدَاعِ، وَالَّتِي لَمْ تُضَمَّرْ أَمَدُهَا ثَنِيَّةُ الْوَدَاعِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ، وَأَنَّ عَبْدَ اللَّهِ كَانَ فِيمَنْ سَابَقَ‏.‏ حَدَّثَنَا قُتَيْبَةُ عَنْ لَيْثٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7337,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘উমর (রাঃ)-কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মিম্বরে (খুৎবাহ দিতে) শুনেছি।(আধুনিক প্রকাশনী- ৬৮২৫, ইসলামিক ফাউন্ডেশন- র৩৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ عَنْ لَيْثٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ‏‏ ح. وَحَدَّثَنِي إِسْحَاقُ، أَخْبَرَنَا عِيسَى، وَابْنُ، إِدْرِيسَ وَابْنُ أَبِي غَنِيَّةَ عَنْ أَبِي حَيَّانَ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ قَالَ سَمِعْتُ عُمَرَ، عَلَى مِنْبَرِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7338,
    "narrator": "সায়িব ইব্‌নু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘উসমান ইব্‌নু ‘আফ্‌ফান (রাঃ)-কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মিম্বরে (খুত্‌বাহ দিতে) শুনেছি।(আধুনিক প্রকাশনী- ৬৮২৬, ইসলামিক ফাউন্ডেশন- ৬৮৩৮)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي السَّائِبُ بْنُ يَزِيدَ، سَمِعَ عُثْمَانَ بْنَ عَفَّانَ، خَطَبَنَا عَلَى مِنْبَرِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7339,
    "narrator": "আয়িশা (রাঃ) হতে",
    "bn": "তিনি বলেন, আমার এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর গোসলের জন্য এ পাত্রটি রাখা হত। আমরা এক সাথে এর থেকে গোসল করতাম। (আধুনিক প্রকাশনী- ৬৮২৭, ইসলামিক ফাউন্ডেশন- ৬৮৩৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، أَنَّ هِشَامَ بْنَ عُرْوَةَ، حَدَّثَهُ عَنْ أَبِيهِ، أَنَّ عَائِشَةَ، قَالَتْ كَانَ يُوضَعُ لِي وَلِرَسُولِ اللَّهِ صلى الله عليه وسلم هَذَا الْمِرْكَنُ فَنَشْرَعُ فِيهِ جَمِيعًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "দাম্পত্য জীবনকে সুখময় করার উদ্দেশ্যে মুসলমানদের ঘরগুলোতে ব্যবস্থা থাকা দরকার যাতে তারা রাসূলের এ সুন্নাত পালন করতে পারেন।"
  },
  {
    "hadith_id": 7340,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসার ও মুহাজিরদেরকে আমার মদীনার বাড়িতে প্রীতির ডোরে বেঁধেছিলেন। এবং বনী সুলায়মের গোত্রের উপর বদদু’আ করার জন্য মাসব্যাপী তিনি (ফাজ্‌রের সালাতে) কুনূত (নাযিলা) পড়েছিলেন। (আধুনিক প্রকাশনী- ৬৮২৮ প্রথমাংশ, ইসলামিক ফাউন্ডেশন- ৬৮৪০ প্রথমাংশ)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ أَنَسٍ، قَالَ حَالَفَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ الأَنْصَارِ وَقُرَيْشٍ فِي دَارِي الَّتِي بِالْمَدِينَةِ‏.‏ وَقَنَتَ شَهْرًا يَدْعُو عَلَى أَحْيَاءٍ مِنْ بَنِي سُلَيْمٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7341,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসার ও মুহাজিরদেরকে আমার মদীনার বাড়িতে প্রীতির ডোরে বেঁধেছিলেন। এবং বনী সুলায়মের গোত্রের উপর বদদু’আ করার জন্য মাসব্যাপী তিনি (ফাজ্‌রের সালাতে) কুনূত (নাযিলা) পড়েছিলেন। (আধুনিক প্রকাশনী- ৬৮২৮ শেষাংশ, ইসলামিক ফাউন্ডেশন- ৬৮৪০ শেষাংশ)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، عَنْ أَنَسٍ، قَالَ حَالَفَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ الأَنْصَارِ وَقُرَيْشٍ فِي دَارِي الَّتِي بِالْمَدِينَةِ‏.‏ وَقَنَتَ شَهْرًا يَدْعُو عَلَى أَحْيَاءٍ مِنْ بَنِي سُلَيْمٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7342,
    "narrator": "আবূ বূরদাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি মদীনায় আসলে ‘আবদুল্লাহ্‌ ইব্‌নু সালাম (রাঃ) আমার সঙ্গে দেখা করেন। তিনি আমাকে বললেন, চলুন ঘরে যাই। আমি আপনাকে একটি পাত্রে পান করাবো, যেটিতে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পান করছেন। আপনি ঐ সালাতের জায়গায় সালাত পড়তে পারবেন, যেখানে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত পড়েছিলেন। অতঃপর আমি তার সঙ্গে গেলাম। তিনি আমাকে ছাতু গুলে খাওয়ালেন এবং খেজুর খাওয়ালেন। তারপর আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সালাত পড়ার স্থানে সালাত পড়লাম। (আধুনিক প্রকাশনী- ৬৮২৯, ইসলামিক ফাউন্ডেশন- ৬৮৪১)",
    "ar": "حَدَّثَنِي أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا بُرَيْدٌ، عَنْ أَبِي بُرْدَةَ، قَالَ قَدِمْتُ الْمَدِينَةَ فَلَقِيَنِي عَبْدُ اللَّهِ بْنُ سَلاَمٍ فَقَالَ لِي انْطَلِقْ إِلَى الْمَنْزِلِ فَأَسْقِيَكَ فِي قَدَحٍ شَرِبَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم، وَتُصَلِّي فِي مَسْجِدٍ صَلَّى فِيهِ النَّبِيُّ صلى الله عليه وسلم‏.‏ فَانْطَلَقْتُ مَعَهُ، فَسَقَانِي سَوِيقًا، وَأَطْعَمَنِي تَمْرًا، وَصَلَّيْتُ فِي مَسْجِدِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7343,
    "narrator": "উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনঃ আকীক নামক জায়গায় থাকার সময় এক রাতে আমার রব্বের নিকট হতে একজন আগন্তুক (ফেরেশ্‌তা) আমার কাছে এলেন। তিনি বলেন, এই বারাকাতময় উপত্যকায় সালাত পড়ুন এবং বলুন, ‘উমরা ও হাজ্জের নিয়ত করছি। হারূন ইব্‌নু ইসমাঈল (রহঃ) বলেন, ‘আলী (রাঃ) আমার কাছে হাজ্জের সঙ্গে ‘উমরার নিয়ত করুন’ শব্দ বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৬৮৩০, ইসলামিক ফাউন্ডেশন- ৬৮৪২)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ عُمَرَ ـ رضى الله عنه ـ حَدَّثَهُ قَالَ حَدَّثَنِي النَّبِيُّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَتَانِي اللَّيْلَةَ آتٍ مِنْ رَبِّي وَهْوَ بِالْعَقِيقِ أَنْ صَلِّ فِي هَذَا الْوَادِي الْمُبَارَكِ وَقُلْ عُمْرَةٌ وَحَجَّةٌ ‏\"‏‏.‏ وَقَالَ هَارُونُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا عَلِيٌّ عُمْرَةٌ فِي حَجَّةٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7344,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মীকাত নির্ধারন করেছেন নাজদবাসীদের জন্য কারনকে, সিরিয়াবাসীদের জন্য জুহ্‌ফাকে এবং মদীনাবাসীদের জন্য যুল হুলাইফাকে। ইব্‌নু ‘উমর (রাঃ) বলেন, আমি এগুলো নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে শুনেছি। আমার কাছে খবর পৌঁছেছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ইয়ামানের লোকদের মীকাত হচ্ছে ইয়া’লামলাম এবং ইরাকের কথা উল্লেখ করা হল। তখন ইব্‌নু ‘উমর (রাঃ) বললেন, সে সময় ইরাক ছিল না।(আধুনিক প্রকাশনী- ৬৮৩১, ইসলামিক ফাউন্ডেশন- ৬৮৪৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، وَقَّتَ النَّبِيُّ صلى الله عليه وسلم قَرْنًا لأَهْلِ نَجْدٍ، وَالْجُحْفَةَ لأَهْلِ الشَّأْمِ، وَذَا الْحُلَيْفَةِ لأَهْلِ الْمَدِينَةِ‏.‏ قَالَ سَمِعْتُ هَذَا مِنَ النَّبِيِّ صلى الله عليه وسلم وَبَلَغَنِي أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ وَلأَهْلِ الْيَمَنِ يَلَمْلَمُ ‏\"‏‏.‏ وَذُكِرَ الْعِرَاقُ فَقَالَ لَمْ يَكُنْ عِرَاقٌ يَوْمَئِذٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7345,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত যে, তিনি যুলহুলাইফাতে রাতের শেষ ভাগে অবস্থানকালে তাঁকে বলা হলো আপনি একটি বরকতপূর্ণ জায়গায় আছেন।(আধুনিক প্রকাশনী- ৬৮৩২, ইসলামিক ফাউন্ডেশন- ৬৮৪৪)",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، حَدَّثَنَا الْفُضَيْلُ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أُرِيَ وَهْوَ فِي مُعَرَّسِهِ بِذِي الْحُلَيْفَةِ فَقِيلَ لَهُ إِنَّكَ بِبَطْحَاءَ مُبَارَكَةٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7346,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে ফাজ্‌রের সালাতের শেষে রুকু’ থেকে মাথা উঠানোর সময় বলতে শুনেছেন, (আরবী) (হে আমাদের প্রতিপালক! সমস্ত প্রশংসা কেবলমাত্র আপনারই জন্য। তিনি আরো বললেন, হে আল্লাহ্‌! আপনি অমুক অমুক লোকের উপর অভিশাপ দিন। তখন আল্লাহ্‌ নাজিল করলেনঃ “আল্লাহ তাদের প্রতি ক্ষমাশীল হবেন অথবা তাদেরকে শাস্তি প্রদান করবেন - এ ব্যাপারে তোমার কিছু করার নেই। কেননা তারা হচ্ছে যালিম” - (সূরাহ আলু ‘ইমরান ৩/১২৮)। [৪০৬৯] (আধুনিক প্রকাশনী- ৬৮৩৩, ইসলামিক ফাউন্ডেশন- ৬৮৪৫)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ فِي صَلاَةِ الْفَجْرِ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ قَالَ ‏\"‏ اللَّهُمَّ رَبَّنَا وَلَكَ الْحَمْدُ فِي الأَخِيرَةِ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ الْعَنْ فُلاَنًا وَفُلاَنًا ‏\"‏‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏لَيْسَ لَكَ مِنَ الأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7349,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ ক্বিয়ামাতের দিন নূহ্ (আঃ)-কে হাযির করে জিজ্ঞেস করা হবে, তুমি কি (দ্বীনের দা’ওয়াত) পৌঁছে দিয়েছ? তখন তিনি বলবেন, হ্যাঁ। হে আমার রব। এরপর তাঁর উম্মাতকে জিজ্ঞেস করা হবে, তোমাদের কাছে নূহ্ (দা’ওয়াত) পৌঁছিয়েছে কি? তারা সকলে বলে উঠবে, আমাদের কাছে কোন ভয় প্রদর্শনকারী আসেনি। তখন নূহ্ (আঃ)-কে বলা হবে, তোমার কোন সাক্ষী আছে কি? তিনি বলবেন, মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তাঁর উম্মাতরাই (আমার সাক্ষী)। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ তোমাদেরকে তখন নিয়ে আসা হবে এবং তোমরা (তাঁর পক্ষে) সাক্ষ্য দেবে। এরপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর বাণী পাঠ করলেনঃ এভাবে আল্লাহ্ তোমাদেরকে মধ্যমপন্থী উম্মাত বানিয়েছেন। (وسط অর্থ ভারসাম্যপূর্ণ) তাহলে তোমরা মানব জাতির জন্য সাক্ষী হতে পারবে আর রাসূল তোমাদের জন্য সাক্ষী হবেন- (সূরাহ আল-বাক্বারাহ ২/১৪৩)। জা‘ফর ইবনু ‘আওন (রহ.)....আবূ সা‘ঈদ খুদরী (রাঃ) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সূত্রে এরকমই বর্ণনা করেছেন। [৩৩৩৯] (আধুনিক প্রকাশনী- ৬৮৩৬, ইসলামিক ফাউন্ডেশন- ৬৮৪৮)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُجَاءُ بِنُوحٍ يَوْمَ الْقِيَامَةِ فَيُقَالُ لَهُ هَلْ بَلَّغْتَ فَيَقُولُ نَعَمْ يَا رَبِّ‏.‏ فَتُسْأَلُ أُمَّتُهُ هَلْ بَلَّغَكُمْ فَيَقُولُونَ مَا جَاءَنَا مِنْ نَذِيرٍ‏.‏ فَيَقُولُ مَنْ شُهُودُكَ فَيَقُولُ مُحَمَّدٌ وَأُمَّتُهُ‏.‏ فَيُجَاءُ بِكُمْ فَتَشْهَدُونَ ‏\"‏‏.‏ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏{‏وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا‏}‏ قَالَ عَدْلاً ‏{‏لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا‏}‏ وَعَنْ جَعْفَرِ بْنِ عَوْنٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7355,
    "narrator": "মুহাম্মাদ ইব্‌নু মুন্‌কাদির (রহঃ)",
    "bn": "তিনি বলেন, আমি জাবির ইব্‌নু আব্দুল্লাহ (রাঃ) - কে আল্লাহ্‌র কসম খেয়ে বলতে শুনেছি যে, ইব্‌নু সাইয়্যাদ একটা দাজ্জাল। আমি তাঁকে জিজ্ঞেস করলামঃ আল্লাহ্‌র শপথ করে বলছেন? তিনি উত্তরে বললেন, আমি ‘উমর (রাঃ) - কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট শপথ করে এ কথা বলতে শুনেছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথা অস্বীকার করেননি।[মুসলিম ৫২/১৯, হাঃ ২৯৬৯] (আধুনিক প্রকাশনী- ৬৮৪১, ইসলামিক ফাউন্ডেশন- ৬৮৫৩)",
    "ar": "حَدَّثَنَا حَمَّادُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ رَأَيْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَحْلِفُ بِاللَّهِ أَنَّ ابْنَ الصَّائِدِ الدَّجَّالُ، قُلْتُ تَحْلِفُ بِاللَّهِ‏.‏ قَالَ إِنِّي سَمِعْتُ عُمَرَ يَحْلِفُ عَلَى ذَلِكَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يُنْكِرْهُ النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7357,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "এক স্ত্রীলোক রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে জিজ্ঞেস করল, হায়েয থেকে গোসল কিভাবে করতে হয়? তিনি বললেনঃ তুমি সুগন্ধিযুক্ত এক টুকরা কাপড় নেবে। এবং এর দ্বারা পবিত্রতা অর্জন করবে। স্ত্রীলোকটি বলল, হে আল্লাহর রসূল! আমি এর দ্বারা কিভাবে পবিত্রতা অর্জন করব? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)ঃ তুমি এর দ্বারা পবিত্রতা অর্জন করবে। মহিলা আবার বলল, এর দ্বারা কিভাবে পবিত্রতা লাভ করবে? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি এর দ্বারা পবিত্রতা লাভ করবে। ‘আয়িশা (রাঃ) বলেন, আমি বুঝতে পারলাম রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দ্বারা কী বোঝাতে চাচ্ছেন? অতঃপর আমি স্ত্রীলোকটিকে আমার দিকে টেনে নিলাম এবং বিষয়টি তাকে জানিয়ে দিলাম।(আধুনিক প্রকাশনী- ৬৮৪৩, ইসলামিক ফাউন্ডেশন- ৬৮৫৫)",
    "ar": "يَحْيَى حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ مَنْصُورِ بْنِ صَفِيَّةَ عَنْ أُمِّهِ عَنْ عَائِشَةَ أَنَّ امْرَأَةً سَأَلَتْ النَّبِيَّ صلى الله عليه وسلم ح و حَدَّثَنَا مُحَمَّدٌ هُوَ ابْنُ عُقْبَةَ حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ النُّمَيْرِيُّ الْبَصْرِيُّ حَدَّثَنَا مَنْصُورُ بْنُ عَبْدِ الرَّحْمَنِ ابْنُ شَيْبَةَ حَدَّثَتْنِي أُمِّي عَنْ عَائِشَةَ أَنَّ امْرَأَةً سَأَلَتْ النَّبِيَّ صلى الله عليه وسلم عَنْ الْحَيْضِ كَيْفَ تَغْتَسِلُ مِنْهُ قَالَ تَأْخُذِينَ فِرْصَةً مُمَسَّكَةً فَتَوَضَّئِينَ بِهَا قَالَتْ كَيْفَ أَتَوَضَّأُ بِهَا يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ النَّبِيُّ صلى الله عليه وسلم تَوَضَّئِي قَالَتْ كَيْفَ أَتَوَضَّأُ بِهَا يَا رَسُولَ اللهِ قَالَ النَّبِيُّ صلى الله عليه وسلم تَوَضَّئِينَ بِهَا قَالَتْ عَائِشَةُ فَعَرَفْتُ الَّذِي يُرِيدُ رَسُولُ اللهِ صلى الله عليه وسلم فَجَذَبْتُهَا إِلَيَّ فَعَلَّمْتُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7359,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি কাঁচা রসুন কিংবা পেঁয়াজ খায়, সে যেন আমাদের থেকে কিংবা আমাদের মাসজিদ থেকে আলাদা থাকে। আর সে যেন তার ঘরে বসে থাকে। এরপর তাঁর কাছে একটি পাত্র আনা হল। বর্ণনাকারী ইবনু ওয়াহ্ব (রাঃ) বলেন, অর্থাৎ শাক-সব্জির একটি বড় পাত্র। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সেই পাত্রে এক প্রকার গন্ধ পাওয়ায় সে সম্পর্কে জিজ্ঞেস করলেন। তাঁকে পাত্রের মধ্যকার শাক-সব্জি সম্পর্কে জানানো হল। তিনি তা এক সহাবীকে খেতে দিতে বললেন যিনি তাঁর সঙ্গে উপস্থিত ছিলেন। এরপর তিনি যখন দেখলেন, সে তা খেতে অপছন্দ করছে তখন তিনি বললেনঃ খাও, কারণ আমি যাঁর সঙ্গে গোপনে কথোপকথন করি, তুমি তাঁর সঙ্গে তা কর না।\n\nইবনু ‘উফায়র (রহ.).....ইবনু ওয়াহ্ব (রহ.) থেকে طَبَقًا فِيْهِ خَضِرَاتٌ -এর জায়গায় بِقِدْرٍ فِيْهِ خَضِرَاتٌ (শাক-সব্জির একটি হাঁড়ি) বর্ণনা করেছেন। অন্যদিকে লায়স ও আবূ সাফওয়ান (রহ.) ইউনুস (রহ.) থেকে হাঁড়ির ঘটনা উল্লেখ করেননি। এটি কি হাদীসে বর্ণিত না যুহরী (রাঃ)-এর উক্তি তা আমার জানা নেই। [৮৫৪] (আধুনিক প্রকাশনী- ৬৮৪৫, ইসলামিক ফাউন্ডেশন- ৬৮৫৭)",
    "ar": "جَابِرِ بْنِ عَبْدِ اللهِ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم مَنْ أَكَلَ ثُومًا أَوْ بَصَلاً فَلْيَعْتَزِلْنَا أَوْ لِيَعْتَزِلْ مَسْجِدَنَا وَلْيَقْعُدْ فِي بَيْتِهِ وَإِنَّهُ أُتِيَ بِبَدْرٍ قَالَ ابْنُ وَهْبٍ يَعْنِي طَبَقًا فِيهِ خَضِرَاتٌ مِنْ بُقُولٍ فَوَجَدَ لَهَا رِيحًا فَسَأَلَ عَنْهَا فَأُخْبِرَ بِمَا فِيهَا مِنْ الْبُقُولِ فَقَالَ قَرِّبُوهَا فَقَرَّبُوهَا إِلَى بَعْضِ أَصْحَابِهِ كَانَ مَعَهُ فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا قَالَ كُلْ فَإِنِّي أُنَاجِي مَنْ لاَ تُنَاجِي وَقَالَ ابْنُ عُفَيْرٍ عَنْ ابْنِ وَهْبٍ بِقِدْرٍ فِيهِ خَضِرَاتٌ وَلَمْ يَذْكُرِ اللَّيْثُ وَأَبُو صَفْوَانَ عَنْ يُونُسَ قِصَّةَ الْقِدْرِ فَلاَ أَدْرِي هُوَ مِنْ قَوْلِ الزُّهْرِيِّ أَوْ فِي الْحَدِيثِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7361,
    "narrator": "আবুল ইয়ামান (রহঃ)",
    "bn": "শু‘আয়ব (রহঃ), ইমাম যুহরী (রহঃ) হুমায়দ ইব্‌নু ‘আবদুর রহমান (রহঃ) সূত্রে বর্ণনা করেছেন যে, তিনি মু‘আবীয়াহ (রাঃ) - কে মদিনায় কুরায়শ বংশের কতকগুলো লোকের সঙ্গে আলাপ-আলোচনা করতে শুনেছেন। তখন কা‘ব আহবারের কথা আলোচনা হয়। মু‘আবীয়াহ (রাঃ) বললেন, যারা আগেকার কিতাব সম্পর্কে আলোচনা করেন, তাদের মধ্যে তিনি অধিক সত্যবাদী, যদিও বর্ণিত বিষয়গুলোর ভিত্তি মিথ্যের উপর রচিত।(আধুনিক প্রকাশনী- অনুচ্ছেদ, ইসলামিক ফাউন্ডেশন- অনুচ্ছেদ)",
    "ar": "وَقَالَ أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ سَمِعَ مُعَاوِيَةَ يُحَدِّثُ رَهْطًا مِنْ قُرَيْشٍ بِالْمَدِينَةِ وَذَكَرَ كَعْبَ الأَحْبَارِ فَقَالَ إِنْ كَانَ مِنْ أَصْدَقِ هَؤُلاَءِ الْمُحَدِّثِينَ الَّذِينَ يُحَدِّثُونَ عَنْ أَهْلِ الْكِتَابِ وَإِنْ كُنَّا مَعَ ذَلِكَ لَنَبْلُو عَلَيْهِ الْكَذِبَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7362,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আহ্‌লে কিতাব হিব্রু ভাষায় তাওরাত পড়ে মুসলিমদের কাছে তা আরবী ভাষায় ব্যাখ্যা করত। (এ সম্পর্কে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আহলে কিতাবকে তোমরা সত্যবাদী ভেবো না এবং তাদেরকে মিথ্যাবাদীও ভেবো না। তোমরা বলে দাও আমরা ঈমান এনেছি আল্লাহ্‌র প্রতি এবং আমাদের উপর যা নাযিল হয়েছে তার প্রতি......(আধুনিক প্রকাশনী- ৬৮৪৭, ইসলামিক ফাউন্ডেশন- ৬৮৫৯)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ أَخْبَرَنَا عَلِيُّ بْنُ الْمُبَارَكِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ كَانَ أَهْلُ الْكِتَابِ يَقْرَءُونَ التَّوْرَاةَ بِالْعِبْرَانِيَّةِ وَيُفَسِّرُونَهَا بِالْعَرَبِيَّةِ لِأَهْلِ الإِسْلاَمِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لاَ تُصَدِّقُوا أَهْلَ الْكِتَابِ وَلاَ تُكَذِّبُوهُمْ وَ{قُولُوا ٰمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَيْكُمْ} الآيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7363,
    "narrator": "উবাইদুল্লাহ্‌ ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "ইব্‌নু ‘আব্বাস (রাঃ) বলেছেন, তোমরা কিভাবে আহলে কিতাবদেরকে কোন বিষয় সম্পর্কে জিজ্ঞেস কর? অথচ তোমাদের কিতাব (আল-কুরআন) তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর উপর এখন অবতীর্ণ হয়েছে, তা তোমরা পড়ছ যা পূত-পবিত্র ও নির্ভেজাল। এ কিতাব তোমাদেরকে জানিয়ে দিচ্ছে, আহলে কিতাবরা আল্লাহ্‌র কিতাবকে পরিবর্তিত ও বিকৃত করে দিয়েছে। তারা নিজ হাতে কিতাব লিখে তা আল্লাহ্‌র কিতাব বলে ঘোষণা দিয়েছে, যাতে এর দ্বারা সামান্য সুবিধা লাভ করতে পারে। তোমাদের কাছে যে ইল্‌ম আছে তা কি তোমাদেরকে তাদের কাছে কোন মাসআলা জিজ্ঞেস করতে নিষেধ করছে না? আল্লাহ্‌র কসম! আমরা তো তাদের কাউকে দেখিনি কখনো তোমাদের উপর নাযিল করা কিতাব সম্পর্কে কিছু জিজ্ঞেস করতে।(আধুনিক প্রকাশনী- ৬৮৪৮, ইসলামিক ফাউন্ডেশন- ৬৮৬০)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا إِبْرَاهِيمُ أَخْبَرَنَا ابْنُ شِهَابٍ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ أَنَّ ابْنَ عَبَّاسٍ قَالَ كَيْفَ تَسْأَلُونَ أَهْلَ الْكِتَابِ عَنْ شَيْءٍ وَكِتَابُكُمْ الَّذِي أُنْزِلَ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم أَحْدَثُ تَقْرَءُونَهُ مَحْضًا لَمْ يُشَبْ وَقَدْ حَدَّثَكُمْ أَنَّ أَهْلَ الْكِتَابِ بَدَّلُوا كِتَابَ اللهِ وَغَيَّرُوهُ وَكَتَبُوا بِأَيْدِيهِمْ الْكِتَابَ وَقَالُوا هُوَ مِنْ عِنْدِ اللهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلاً أَلاَ يَنْهَاكُمْ مَا جَاءَكُمْ مِنْ الْعِلْمِ عَنْ مَسْأَلَتِهِمْ لاَ وَاللهِ مَا رَأَيْنَا مِنْهُمْ رَجُلاً يَسْأَلُكُمْ عَنْ الَّذِي أُنْزِلَ عَلَيْكُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7364,
    "narrator": "জুনদাব ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা কুরআন তিলাওয়াত করতে থাক, যতক্ষণ এর প্রতি তোমাদের হৃদয়ের আকর্ষণ অব্যাহত থাকে। আর যখন তোমাদের মনে বিকর্ষণ দেখা দেয় তখন তাথেকে উঠে যাও।\nআবূ আব্‌দুল্লাহ্‌ (বুখারী) (রহঃ) বলেন, ‘আবদুর রহমান (রহঃ) সাল্লাম থেকে (হাদীসটি) শুনেছেন (সূত্রে) বর্ণিত হয়েছে। (আধুনিক প্রকাশনী- ৬৮৫১, ইসলামিক ফাউন্ডেশন- ৬৮৬৩)",
    "ar": "إِسْحَاقُ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سَلاَّمِ بْنِ أَبِي مُطِيعٍ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ جُنْدَبِ بْنِ عَبْدِ اللهِ الْبَجَلِيِّ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم اقْرَءُوا الْقُرْآنَ مَا ائْتَلَفَتْ قُلُوبُكُمْ فَإِذَا اخْتَلَفْتُمْ فَقُومُوا عَنْهُ قَالَ أَبُو عَبْد اللهِ سَمِعَ عَبْدُ الرَّحْمَنِ سَلاَّمًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7365,
    "narrator": "জুনদাব (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ততক্ষন কুরআন তিলাওয়াত করতে থাক, যে পর্যন্ত এর প্রতি তোমাদের অন্তরের আকর্ষণ থাকে। আর যখন মনে বিকর্ষণ অনুভব কর, তখন তা থেকে উঠে যাও।\nইয়াযীদ ইব্‌নু হারুন (রহঃ) জুনদাব (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এরকমই বর্ণিত হয়েছে।(আধুনিক প্রকাশনী- ৬৮৫২, ইসলামিক ফাউন্ডেশন- ৬৮৬৪)",
    "ar": "إِسْحَاقُ أَخْبَرَنَا عَبْدُ الصَّمَدِ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ عَنْ جُنْدَبِ بْنِ عَبْدِ اللهِ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ اقْرَءُوا الْقُرْآنَ مَا ائْتَلَفَتْ عَلَيْهِ قُلُوبُكُمْ فَإِذَا اخْتَلَفْتُمْ فَقُومُوا عَنْهُ قَالَ أَبُو عَبْد اللهِ وَقَالَ يَزِيدُ بْنُ هَارُونَ عَنْ هَارُونَ الأَعْوَرِ حَدَّثَنَا أَبُو عِمْرَانَ عَنْ جُنْدَبٍ عَنْ النَّبِيِّ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7366,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মৃত্যুর সময় নিকটবর্তী হল। রাবী বলেন, ঘরের মধ্যে অনেক লোক ছিল। তাঁদের মধ্যে ছিলেন ‘উমর ইব্‌নু খাত্তাব (রাঃ)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা এসো, আমি তোমাদের জন্য লিখে যাব যাতে তার পরে তোমরা কক্ষনো পথভ্রষ্ট হবে না। ‘উমর (রাঃ) মন্তব্য করলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুবই কষ্টে নিপতিত। তোমাদের কাছে কুরআন আছে, আল্লাহ্‌র এই কিতাবই আমাদের জন্য যথেষ্ট। এ সময় গৃহে অবস্থানকারীদের মধ্যে মতভেদ সৃষ্টি হল এবং তারা বিতর্কে লিপ্ত হল। তাঁদের মধ্যে কেউ কেউ বলল, তাঁর কাছে যাও, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের জন্য লিখে দেবেন যাতে তাঁর পরে তোমরা কক্ষনো পথহারা হবে না। আবার কেউ কেউ তাই বললেন যা ‘উমর (রাঃ) বলেছিলেন। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সামনে তাদের কথা কাটাকাটি এবং মতপার্থক্য বেড়ে গেল, তখন তিনি বললেনঃ তোমরা আমার নিকট হতে উঠে যাও। (আধুনিক প্রকাশনী- ৬৮৫৩, ইসলামিক ফাউন্ডেশন- ৬৮৬৫)",
    "ar": "إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا هِشَامٌ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا حُضِرَ النَّبِيُّ صلى الله عليه وسلم قَالَ وَفِي الْبَيْتِ رِجَالٌ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ قَالَ هَلُمَّ أَكْتُبْ لَكُمْ كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ قَالَ عُمَرُ إِنَّ النَّبِيَّ صلى الله عليه وسلم غَلَبَهُ الْوَجَعُ وَعِنْدَكُمْ الْقُرْآنُ فَحَسْبُنَا كِتَابُ اللهِ وَاخْتَلَفَ أَهْلُ الْبَيْتِ وَاخْتَصَمُوا فَمِنْهُمْ مَنْ يَقُولُ قَرِّبُوا يَكْتُبْ لَكُمْ رَسُولُ اللهِ صلى الله عليه وسلم كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ وَمِنْهُمْ مَنْ يَقُولُ مَا قَالَ عُمَرُ فَلَمَّا أَكْثَرُوا اللَّغَطَ وَالِاخْتِلاَفَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم قَالَ قُومُوا عَنِّي قَالَ عُبَيْدُ اللهِ فَكَانَ ابْنُ عَبَّاسٍ يَقُولُ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُولِ اللهِ صلى الله عليه وسلم وَبَيْنَ أَنْ يَكْتُبَ لَهُمْ ذَلِكَ الْكِتَابَ مِنْ اخْتِلاَفِهِمْ وَلَغَطِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বর্ণনাকারী ‘উবাইদুল্লাহ্‌ বলেন, ইব্‌নু ‘আব্বাস (রাঃ) বলতেন, সমস্ত জটিলতার মূল ছিল তা-ই, যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর লেখার মাঝখানে বাধা সৃষ্টি করেছিল । সেটা ছিল তাদের মতবিরোধ ও কথা কাটাকাটি ।"
  },
  {
    "hadith_id": 7368,
    "narrator": "আবদুল্লাহ মুযানী (রা:)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেছেনঃ মাগরিবের সালাতের আগে তোমরা সালাত আদায় করবে। তবে তৃতীয়বারে তিনি বললেনঃ লোকেরা এটাকে সুন্নাত হিসেবে গ্রহণ করুক-এটা অপছন্দ করার কারণে তিনি তৃতীয়বারে বললেন- যার ইচ্ছে সে আদায় করবে। (আধুনিক প্রকাশনী- ৬৮৫০, ইসলামিক ফাউন্ডেশন- ৬৮৬২)",
    "ar": "أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ عَنْ الْحُسَيْنِ عَنْ ابْنِ بُرَيْدَةَ حَدَّثَنِي عَبْدُ اللهِ الْمُزَنِيُّ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ صَلُّوا قَبْلَ صَلاَةِ الْمَغْرِبِ قَالَ فِي الثَّالِثَةِ لِمَنْ شَاءَ كَرَاهِيَةَ أَنْ يَتَّخِذَهَا النَّاسُ سُنَّةً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7370,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের (সামনে) খুত্‌বাহ দিলেন। আল্লাহ্‌র প্রশংসা ও গুণগান করলেন। এরপর তিনি বললেনঃ যারা আমার স্ত্রীর অপবাদ রটিয়ে বেড়াচ্ছে, তাদের সম্পর্কে তোমরা আমাকে কী পরামর্শ দাও। আমি আমার পরিবারের কারো মধ্যে কক্ষনো খারাপ কিছু দেখি নি।\n‘উরওয়াহ (রাঃ) হতে বর্ণিত। তিনি বলেন, ‘আয়িশাকে সেই অপবাদ সম্পর্কে জানানো হলে তিনি বললেন, হে আল্লাহ্‌র রসূল! আমাকে আমার পরিজনের (বাবা-মার) কাছে যাবার অনুমতি দিবেন কি? তখন রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমতি দিলেন এবং তাঁর সঙ্গে একজন গোলামও পাঠালেন। এক আনসারী বললেন, তুমিই পবিত্র, হে আল্লাহ্‌! এ ধরনের কথা বলা আমাদের উচিত নয়। এটা তো এক বিরাট অপবাদ, তোমারই পবিত্রতা হে আল্লাহ! (আধুনিক প্রকাশনী- ৬৮৫৫, ইসলামিক ফাউন্ডেশন- ৬৮৬৭)",
    "ar": "وَقَالَ أَبُو أُسَامَةَ عَنْ هِشَامٍ. مُحَمَّدُ بْنُ حَرْبٍ حَدَّثَنَا يَحْيَى بْنُ أَبِي زَكَرِيَّاءَ الْغَسَّانِيُّ عَنْ هِشَامٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم خَطَبَ النَّاسَ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ وَقَالَ مَا تُشِيرُونَ عَلَيَّ فِي قَوْمٍ يَسُبُّونَ أَهْلِي مَا عَلِمْتُ عَلَيْهِمْ مِنْ سُوءٍ قَطُّ وَعَنْ عُرْوَةَ قَالَ لَمَّا أُخْبِرَتْ عَائِشَةُ بِالأَمْرِ قَالَتْ يَا رَسُولَ اللهِ أَتَأْذَنُ لِي أَنْ أَنْطَلِقَ إِلَى أَهْلِي فَأَذِنَ لَهَا وَأَرْسَلَ مَعَهَا الْغُلاَمَ وَقَالَ رَجُلٌ مِنْ الأَنْصَارِ سُبْحَانَكَ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7369,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "যখন মিথ্যা অপবাদকারীরা ‘আয়িশার বিরুদ্ধে ভিত্তিহীন অপবাদ রটিয়েছিল। তিনি বলেন, ওয়াহী আসতে বিলম্ব হচ্ছিল, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী ইব্‌নু আবূ ত্বলিব ও উসামা ইব্‌নু যায়িদের কাছে কিছু পরামর্শ করার জন্য তাদের ডাকলেন। এবং তাঁর স্ত্রী ‘আয়িশা (রাঃ) - কে পৃথক করে দেয়া সম্পর্কে পরামর্শ চাইলেন। উসামা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর পরিবারের পবিত্রতার ব্যাপারে তাঁর যা জানা ছিল তা উল্লেখ করলেন। আর ‘আলী (রাঃ) বললেন, আল্লাহ্‌ আপনার জন্য তো কোন সীমাবদ্ধতা রাখেন নি। স্ত্রীলোক তিনি ছাড়া আরও অনেক আছেন। আপনি বাঁদীটির কাছে জিজ্ঞেস করুন, সে আপনাকে সত্য যা, তাই বলবে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারীরাকে ডাকলেন। তাঁকে জিজ্ঞেস করলেন, তুমি কি সন্দেহের কিছু দেখেছ? তিনি বললেন, আমি এছাড়া আর অধিক কিছু জানিনা যে, ‘আয়িশা (রাঃ) হচ্ছে অল্পবয়স্কা মেয়ে। তিনি নিজের ঘরের আটা পিষে ঘুমিয়ে পড়েন, এই অবস্থায় বক্‌রী এসে তা খেয়ে ফেলে। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বরে দাঁড়িয়ে বললেনঃ হে মুসলিমগণ। যে ব্যক্তি আমার পরিবারের অপবাদ রটিয়ে আমাকে কষ্ট দিয়েছে তার প্রতিকার করতে আমাকে সাহায্য করার মত কেউ আছ কি? আল্লাহ্‌র শপথ! আমি আমার পরিবারের ব্যাপারে ভালো ব্যতীত মন্দ কিছুই জানি না এবং তিনি ‘আয়িশা (রাঃ) - এর পবিত্রতার কথা উল্লেখ করলেন। (আধুনিক প্রকাশনী- ৬৮৫৪, ইসলামিক ফাউন্ডেশন- ৬৮৬৬)",
    "ar": "الْأُوَيْسِيُّ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُرْوَةُ وَابْنُ الْمُسَيَّبِ وَعَلْقَمَةُ بْنُ وَقَّاصٍ وَعُبَيْدُ اللهِ عَنْ عَائِشَةَ حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا قَالَتْ وَدَعَا رَسُولُ اللهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْيُ يَسْأَلُهُمَا وَهُوَ يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ فَأَمَّا أُسَامَةُ فَأَشَارَ بِالَّذِي يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ وَأَمَّا عَلِيٌّ فَقَالَ لَمْ يُضَيِّقْ اللهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ وَسَلْ الْجَارِيَةَ تَصْدُقْكَ فَقَالَ هَلْ رَأَيْتِ مِنْ شَيْءٍ يَرِيبُكِ قَالَتْ مَا رَأَيْتُ أَمْرًا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ فَقَامَ عَلَى الْمِنْبَرِ فَقَالَ يَا مَعْشَرَ الْمُسْلِمِينَ مَنْ يَعْذِرُنِي مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِي وَاللهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا فَذَكَرَ بَرَاءَةَ عَائِشَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7354,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, তোমাদের ধারনা আবূ হুরায়রা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে অতিরিক্ত হাদীস বর্ণনা করছে। আল্লাহ্‌র কাছে একদিন আমাদেরকে হাযির হতে হবে। আমি ছিলাম এক মিসকীন। খেয়ে না খেয়েই আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট পড়ে থাকতাম। বাজারের বেচাকেনা মুহাজিরদেরকে ব্যস্ত রাখত। আর আনসারগণকে  ব্যস্ত রাখত তাঁদের ধন-মালের প্রতিষ্ঠা। একদিন আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট ছিলাম। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার কথা শেষ হওয়া পর্যন্ত যে ব্যক্তি তার চাদর প্রসারিত করে তারপর তা গুটিয়ে নেবে, সে আমার নিকট হতে শোনা কিছুই কোন দিন ভুলবে না। তখন আমি আমার গায়ের চাদরখানা প্রসারিত করলাম। সে সত্তার শপথ, যিনি তাঁকে হক্কের সঙ্গে পাঠিয়েছেন! অতঃপর তাঁর কাছ থেকে শোনা কোন কিছুই আমি ভুলি নি। [১১৮; মুসলিম ৪৪/৮৫, হাঃ ২৪৯২] (আধুনিক প্রকাশনী- ৬৮৪০, ইসলামিক ফাউন্ডেশন- ৬৮৫২)",
    "ar": "حَدَّثَنَا عَلِيٌّ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنِي الزُّهْرِيُّ، أَنَّهُ سَمِعَهُ مِنَ الأَعْرَجِ، يَقُولُ أَخْبَرَنِي أَبُو هُرَيْرَةَ، قَالَ إِنَّكُمْ تَزْعُمُونَ أَنَّ أَبَا هُرَيْرَةَ، يُكْثِرُ الْحَدِيثَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَاللَّهُ الْمَوْعِدُ، إِنِّي كُنْتُ امْرَأً مِسْكِينًا أَلْزَمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مِلْءِ بَطْنِي، وَكَانَ الْمُهَاجِرُونَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وَكَانَتِ الأَنْصَارُ يَشْغَلُهُمُ الْقِيَامُ عَلَى أَمْوَالِهِمْ، فَشَهِدْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ وَقَالَ ‏ \"‏ مَنْ يَبْسُطْ رِدَاءَهُ حَتَّى أَقْضِيَ مَقَالَتِي ثُمَّ يَقْبِضْهُ، فَلَنْ يَنْسَى شَيْئًا سَمِعَهُ مِنِّي ‏\"‏‏.‏ فَبَسَطْتُ بُرْدَةً كَانَتْ عَلَىَّ، فَوَالَّذِي بَعَثَهُ بِالْحَقِّ مَا نَسِيتُ شَيْئًا سَمِعْتُهُ مِنْهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7275,
    "narrator": "আবূ ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, আমি এই মসজিদে শায়বাহ্‌র (রহঃ) কাছে বসেছিলাম। তিনি বললেন, তুমি যেমন বসে আছ, ‘উমর (রাঃ) তেমনি এ জায়গা বসা ছিলেন এবং তিনি বলেছিলেন, আমি ইচ্ছা করছি যে, এতে সোনা ও রূপার কোন অবশিষ্ট রাখব না বরং সবকিছু মুসলিমদের মাঝে বন্টন করে দেব। আমি বললাম, আপনি তা করবেন না। তিনি জিজ্ঞেস করলেন, কেন? আমি বললাম, আপনার সঙ্গীদ্বয় এমনটা করেননি। তিনি বললেন, তাঁরা দু’জন অনুসরণ করার মত লোকই ছিলেন।(আধুনিক প্রকাশনী- ৬৭৬৭, ইসলামিক ফাউন্ডেশন- ৬৭৭৯)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَبَّاسٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ وَاصِلٍ، عَنْ أَبِي وَائِلٍ، قَالَ جَلَسْتُ إِلَى شَيْبَةَ فِي هَذَا الْمَسْجِدِ قَالَ جَلَسَ إِلَىَّ عُمَرُ فِي مَجْلِسِكَ هَذَا فَقَالَ هَمَمْتُ أَنْ لاَ أَدَعَ فِيهَا صَفْرَاءَ وَلاَ بَيْضَاءَ إِلاَّ قَسَمْتُهَا بَيْنَ الْمُسْلِمِينَ‏.‏ قُلْتُ مَا أَنْتَ بِفَاعِلٍ‏.‏ قَالَ لِمَ‏.‏ قُلْتُ لَمْ يَفْعَلْهُ صَاحِبَاكَ قَالَ هُمَا الْمَرْآنِ يُقْتَدَى بِهِمَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7282,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "তিনি বলেন, হে কুরআন পাঠকারী সমাজ! তোমরা (কুরআন ও সুন্নাহর উপর) সুদৃঢ় থাক। নিশ্চয়ই তোমরা অনেক পশ্চাতে পড়ে আছ। আর যদি তোমরা ডানদিকের কিংবা বামদিকের পথ অনুসরণ কর তাহলে তোমরা সঠিকপথ (হেদায়েত থেকে) অনেক দুরে সরে পড়বে।(আধুনিক প্রকাশনী- ৬৭৭৩, ইসলামিক ফাউন্ডেশন- ৬৭৮৫)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، عَنْ حُذَيْفَةَ، قَالَ يَا مَعْشَرَ الْقُرَّاءِ اسْتَقِيمُوا فَقَدْ سُبِقْتُمْ سَبْقًا بَعِيدًا فَإِنْ أَخَذْتُمْ يَمِينًا وَشِمَالاً، لَقَدْ ضَلَلْتُمْ ضَلاَلاً بَعِيدًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7284,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, যখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকাল করলেন আর তাঁর পরে আবূ বকর (রাঃ)-কে খালীফা করা হলো এবং আরবের যারা কাফির হবার তারা কাফির হয়ে গিয়েছিল, তখন ‘উমার (রাঃ) আবূ বকর (রাঃ)-কে বললেন, আপনি কী করে লোকদের বিরুদ্ধে যুদ্ধ করবেন, অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মানুষের সঙ্গে ‘লা ইলাহা ইল্লাল্লাহ্’ বলার পূর্ব পর্যন্ত যুদ্ধ করার জন্য নির্দেশপ্রাপ্ত। অতএব যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্’ বলল, সে তার জান ও মালকে আমার থেকে নিরাপদ করে নিল। তবে ইসলামী বিধানের আওতায় পড়লে আলাদা। তাদের প্রকৃত হিসাব আল্লাহর কাছে হবে। আবূ বকর (রাঃ) বললেন, যারা সালাত ও যাকাতের মধ্যে পার্থক্য করে, আমি অবশ্য অবশ্যই তাদের সঙ্গে যুদ্ধ করব। কেননা, যাকাত হল মালের হক। আল্লাহর শপথ! যদি তারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট যা আদায় করত, এখন তা (সেভাবে) দিতে অস্বীকার করে, তাহলেও আমি অবশ্যই তাদের সঙ্গে যুদ্ধ করব। ‘উমার (রাঃ) বললেন, আল্লাহর কসম! আমি দেখছিলাম যে, যুদ্ধ করার জন্য আল্লাহ্ তা‘আলা আবূ বকরের সিনা খুলে দিয়েছেন। সুতরাং আমি বুঝতে পারলাম এ সিদ্ধান্ত সঠিক।\n\n[ইমাম বুখারী (রহ.) বলেন] ইবনু বুকায়র ও ‘আবদুল্লাহ্ (রহ.) লায়স-এর সূত্রে উকায়ল থেকে বর্ণনা করতে গিয়ে। لو منعونى كذا (যদি তারা এ পরিমাণ দিতে অস্বীকার করে)-এর স্থলে لو منعونى عناقا (যদি তারা একটা ছোট উটের বাচ্চাও দিতে অস্বীকার করে) উল্লেখ করেছেন। আর এটিই সবচেয়ে শুদ্ধ। আর এটিকে লোকেরাعَنَاقًا  বর্ণনা করেছেন। عزوجل বস্তুত এ স্থানে عقالا পড়াটা জায়েয নয়। আর عقالا শব্দটি শা‘বী-এর হাদীসে মুরসাল সূত্রে বর্ণিত হয়েছে। সে রকম কুতাইবাহ (রহ.)ও عقالا বলেছেন।[১] [১৩৯৯, ১৪০০) (আধুনিক প্রকাশনী- ৬৭৭৫, ইসলামিক ফাউন্ডেশন- ৬৭৮৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ، وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ قَالَ عُمَرُ لأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ، إِلاَّ بِحَقِّهِ، وَحِسَابُهُ عَلَى اللَّهِ ‏\"‏‏.‏ فَقَالَ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ‏.‏ فَقَالَ عُمَرُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللَّهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ‏.‏ قَالَ ابْنُ بُكَيْرٍ وَعَبْدُ اللَّهِ عَنِ اللَّيْثِ عَنَاقًا‏.‏ وَهْوَ أَصَحُّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যারা বলে আমরা আল্লাহর কথা মানি, রাসূলের কথা মানিনা, আমরা ওমুক নাবীকে মানি,অন্যদেরকে মানি না, আমরা সলাত কায়েম করব, কিন্তু যাকাত, সিয়াম এগুলো মানি না, এরা সবাই পাক্কা কাফির। ‘‘যারা আল্লাহ ও তাঁর রসূলদেরকে অস্বীকার করে আর আল্লাহ ও রসূলদের মাঝে পার্থক্য সৃষ্টি করতে চায় আর বলে (রসূলদের) কতককে আমরা মানি আর কতককে মানি না, আর তারা তার (অর্থাৎ কুফরের ও ঈমানের) মাঝ দিয়ে একটা রাস্তা বের করতে চায় তারাই হল পাক্কা কাফির আর কাফিরদের জন্য আমি অবমাননাকর শাস্তি প্রস্ত্তত করে রেখেছি- (আন-নিসা-১৫০,১৫১)"
  },
  {
    "hadith_id": 7285,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, যখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকাল করলেন আর তাঁর পরে আবূ বকর (রাঃ)-কে খালীফা করা হলো এবং আরবের যারা কাফির হবার তারা কাফির হয়ে গিয়েছিল, তখন ‘উমার (রাঃ) আবূ বকর (রাঃ)-কে বললেন, আপনি কী করে লোকদের বিরুদ্ধে যুদ্ধ করবেন, অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মানুষের সঙ্গে ‘লা ইলাহা ইল্লাল্লাহ্’ বলার পূর্ব পর্যন্ত যুদ্ধ করার জন্য নির্দেশপ্রাপ্ত। অতএব যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্’ বলল, সে তার জান ও মালকে আমার থেকে নিরাপদ করে নিল। তবে ইসলামী বিধানের আওতায় পড়লে আলাদা। তাদের প্রকৃত হিসাব আল্লাহর কাছে হবে। আবূ বকর (রাঃ) বললেন, যারা সালাত ও যাকাতের মধ্যে পার্থক্য করে, আমি অবশ্য অবশ্যই তাদের সঙ্গে যুদ্ধ করব। কেননা, যাকাত হল মালের হক। আল্লাহর শপথ! যদি তারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট যা আদায় করত, এখন তা (সেভাবে) দিতে অস্বীকার করে, তাহলেও আমি অবশ্যই তাদের সঙ্গে যুদ্ধ করব। ‘উমার (রাঃ) বললেন, আল্লাহর কসম! আমি দেখছিলাম যে, যুদ্ধ করার জন্য আল্লাহ্ তা‘আলা আবূ বকরের সিনা খুলে দিয়েছেন। সুতরাং আমি বুঝতে পারলাম এ সিদ্ধান্ত সঠিক।\n\n[ইমাম বুখারী (রহ.) বলেন] ইবনু বুকায়র ও ‘আবদুল্লাহ্ (রহ.) লায়স-এর সূত্রে উকায়ল থেকে বর্ণনা করতে গিয়ে। لو منعونى كذا (যদি তারা এ পরিমাণ দিতে অস্বীকার করে)-এর স্থলে لو منعونى عناقا (যদি তারা একটা ছোট উটের বাচ্চাও দিতে অস্বীকার করে) উল্লেখ করেছেন। আর এটিই সবচেয়ে শুদ্ধ। আর এটিকে লোকেরাعَنَاقًا  বর্ণনা করেছেন। عزوجل বস্তুত এ স্থানে عقالا পড়াটা জায়েয নয়। আর عقالا শব্দটি শা‘বী-এর হাদীসে মুরসাল সূত্রে বর্ণিত হয়েছে। সে রকম কুতাইবাহ (রহ.)ও عقالا বলেছেন।[১] [১৩৯৯, ১৪০০) (আধুনিক প্রকাশনী- ৬৭৭৫, ইসলামিক ফাউন্ডেশন- ৬৭৮৭)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ عُقَيْلٍ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ وَكَفَرَ مَنْ كَفَرَ مِنْ الْعَرَبِ قَالَ عُمَرُ لِأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللهُ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللهُ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ وَحِسَابُهُ عَلَى اللهِ فَقَالَ وَاللهِ لأُ×قَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ وَاللهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ فَقَالَ عُمَرُ فَوَاللهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ قَالَ ابْنُ بُكَيْرٍ وَعَبْدُ اللهِ عَنْ اللَّيْثِ عَنَاقًا وَهُوَ أَصَحُّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যারা বলে আমরা আল্লাহ্‌র কথা মানি, রাসূলের কথা মানিনা, আমরা অমুক নবীকে মানি, অন্যদেরকে মানিনা, আমরা সালাত কায়েম করব, কিন্তু যাকাত, সিয়াম এগুলো মানি না, এরা সবাই পাক্কা কাফির । “যারা আল্লাহ ও তাঁর রসূলদেরকে অস্বীকার করে আর আল্লাহ ও রসূলদের মাঝে পার্থক্য সৃষ্টি করতে চায় আর বলে (রসূলদের) কতককে আমরা মানি আর কতককে মানি না, আর তারা তার (অর্থাৎ কুফরের ও ঈমানের) মাঝ দিয়ে একটা রাস্তা বের করতে চায় তারাই হল পাক্কা কাফির আর কাফিরদের জন্য আমি আবমাননাকর শাস্তি প্রস্তুত করে রেখেছি - (আন-নিসা-১৫০, ১৫১)"
  },
  {
    "hadith_id": 7287,
    "narrator": "আসমা বিন্‌ত আবূ বক্‌র (রাঃ)",
    "bn": "তিনি বলেন, একবার সুর্যগ্রহণের সময় আমি ‘আইশাহ (রাঃ) - এর কাছে এলাম। লোকেরা তখন (সালাতে) দাঁড়িয়েছিল এবং তিনিও দাঁড়িয়ে সালাত পড়ছিলেন। আমি জিজ্ঞাসাঃ করলাম, লোকদের কি হল? তিনি হাত দিয়ে আকাশের দিকে ইঙ্গিত করলেন এবং বললেন, সুবহানাল্লাহ! আমি বললাম, এটা কি কোন নিদর্শন? তখন তিনি মাথা নেড়ে হাঁ বললেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সালাত পড়া শেষ করলেন, তখন তিনি আল্লাহর প্রশংসা করলেন ও ছানা পড়লেন। তারপর বললেন, আমি যা দেখিনি তার সবকিছুই আজকের আমার এ জায়গায় দেখলাম। এমন কি জান্নাত ও জাহান্নামও দেখলাম। আর আমার কাছে ওয়াহী করা হয়েছে যে, কবরে তোমাদের পরীক্ষা করা হবে, প্রায় দাজ্জালের পরীক্ষার মতই। তবে যারা মু’মিন হবে, অথবা (বলেছিলেন) মুসলিম হবে। বর্ননাকারী বলেন, আসমা (রাঃ) ‘মু’মিন’- বলেছিলেন, না ‘মুসলিম’- বলেছিলেন তা আমার স্বরণ নেই। তারা বলবে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে  স্পষ্ট প্রমাণ নিয়ে এসেছিলেন, আমরা তার ডাকে সাড়া দিয়েছি এবং ঈমান এনেছি। তখন তাকে বলা হবে, তুমি শান্তিতে ঘুমোও, আমরা জানি তুমি দৃঢ় বিশ্বাসী ছিলে। আর যারা মুনাফিক হবে অথবা (বলেছিলেন) সন্দেহকারী হবে, বর্ণনাকারী বলেন, আসমা ‘মুনাফিক’- বলেছিলেন না ‘সন্দেহকারী’ বলেছিলেন তা আমার মনে নেই- তারা বলবে, আমি কিছুই জানি না, আমি মানুষকে কথা বলতে শুনেছি, আর তাই বলেছি।(আধুনিক প্রকাশনী- ৬৭৭৭, ইসলামিক ফাউন্ডেশন- ৬৭৮৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ ابْنَةِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ حِينَ خَسَفَتِ الشَّمْسُ، وَالنَّاسُ قِيَامٌ وَهْىَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا نَحْوَ السَّمَاءِ فَقَالَتْ سُبْحَانَ اللَّهِ‏.‏ فَقُلْتُ آيَةٌ‏.‏ قَالَتْ بِرَأْسِهَا أَنْ نَعَمْ‏.‏ فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏ \"‏ مَا مِنْ شَىْءٍ لَمْ أَرَهُ إِلاَّ وَقَدْ رَأَيْتُهُ فِي مَقَامِي، حَتَّى الْجَنَّةَ وَالنَّارَ، وَأُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ قَرِيبًا مِنْ فِتْنَةِ الدَّجَّالِ، فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُسْلِمُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ مُحَمَّدٌ جَاءَنَا بِالْبَيِّنَاتِ فَأَجَبْنَا وَآمَنَّا‏.‏ فَيُقَالُ نَمْ صَالِحًا عَلِمْنَا أَنَّكَ مُوقِنٌ‏.‏ وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7288,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেছেনঃ তোমরা আমাকে প্রশ্ন করা থেকে বিরত থাক, যে  পর্যন্ত না আমি তোমাদের কিছু বলি। কেননা, তোমাদের আগে যারা ছিল, তারা তাদের নবীদেরকে অধিক অধিক প্রশ্ন করা ও নবীদের সঙ্গে মতভেদের জন্যই ধ্বংস হয়েছে। তাই আমি যখন তোমাদেরকে কোন ব্যাপারে নিষেধ করি, তখন তা থেকে বেঁচে থাক। আর যদি কোন বিষয়ে আদেশ করি তাহলে সাধ্য অনুসারে মেনে চল।[মুসলিম ১৫/৭৩, হাঃ ১৩৩৭, আহমাদ ৯৭৮৭] (আধুনিক প্রকাশনী- ৬৭৭৮, ইসলামিক ফাউন্ডেশন- ৬৭৯০)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ دَعُونِي مَا تَرَكْتُكُمْ، إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِسُؤَالِهِمْ وَاخْتِلاَفِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا نَهَيْتُكُمْ عَنْ شَىْءٍ فَاجْتَنِبُوهُ، وَإِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7274,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন। তিনি বলেছেনঃ প্রত্যেক নবীকেই কোন-না-কোন অতুলনীয় নিদর্শন দেয়া হয়েছে যার উপর ঈমান আনা হয়েছে, কিংবা লোকেরা তাঁর উপর ঈমান এনেছে। আর আমাকে দেয়া হয়েছে ওয়াহী, যা আল্লাহ্‌ আমার উপর অবতীর্ণ করেছেন। সুতরাং আমি আশা করি যে, কেয়ামতের দিন আমার অনুসারীর সংখ্যা তাদের সবার চেয়ে বেশি হবে।(আধুনিক প্রকাশনী- ৬৭৬৬, ইসলামিক ফাউন্ডেশন- ৬৭৭৮)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا مِنَ الأَنْبِيَاءِ نَبِيٌّ إِلاَّ أُعْطِيَ مِنَ الآيَاتِ مَا مِثْلُهُ أُومِنَ ـ أَوْ آمَنَ ـ عَلَيْهِ الْبَشَرُ، وَإِنَّمَا كَانَ الَّذِي أُوتِيتُ وَحْيًا أَوْحَاهُ اللَّهُ إِلَىَّ، فَأَرْجُو أَنِّي أَكْثَرُهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আল কুরআন হল সর্বশেষ রাসূলের উপর নাযিলকৃত সর্বশ্রেষ্ঠ মু’যিযা। দুনিয়ার তামাম মানুষ একত্রিত হয়ে কিয়ামত পর্যন্ত চেস্টা সাধনা করলেও আল কুরআনের সূরার মত একটি সূরা তৈরি করতে সক্ষম হবে না। আল্লাহ্‌ তা‘আলা কুরআনে অতি স্পষ্টভাবে একাধিক জায়গায় এ চ্যালেঞ্জ দিয়ে রেখেছেন।"
  },
  {
    "hadith_id": 7367,
    "narrator": "আতা (রহঃ)",
    "bn": "তিনি বলেন, আমি জাবির ইব্‌ন আবদুল্লাহকে এ কথা বলতে শুনেছি যে, তাঁর সাথে আরো কিছু লোক ছিল। তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সাহাবীগণ কেবল হজ্জের নিয়তে ইহরাম বেঁধেছিলাম। এর সাথে উমরার নিয়ত ছিল না। বর্ণনাকারী আতা (রহঃ) বলেন, জাবির (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যিলহজ্জ মাসের চার তারিখ সকাল বেলায় (মক্কায়) আসলেন। এরপর আমরাও যখন আসলাম, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের ইহরাম খুলে ফেলার হুকুম করলেন। তিনি বললেনঃ তোমরা ইহরাম খুলে ফেল এবং স্ত্রীদের সাথে মিলিত হও। (রাবী) আতা (রহঃ) বর্ণনা করেন, জাবির (রাঃ) বলেছেন, (স্ত্রী সহবাস) তিনি তাদের উপর বাধ্যতামূলক করেননি বরং বৈধ করেছেন। এরপর তিনি জানতে পারেন যে, আমরা বলাবলি করছি আমাদের ও আরাফার দিনের কেবল পাঁচদিন বাকী। তিনি আমাদেরকে আদেশ করেছেন যে, আমরা ইহরাম খুলে স্ত্রীদের সঙ্গে মিলিত হই। তখন আমরা আরাফায় পৌঁছব আর আমাদের পুরুষাঙ্গ থেকে মযী বের হতে থাকবে। আতা বলেন, জাবির (রাঃ) এ কথা বোঝানোর জন্য হাত দ্বারা ইশারা করেছিলেন কিংবা হাত নেড়েছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন এবং বললেনঃ তোমরা জান, আমি তোমাদের মধ্যে আল্লাহকে বেশী ভয় করি, তোমাদের চেয়ে আমি বেশী সত্যবাদী ও নিষ্ঠাবান। আমার সাথে যদি কুরবানীর পশু না থাকত, আমিও তোমাদের মত ইহরাম খুলে ফেলতাম। সুতরাং ইহরাম খুলে ফেল। আমি যদি আমার কাজের পরিণাম আগে জানতাম যা পরে জেনেছি তবে আমি কুরবানীর পশু সঙ্গে আনতাম না। কাজেই আমরা ইহরাম খুলে ফেললাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর [মুসলিম ১৫/১৭, হাঃ ১২১৬, আহমাদ ১৪২৪২] (আধুনিক প্রকাশনী- ০০০০, ইসলামিক ফাউন্ডেশন- ৬৮৬১)\n\n \n\nআদেশ শোনলাম এবং তাঁর আনুগত্য করলাম।",
    "ar": "الْمَكِّيُّ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ جُرَيْجٍ قَالَ عَطَاءٌ قَالَ جَابِرٌ قَالَ أَبُو عَبْد اللهِ وَقَالَ مُحَمَّدُ بْنُ بَكْرٍ البُرْسَانِيُّ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ فِي أُنَاسٍ مَعَهُ قَالَ أَهْلَلْنَا أَصْحَابَ رَسُولِ اللهِ صلى الله عليه وسلم فِي الْحَجِّ خَالِصًا لَيْسَ مَعَهُ عُمْرَةٌ قَالَ عَطَاءٌ قَالَ جَابِرٌ فَقَدِمَ النَّبِيُّ صلى الله عليه وسلم صُبْحَ رَابِعَةٍ مَضَتْ مِنْ ذِي الْحِجَّةِ فَلَمَّا قَدِمْنَا أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم أَنْ نَحِلَّ وَقَالَ أَحِلُّوا وَأَصِيبُوا مِنْ النِّسَاءِ قَالَ عَطَاءٌ قَالَ جَابِرٌ وَلَمْ يَعْزِمْ عَلَيْهِمْ وَلَكِنْ أَحَلَّهُنَّ لَهُمْ فَبَلَغَهُ أَنَّا نَقُولُ لَمَّا لَمْ يَكُنْ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلاَّ خَمْسٌ أَمَرَنَا أَنْ نَحِلَّ إِلَى نِسَائِنَا فَنَأْتِي عَرَفَةَ تَقْطُرُ مَذَاكِيرُنَا الْمَذْيَ قَالَ وَيَقُولُ جَابِرٌ بِيَدِهِ هَكَذَا وَحَرَّكَهَا فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ قَدْ عَلِمْتُمْ أَنِّي أَتْقَاكُمْ لِلَّهِ وَأَصْدَقُكُمْ وَأَبَرُّكُمْ وَلَوْلاَ هَدْيِي لَحَلَلْتُ كَمَا تَحِلُّونَ فَحِلُّوا فَلَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ فَحَلَلْنَا وَسَمِعْنَا وَأَطَعْنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7360,
    "narrator": "জুবায়র ইব্‌নু মুত্‌ঈম (রাঃ)",
    "bn": "তিনি বলেন, এক স্ত্রীলোক রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট হাযির হল এবং তাঁর সঙ্গে কোন ব্যাপারে কথাবার্তা বলল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে কোন বিষয়ে নির্দেশ দিলেন। এরপর স্ত্রীলোকটি বলল, হে আল্লাহ্‌র রসূল। আপনাকে যদি না পাই? তিনি বললেনঃ যখন আমাকে পাবে না, তখন আসবে আবূ বকর (রাঃ) - এর কাছে। আবূ ‘আবদুল্লাহ্‌ [(ইমাম বুখারী (রহঃ)] বলেন, বর্ণনাকারী হুমায়দী (রহঃ) ইবরাহীম ইব্‌নু সা‘দ (রহঃ) থেকে আরো অতিরিক্ত বলেছেন, স্ত্রীলোকটি সম্ভবত তার কথা দ্বারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মৃত্যুর প্রতি ইঙ্গিত করেছেন।(আধুনিক প্রকাশনী- ৬৮৪৬, ইসলামিক ফাউন্ডেশন- ৬৮৫৮)",
    "ar": "عُبَيْدُ اللهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ حَدَّثَنَا أَبِي وَعَمِّي قَالاَ حَدَّثَنَا أَبِي عَنْ أَبِيهِ أَخْبَرَنِي مُحَمَّدُ بْنُ جُبَيْرٍ أَنَّ أَبَاهُ جُبَيْرَ بْنَ مُطْعِمٍ أَخْبَرَهُ أَنَّ امْرَأَةً أَتَتْ رَسُولَ اللهِ صلى الله عليه وسلم فَكَلَّمَتْهُ فِي شَيْءٍ فَأَمَرَهَا بِأَمْرٍ فَقَالَتْ أَرَأَيْتَ يَا رَسُولَ اللهِ إِنْ لَمْ أَجِدْكَ قَالَ إِنْ لَمْ تَجِدِينِي فَأْتِي أَبَا بَكْرٍ زَادَ لَنَا الْحُمَيْدِيُّ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ كَأَنَّهَا تَعْنِي الْمَوْتَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7356,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঘোড়া ব্যবহারের দিক দিয়ে মানুষ তিন রকম। এক রকম লোকের জন্য ঘোড়া সওয়ারের মাধ্যম, আর এক রকম লোকের জন্য তা পাপ থেকে বাঁচার অবলম্বন এবং আর এক রকম লোকের জন্য তা শাস্তির কারণ। তার জন্য ঘোড়া সওয়ারের মাধ্যম, যে ঘোড়াকে আল্লাহ্‌র রাস্তায় ব্যবহারের জন্য প্রস্তুত রাখে এবং চারণভূমি বা বাগানে প্রশস্ত রশিতে বেঁধে বিচরণ করতে দেয়। এই রশি যত লম্বা এবং যত দূরত্বে ঘোড়া চরতে পারে, সে তত বেশি সওয়াব পায়। যদি ঘোড়া এ দড়ি ছিঁড়ে এক চক্কর বা দু’চক্কর লাগায় তবে ঐ ঘোড়ার প্রতিটি পদক্ষেপ এবং মালের বিনিময়ে তাকে সওয়াব দেয়া হয়। ঘোড়া যদি কোন নদী বা নালায় গিয়ে পানি খেয়ে ফেলে অথচ মালিক পানি খাওয়ারনোর নিয়ত করেনি, এগুলো খুবই নেক কাজ। এর জন্য এ লোকের সওয়াব আছে। আর যে লোক ঘোড়া পালন করে একমাত্র অমুখাপেক্ষিতা এবং স্বনির্ভরতা বজায় রাখার জন্য; এর সঙ্গে সঙ্গে ঘোড়ার ঘাড়ে ও পিঠে যে আল্লাহ্‌র হক আছে তা আদায় করতেও সে ভুলে যায় না। এ ঘোড়া তার জন্য শাস্তি থেকে পর্দা হবে। আর যে ব্যক্তি অহংকার ও বশ্যতঃ ও লোক দেখানোর জন্য ঘোড়া পোষে, তার জন্য এই ঘোড়া (পাপের) বোঝা হবে। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে গাধা সম্পর্কে জিজ্ঞেস করা হল। তখন তিনি বললেনঃ এ সম্পর্কে আমার উপর ব্যাপক অর্থবোধক একটি আয়াত ব্যতীত আল্লাহ্‌ অন্য কিছু অবতীর্ণ করেন নিঃ “অতএব কেউ অণু পরিমাণও সৎ কাজ করলে সে তা দেখবে, আর কেউ অণু পরিমাণও অসৎ কাজ করলে সে তা দেখবে।”- (সূরাহ যিলযালা ৯৯/৭-৮)। [২৩৭১] (আধুনিক প্রকাশনী- ৬৮৪২, ইসলামিক ফাউন্ডেশন- ৬৮৫৪)",
    "ar": "إِسْمَاعِيلُ حَدَّثَنِي مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِي صَالِحٍ السَّمَّانِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الْخَيْلُ لِثَلاَثَةٍ لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْرٌ وَعَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللهِ فَأَطَالَ لَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنْ الْمَرْجِ أَوْ الرَّوْضَةِ كَانَ لَهُ حَسَنَاتٍ وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ وَهِيَ لِذَلِكَ الرَّجُلِ أَجْرٌ وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللهِ فِي رِقَابِهَا وَلاَ ظُهُورِهَا فَهِيَ لَهُ سِتْرٌ وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً فَهِيَ عَلَى ذَلِكَ وِزْرٌ وَسُئِلَ رَسُولُ اللهِ صلى الله عليه وسلم عَنْ الْحُمُرِ قَالَ مَا أَنْزَلَ اللهُ عَلَيَّ فِيهَا إِلاَّ هَذِهِ الْآيَةَ الْفَاذَّةَ الْجَامِعَةَ {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7353,
    "narrator": "উবায়দ ইব্‌নু ‘উমায়র(রহঃ)",
    "bn": "তিনি বলেন, আবূ মূসা (রাঃ) ‘উমর (রাঃ) - এর কাছে আসার অনুমতি চাইলেন। আবূ মূসা (রাঃ) তাঁকে যেন কোন কাজে ব্যস্ত মনে করে ফিরে যাচ্ছিলেন। ‘উমর (রাঃ) বললেন, আমি কি ‘আব্দুল্লাহ্‌ ইব্‌নু কায়স-এর শব্দ শুনিনি? তাকে এখানে আসার অনুমতি দাও। এরপর তাঁকে ডেকে আনা হলে ‘উমর (রাঃ) জিজ্ঞেস করলেন, কী জিনিস আপনাকে ফিরে বাধ্য করল? আবূ মূসা (রাঃ) বললেন, আমাদেরকে এরকমই করার আদেশ দেয়া হত। ‘উমর (রাঃ) বললেন, আপনার কথার পক্ষে প্রমান পেশ দিন, অন্যথায় আপনার সঙ্গে মোকাবেলা করব। এরপর তিনি আনসারদের এক মজলিসে চলে গেলেন। তারা বলল, আমাদের বালকরাই এর পক্ষে সাক্ষ্য দেবে। এরপর আবূ সা’ঈদ খুদ্‌রী (রাঃ) দাঁড়িয়ে বললেন, হ্যাঁ, আমাদেরকে এরকম করারই নির্দেশ দেয়া হত। এরপর ‘উমর (রাঃ) বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর এ আদেশটি আমার অজানা থেকে গেল। বাজারের ব্যস্ততাই আমাকে জানা থেকে বিরত রেখেছে।(আধুনিক প্রকাশনী- ৬৮৩৯, ইসলামিক ফাউন্ডেশন- ৬৮৫১)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنِي عَطَاءٌ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ اسْتَأْذَنَ أَبُو مُوسَى عَلَى عُمَرَ فَكَأَنَّهُ وَجَدَهُ مَشْغُولاً فَرَجَعَ، فَقَالَ عُمَرُ أَلَمْ أَسْمَعْ صَوْتَ عَبْدِ اللَّهِ بْنِ قَيْسٍ، ائْذَنُوا لَهُ‏.‏ فَدُعِيَ لَهُ فَقَالَ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ فَقَالَ إِنَّا كُنَّا نُؤْمَرُ بِهَذَا‏.‏ قَالَ فَأْتِنِي عَلَى هَذَا بِبَيِّنَةٍ أَوْ لأَفْعَلَنَّ بِكَ‏.‏ فَانْطَلَقَ إِلَى مَجْلِسٍ مِنَ الأَنْصَارِ فَقَالُوا لاَ يَشْهَدُ إِلاَّ أَصَاغِرُنَا‏.‏ فَقَامَ أَبُو سَعِيدٍ الْخُدْرِيُّ فَقَالَ قَدْ كُنَّا نُؤْمَرُ بِهَذَا‏.‏ فَقَالَ عُمَرُ خَفِيَ عَلَىَّ هَذَا مِنْ أَمْرِ النَّبِيِّ صلى الله عليه وسلم، أَلْهَانِي الصَّفْقُ بِالأَسْوَاقِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7352,
    "narrator": "আমর ইব্‌নু ‘আস (রাঃ)",
    "bn": "তিনি  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে এ কথা বলতে শুনেছেন, কোন বিচারক ইজ্‌তিহাদে সঠিক সিদ্ধান্তে পৌঁছলে তার জন্য আছে দু’টি পুরস্কার। আর বিচারক ইজ্‌তিহাদে ভুল করলে তার জন্যও রয়েছে একটি পুরস্কার।[মুসলিম ৩০/৬, হাঃ ১৭১৬] (আধুনিক প্রকাশনী- ৬৮৩৮, ইসলামিক ফাউন্ডেশন- ৬৮৫০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ، مَوْلَى عَمْرِو بْنِ الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ ‏\"‏‏.‏ قَالَ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ أَبَا بَكْرِ بْنَ عَمْرِو بْنِ حَزْمٍ فَقَالَ هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ‏.‏ وَقَالَ عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইমাম ইবনুল মুনযির বলেন : বিচারক যদি ইজতেহাদ করায় পন্ডিত হয়ে থাকেন, এমতাবস্থায় ইজতেহাদ করতে গিয়ে কোন ভুল করে বসেন তবুও তাকে নেকী দেয়া হবে। পক্ষান্তরে যদি তিনি পন্ডিত না হোন, এমতাবস্থায় ইজতেহাদ করতে গিয়ে কোন ভুল করে বসেন তবে এক্ষেত্রে তাকে নেকী দেয়া হবে না। এ ব্যাপারে প্রমাণ হল সুনানে বর্ণিত বুরাইদা (রাঃ)’র হাদীস যা বিভিন্ন শব্দে বর্ণিত হয়েছে। যথা : القضاة ثلاثة\n\nতার মধ্যে রয়েছে : وقاض قضى بغير حق فهو في النار وقاض قضى وهو لا يعلم فهو في النار\n\nএখানে (الامر) নির্দেশ বা হুকুম দ্বারা উদ্দেশ্য إفعل সিগা (শব্দরূপ) এবং (النهي) নিষেধ দ্বারা উদ্দেশ্য لا تفعل সিগা (শব্দরূপ)।\n\nআর সাহাবীর কথা যেমন : أمرنا رسول الله بكذا অর্থাৎ ‘‘রসূলসাঃ আমদেরকে এমন করতে নির্দেশ দেন অথবা ওটা হতে নিষেধ করেছেন’’ এ বিষয়ে মতভেদ রয়েছে।\n\nকিন্তু অধিকাংশ সালাফদের নিকট راجح বা অগ্রাধিকারযোগ্য মত হচ্ছে যে, কোন পার্থক্য নেই (অর্থাৎ রসূলের কথা افعل এবং সাহাবীর কথা امرنا رسول الله بكذا এতদুভয়ের মাঝে কোন পার্থক্য নেই। অনুরূপভাবে রসূলের কথা لا تفعل এবং সাহাবীর কথা نهانا عنه এবং মাঝে কোনই পার্থক্য নেই)। আবার কিছু কিছু উসূলবাদী আমরের সিগার (নির্দেশ সূচক শব্দরূপের) ১৭টি অর্থ এবং নাহীর সিগার (নিষেধ সূচক শব্দরূপের) ৮টি অর্থ উল্লেখ করেন। আর কাজী আবূ বকর ত্বায়্যিব ইমাম মালেক ও ইমাম শাফে’য়ী থেকে বর্ণনা করেন যে, তাদের উভয়ের নিকটই আমরের সীগা ওয়াজিবের জন্য এবং নাহীর সীগা হারামের জন্য প্রয়োগ হবে যতক্ষণ পর্যন্ত এর বিপরীত কোন প্রমাণ প্রতিষ্ঠিত না হবে।\n\nইমাম ইবনু বাত্তাল বলেন :\n\nজামহুরের মত এটাই।"
  },
  {
    "hadith_id": 7350,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী ও আবূ হুরায়রা (রাঃ)",
    "bn": "তাঁরা বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনী আদী আনসারী গোত্রের এক লোককে খায়বারের শাসনকর্তা নিযুক্ত করে পাঠালেন। এরপর সে ফিরে আসল উন্নতমানের খেজুর নিয়ে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞাসা করলেন, খায়বারের সব খেজুরই কি এ রকম? তিনি বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম! সব খেজুরই এমন নয়। আমরা দু’ সা’ মন্দ খেজুরের বিনিময়ে এরূপ এক সা’ ভাল খেজুর খরিদ করেছি। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এমন করো না। বরং সমানে সমানে কেনা বেচা করো। কিংবা এগুলো বিক্রি করে এর মূল্য দিয়ে সেগুলো খরিদ করো। ওজনের সব জিনিষের হুকুম এটাই। (আধুনিক প্রকাশনী- ৬৮৩৭, ইসলামিক ফাউন্ডেশন- ৬৮৪৯)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، يُحَدِّثُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، وَأَبَا، هُرَيْرَةَ حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَخَا بَنِي عَدِيٍّ الأَنْصَارِيَّ وَاسْتَعْمَلَهُ عَلَى خَيْبَرَ، فَقَدِمَ بِتَمْرٍ جَنِيبٍ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا ‏\"‏‏.‏ قَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ إِنَّا لَنَشْتَرِي الصَّاعَ بِالصَّاعَيْنِ مِنَ الْجَمْعِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَفْعَلُوا، وَلَكِنْ مِثْلاً بِمِثْلٍ، أَوْ بِيعُوا هَذَا وَاشْتَرُوا بِثَمَنِهِ مِنْ هَذَا وَكَذَلِكَ الْمِيزَانُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7351,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী ও আবূ হুরায়রা (রাঃ)",
    "bn": "তাঁরা বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনী আদী আনসারী গোত্রের এক লোককে খায়বারের শাসনকর্তা নিযুক্ত করে পাঠালেন। এরপর সে ফিরে আসল উন্নতমানের খেজুর নিয়ে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞাসা করলেন, খায়বারের সব খেজুরই কি এ রকম? তিনি বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম! সব খেজুরই এমন নয়। আমরা দু’ সা’ মন্দ খেজুরের বিনিময়ে এরূপ এক সা’ ভাল খেজুর খরিদ করেছি। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এমন করো না। বরং সমানে সমানে কেনা বেচা করো। কিংবা এগুলো বিক্রি করে এর মূল্য দিয়ে সেগুলো খরিদ করো। ওজনের সব জিনিষের হুকুম এটাই। (আধুনিক প্রকাশনী- ৬৮৩৭, ইসলামিক ফাউন্ডেশন- ৬৮৪৯)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَخِيهِ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيَّبِ، يُحَدِّثُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، وَأَبَا، هُرَيْرَةَ حَدَّثَاهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَخَا بَنِي عَدِيٍّ الأَنْصَارِيَّ وَاسْتَعْمَلَهُ عَلَى خَيْبَرَ، فَقَدِمَ بِتَمْرٍ جَنِيبٍ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَكُلُّ تَمْرِ خَيْبَرَ هَكَذَا ‏\"‏‏.‏ قَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ إِنَّا لَنَشْتَرِي الصَّاعَ بِالصَّاعَيْنِ مِنَ الْجَمْعِ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَفْعَلُوا، وَلَكِنْ مِثْلاً بِمِثْلٍ، أَوْ بِيعُوا هَذَا وَاشْتَرُوا بِثَمَنِهِ مِنْ هَذَا وَكَذَلِكَ الْمِيزَانُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7347,
    "narrator": "আলী ইব্‌নু আবূ ত্বলিব (রাঃ)",
    "bn": "তিনি বলেন, এক রাতে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর এবং রসূলের মেয়ে ফাতিমা (রাঃ) এর নিকট আসলেন।  রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে জিজ্ঞেস করলেন, তোমরা সালাত পড়েছ কি? ‘আলী (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রসূল! আমাদের জীবন তো আল্লাহ্‌র হাতে। তিনি আমাদেরকে যখন জাগাতে চান, জাগিয়ে দেন। এ কথা বলার সঙ্গে সঙ্গে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চলে গেলেন, তার কথার জবাব দিলেন না। ‘আলী (রাঃ) বলেন, আমি শুনতে পেলাম, তিনি চলে যাচ্ছেন, আর ঊরুতে হাত মেরে মেরে বলছেনঃ মানুষ অধিকাংশ বিষয়েই বিতর্কপ্রিয়। আবূ ‘আব্দুল্লাহ্‌ (বুখারী) (রহঃ) বলেন, তোমার কাছে রাতের বেলা আগমনকারী আসে তাকে ‘তারিক’ বা রাতের অতিথি বলে। ‘তারিক’ একটি তারাকেও বলা হয়। আর ‘সাক্বিব’ অর্থ হল জ্যোতির্ময়। এজন্যই আগুন যে জ্বালায় তাকে বলা হয়, তুমি আগুন জ্বালাও।(আধুনিক প্রকাশনী- ৬৮৩৪, ইসলামিক ফাউন্ডেশন- ৬৮৪৬)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح حَدَّثَنِي مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا عَتَّابُ بْنُ بَشِيرٍ، عَنْ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنٍ، أَنَّ حُسَيْنَ بْنَ عَلِيٍّ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طَرَقَهُ وَفَاطِمَةَ ـ عَلَيْهَا السَّلاَمُ ـ بِنْتَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُمْ ‏\"‏ أَلاَ تُصَلُّونَ ‏\"‏‏.‏ فَقَالَ عَلِيٌّ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا أَنْفُسُنَا بِيَدِ اللَّهِ، فَإِذَا شَاءَ أَنْ يَبْعَثَنَا بَعَثَنَا، فَانْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَالَ لَهُ ذَلِكَ وَلَمْ يَرْجِعْ إِلَيْهِ شَيْئًا، ثُمَّ سَمِعَهُ وَهْوَ مُدْبِرٌ يَضْرِبُ فَخِذَهُ وَهْوَ يَقُولُ ‏{‏وَكَانَ الإِنْسَانُ أَكْثَرَ شَىْءٍ جَدَلاً‏}‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ يُقَالُ مَا أَتَاكَ لَيْلاً فَهْوَ طَارِقٌ‏.‏ وَيُقَالُ الطَّارِقُ النَّجْمُ، وَالثَّاقِبُ الْمُضِيءُ، يُقَالُ أَثْقِبْ نَارَكَ لِلْمُوقِدِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "শাইখ আবূ মুহাম্মাদিবনু আবি জামরাহ বলেন, এ হাদীসের মধ্যে শিক্ষণীয় হচ্ছেঃ\n১. বিশেষ করে গাফেল নিকটাত্মীয় এবং সঙ্গী সাথীদেরকে স্মরণ করে দেওয়ার বৈধতা।\n২. যা অন্যের সাথে সংশ্লিষ্ট সেই ব্যাপারে কোন ব্যক্তির তার নিজের সাথে কথোপকথনের বৈধতা।\n৩. আশ্চর্য হওয়ার সময় কোন ব্যক্তি তার নিজের কোন অঙ্গের উপর প্রহার করার বৈধতা। অনুরূপভাবে আফসোস বা পরিতাপের সময় ও তা বৈধ।\n৪. আলী (রাঃ)’র ফযীলত। (ফাতহুল বারী)"
  },
  {
    "hadith_id": 7348,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, একবার আমরা মসজিদে নাবাবীতে ছিলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদ থেকে বের হয়ে আমাদেরকে বললেনঃ তোমরা চলো ইয়াহূদীদের সেখানে যাই। আমরা তাঁর সঙ্গে বেরোলাম। শেষে আমরা বায়তুল মিদরাসে (তাদের শিক্ষালয়ে) পৌঁছলাম। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে দাঁড়িয়ে তাদেরকে উদ্দেশ্য করে বললেনঃ হে ইয়াহূদী সম্প্রদায়! তোমরা ইসলাম কবূল কর, এতে তোমরা নিরাপত্তা লাভ করবে। ইয়াহূদীরা বলল, হে আবূল কাসিম! আপনার পৌঁছানোর দায়িত্ব আপনি পালন করেছেন। অতঃপর তিনি বললেনঃ আমার ইচ্ছা তোমরা ইসলাম গ্রহণ কর এবং শান্তিতে থাক। তারাও আবার বলল, হে আবূল কাসিম! আপনার পৌঁছানোর দায়িত্ব আপনি পালন করেছেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি এরকমই ইচ্ছে পোষন করি। তৃতীয়বারেও তিনি তাই বললেন। অবশেষে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জেনে রেখো, যমীন একমাত্র আল্লাহ্‌ ও তাঁর রাসূলের। আমি তোমাদেরকে এই এলাকা থেকে নির্বাসিত করতে চাই। কাজেই তোমাদের যাদের মালপত্র আছে, তা যেন সে বিক্রি করে দেয়। তা নাহলে জেনে রেখো যমীন আল্লাহ্‌ ও তাঁর রাসূলের। (আধুনিক প্রকাশনী- ৬৮৩৫, ইসলামিক ফাউন্ডেশন- ৬৮৪৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَا نَحْنُ فِي الْمَسْجِدِ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ انْطَلِقُوا إِلَى يَهُودَ ‏\"‏‏.‏ فَخَرَجْنَا مَعَهُ حَتَّى جِئْنَا بَيْتَ الْمِدْرَاسِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَنَادَاهُمْ فَقَالَ ‏\"‏ يَا مَعْشَرَ يَهُودَ أَسْلِمُوا تَسْلَمُوا ‏\"‏‏.‏ فَقَالُوا بَلَّغْتَ يَا أَبَا الْقَاسِمِ‏.‏ قَالَ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ذَلِكَ أُرِيدُ أَسْلِمُوا تَسْلَمُوا ‏\"‏‏.‏ فَقَالُوا قَدْ بَلَّغْتَ يَا أَبَا الْقَاسِمِ‏.‏ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ذَلِكَ أُرِيدُ ‏\"‏‏.‏ ثُمَّ قَالَهَا الثَّالِثَةَ فَقَالَ ‏\"‏ اعْلَمُوا أَنَّمَا الأَرْضُ لِلَّهِ وَرَسُولِهِ وَإِنِّي أُرِيدُ أَنْ أُجْلِيَكُمْ مِنْ هَذِهِ الأَرْضِ، فَمَنْ وَجَدَ مِنْكُمْ بِمَالِهِ شَيْئًا فَلْيَبِعْهُ، وَإِلاَّ فَاعْلَمُوا أَنَّمَا الأَرْضُ لِلَّهِ وَرَسُولِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইয়াহূদীদের সঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর শান্তি চুক্তি থাকলেও তাঁরা চুক্তি লঙ্ঘন করে মুসলমানদের বিরোধিতায় লিপ্ত হয়ে পড়েছিল। ইয়াহূদীদের কায়নুকা বাজারে পর্দানশীল এক আরব মহিলা দুধ বিক্রি করতে আসলে ইয়াহূদীরা তাঁকে চরমভাবে অপমানিত করে। ইয়াহূদীদের নানামূখী ষড়যন্ত্র ও নির্লজ্জ শত্রুতার প্রেক্ষাপটে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেন - “হে ইয়াহূদ সমাজ! তোমরা আনূগত্য স্বীকার কর, না হলে কুরাইশদের মত তোমাদেরকেও বিপন্ন হতে হবে। তারা তা না করায় রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বিরুদ্ধে অভিযানের প্রস্তুতি নেন। তারা দূর্গে আশ্রয় নেয়। পনের দিন অবরুদ্ধ থাকার পর তারা আত্ন সমর্পণে বাধ্য হয়। অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নির্বাসিত করেন।"
  },
  {
    "hadith_id": 7324,
    "narrator": "মুহাম্মাদ ইবনু সীরীন (রহঃ",
    "bn": "তিনি বলেন, আমরা আবূ হুরায়রা (রাঃ) - এর নিকটে ছিলাম। তিনি লাল রঙের দু’টো কাতান পরে ছিলেন। এরপর তিনি নাক পরিষ্কার করলেন এবং বললেন, বাহঃ! বাহঃ! আবূ হুরায়রা আজ কাতান দিয়ে নাক পরিষ্কার করছে। অথচ আমার অবস্থা এমনও ছিল যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মিম্বর ও ‘আয়িশা (রাঃ) - এর হুজরার মধ্যবর্তী স্থানে বেহুঁশ হয়ে পড়ে থাকতাম। আগমনকারী আসতো, তার নিজ পা আমার গর্দানে রাখতো, মনে হতো আমি যেন পাগল। অথচ আমার তিলমাত্র পাগলামি ছিল না। আমার ছিল একমাত্র ক্ষুধার যন্ত্রণা।(আধুনিক প্রকাশনী- ৬৮১৩, ইসলামিক ফাউন্ডেশন- ৬৮২৫)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، قَالَ كُنَّا عِنْدَ أَبِي هُرَيْرَةَ وَعَلَيْهِ ثَوْبَانِ مُمَشَّقَانِ مِنْ كَتَّانٍ فَتَمَخَّطَ فَقَالَ بَخْ بَخْ أَبُو هُرَيْرَةَ يَتَمَخَّطُ فِي الْكَتَّانِ، لَقَدْ رَأَيْتُنِي وَإِنِّي لأَخِرُّ فِيمَا بَيْنَ مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى حُجْرَةِ عَائِشَةَ مَغْشِيًّا عَلَىَّ، فَيَجِيءُ الْجَائِي فَيَضَعُ رِجْلَهُ عَلَى عُنُقِي، وَيُرَى أَنِّي مَجْنُونٌ، وَمَا بِي مِنْ جُنُونٍ، مَا بِي إِلاَّ الْجُوعُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7325,
    "narrator": "আবদুর রহমান ইবনু আবিস (রহঃ)",
    "bn": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) - কে জিজ্ঞেস করা হয়েছিল; আপনি কি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে কোন ঈদে উপস্থিত ছিলেন? তিনি বললেন, হ্যাঁ। যদি তাঁর কাছে আমার বিশেষ একটা মর্যাদা না থাকতো তবে এত অল্প বয়সে তাঁর কাছে যাওয়ার সুযোগ পেতাম না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাসীর ইবনু সালাতের বাড়ির নিকটের পতাকার নিকট আসলেন। এরপর ঈদের সালাত পড়লেন। তারপর খুৎবা দিলেন। রাবী আযান এবং ইকামত-এর উল্লেখ করেননি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদেরকে সদকা প্রদানের নির্দেশ দিলেন। নারীরা তাদের কান ও গলার (অলঙ্কারের) দিকে ইশারা করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলাল (রাঃ) (তাদের কাছে যাবার) হুকুম করলেন। বিলাল (রাঃ) (অলঙ্কারাদি নিয়ে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)‘র কাছে ফিরে আসলেন।(আধুনিক প্রকাশনী- ৬৮১৪, ইসলামিক ফাউন্ডেশন- ৬৮২৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَابِسٍ، قَالَ سُئِلَ ابْنُ عَبَّاسٍ أَشَهِدْتَ الْعِيدَ مَعَ النَّبِيِّ صلى الله عليه وسلم قَالَ نَعَمْ وَلَوْلاَ مَنْزِلَتِي مِنْهُ مَا شَهِدْتُهُ مِنَ الصِّغَرِ، فَأَتَى الْعَلَمَ الَّذِي عِنْدَ دَارِ كَثِيرِ بْنِ الصَّلْتِ فَصَلَّى ثُمَّ خَطَبَ، وَلَمْ يَذْكُرْ أَذَانًا وَلاَ إِقَامَةً، ثُمَّ أَمَرَ بِالصَّدَقَةِ فَجَعَلَ النِّسَاءُ يُشِرْنَ إِلَى آذَانِهِنَّ وَحُلُوقِهِنَّ، فَأَمَرَ بِلاَلاً فَأَتَاهُنَّ، ثُمَّ رَجَعَ إِلَى النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7326,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুবার মসজিদে কখনো পায়ে হেঁটে আবার কখনো, সওয়ার হয়েও আসতেন। (আধুনিক প্রকাশনী- ৬৮১৫, ইসলামিক ফাউন্ডেশন- ৬৮২৭)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْتِي قُبَاءً مَاشِيًا وَرَاكِبًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7328,
    "narrator": "বর্ণনাকারী হিশাম তাঁর পিতা থেকে",
    "bn": "উমর (রাঃ) আয়িশা (রাঃ) - এর নিকট লোক পাঠালেন, আমাকে আমার দু’ সঙ্গী [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বাকর (রাঃ) - এর সঙ্গে দাফন হবার অনুমতি দিন। ‘আয়িশা (রাঃ) বললেন, হ্যাঁ। আল্লাহ্‌র কসম! বর্ণনাকারী আরো বলেন, ‘আয়িশা (রাঃ) - এর কাছে সাহাবাদের কেউ যখনই এই অনুমতির জন্য কাউকে পাঠাতেন, তখনি তিনি বলতেন, না। আল্লাহ্‌র কসম! আমি তাঁদের কাউকে কক্ষনো প্রাধান্য দেবো না। (আধুনিক প্রকাশনী- ৬৮১৬ শেষাংশ, ইসলামিক ফাউন্ডেশন- ৬৮২৮ শেষাংশ)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ادْفِنِّي مَعَ صَوَاحِبِي وَلاَ تَدْفِنِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْبَيْتِ، فَإِنِّي أَكْرَهُ أَنْ أُزَكَّى‏.‏ وَعَنْ هِشَامٍ، عَنْ أَبِيهِ، أَنَّ عُمَرَ، أَرْسَلَ إِلَى عَائِشَةَ ائْذَنِي لِي أَنْ أُدْفَنَ مَعَ صَاحِبَىَّ فَقَالَتْ إِي وَاللَّهِ‏.‏ قَالَ وَكَانَ الرَّجُلُ إِذَا أَرْسَلَ إِلَيْهَا مِنَ الصَّحَابَةِ قَالَتْ لاَ وَاللَّهِ لاَ أُوثِرُهُمْ بِأَحَدٍ أَبَدًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7330,
    "narrator": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর যুগের সা’ তোমাদের এ সময়ের এক মুদ ও এক মুদের এক-তৃতীয়াংশ মাপের ছিল। অবশ্য (পরবর্তী সময়ে) তা বৃদ্ধি পেয়েছে। (হাদীসটি) কাসিম ইবনু মালিক (রহঃ) যুআয়দ (রহঃ) থেকে শুনেছেন।(আধুনিক প্রকাশনী- ৬৮১৮, ইসলামিক ফাউন্ডেশন- ৬৮৩০)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ زُرَارَةَ، حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ، عَنِ الْجُعَيْدِ، سَمِعْتُ السَّائِبَ بْنَ يَزِيدَ، يَقُولُ كَانَ الصَّاعُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم مُدًّا وَثُلُثًا بِمُدِّكُمُ الْيَوْمَ، وَقَدْ زِيدَ فِيهِ‏.‏ \nسَمِعَ الْقَاسِمُ بْنُ مَالِكٍ الْجُعَيْدَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7332,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "ইয়াহূদীগণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট এক ব্যভিচারী পুরুষ এবং এক ব্যভিচারিণী নারীকে নিয়ে আসলো। তখন তিনি তাঁদের দু’জনকে শাস্তি দেয়ার নির্দেশ দিলে মসজিদে নাবাবীর নিকট জানাজা রাখার স্থানে তাদেরকে পাথর নিক্ষেপে মারা হয়। (আধুনিক প্রকাশনী- ৬৮২০, ইসলামিক ফাউন্ডেশন- ৬৮৩২)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، حَدَّثَنَا أَبُو ضَمْرَةَ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ الْيَهُودَ، جَاءُوا إِلَى النَّبِيِّ صلى الله عليه وسلم بِرَجُلٍ وَامْرَأَةٍ زَنَيَا، فَأَمَرَ بِهِمَا فَرُجِمَا قَرِيبًا مِنْ حَيْثُ تُوضَعُ الْجَنَائِزُ عِنْدَ الْمَسْجِدِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7335,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার ঘর ও আমার মিম্বরের মাঝের জায়গা জান্নাতের বাগানগুলোর একটি বাগান। আর আমার মিম্বর আমার হাওযের উপর। (আধুনিক প্রকাশনী- ৬৮২৩, ইসলামিক ফাউন্ডেশন- ৬৮৩৫)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مَالِكٌ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا بَيْنَ بَيْتِي وَمِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَمِنْبَرِي عَلَى حَوْضِي ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7316,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দু’রকম লোক ব্যতীত কারো উপর হিংসা করা যাবে না। (এক) যাকে আল্লাহ্‌ সম্পদ দিয়েছেন এবং হকপথে খরচ করার ক্ষমতা দান করেছেন। (দুই) যাকে আল্লাহ্‌ হিক্‌মাত (দ্বীনের বিষয়ে তীক্ষ্ন বুদ্ধি) দান করেছেন, আর সে এর আলোকে বিচার করে এবং  তা অন্যকে শিখায়। (আধুনিক প্রকাশনী- ৬৮০৬, ইসলামিক ফাউন্ডেশন- ৬৮১৮)",
    "ar": "حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ رَجُلٌ آتَاهُ اللَّهُ مَالاً فَسُلِّطَ عَلَى هَلَكَتِهِ فِي الْحَقِّ، وَآخَرُ آتَاهُ اللَّهُ حِكْمَةً فَهْوَ يَقْضِي بِهَا وَيُعَلِّمُهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7311,
    "narrator": "মুগীরাহ ইব্‌নু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) বলেছেনঃ কেয়ামত আসা পর্যন্ত আমার উম্মাতের এক দল সর্বদাই বিজয়ী থাকবে। আর তাঁরা  হলেন বিজয়ী। (আধুনিক প্রকাশনী- ৬৮০১, ইসলামিক ফাউন্ডেশন- ৬৮১৩)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُونَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7291,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে কতকগুলো বিষয়ে প্রশ্ন করা হল যা তিনি অপছন্দ করলেন। লোকেরা যখন তাঁকে অধিক অধিক প্রশ্ন করতে লাগল, তিনি রাগাম্বিত হলেন এবং বললেনঃ আমাকে প্রশ্ন কর। তখন এক লোক দাঁড়িয়ে জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! আমার পিতা কে? তিনি বললেনঃ তোমার পিতা হল হুযাফা। এরপর আরেকজন দাঁড়িয়ে জিজ্ঞেস করল, হে আল্লাহ্‌র  রসূল! আমার পিতা কে? তিনি বললেনঃ তোমার পিতা শায়বাহ্‌র আযাদকৃত গোলাম সালিম। ‘উমর (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর চেহারায় রাগের আলামত দেখে বললেন, আমরা আল্লাহর কাছে তওবা করছি। (আধুনিক প্রকাশনী- ৬৭৮১, ইসলামিক ফাউন্ডেশন- ৬৭৯৩)",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَشْيَاءَ كَرِهَهَا، فَلَمَّا أَكْثَرُوا عَلَيْهِ الْمَسْأَلَةَ غَضِبَ وَقَالَ ‏\"‏ سَلُونِي ‏\"‏‏.‏ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏‏.‏ ثُمَّ قَامَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ مَنْ أَبِي فَقَالَ ‏\"‏ أَبُوكَ سَالِمٌ مَوْلَى شَيْبَةَ ‏\"‏‏.‏ فَلَمَّا رَأَى عُمَرُ مَا بِوَجْهِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْغَضَبِ قَالَ إِنَّا نَتُوبُ إِلَى اللَّهِ عَزَّ وَجَلَّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7292,
    "narrator": "মুগীরাহ ইব্‌নু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, মু’আবিয়া (রাঃ) মুগীরাহ (রাঃ) এর কাছে লিখে পাঠালেন যে, তুমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে যা কিছু শুনেছ তা আমার কাছে লিখে পাঠাও। তিনি বলেন, তিনি তাকে লিখলেন যে, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি সালাতের পর বলতেনঃ আল্লাহ ব্যতীত অন্য কোন ইলাহ্‌ নেই। তিনি একক! তাঁর কোন শারীক নেই, সম্রাজ্য কেবলমাত্র তাঁরই, আর সকল প্রশংসা তাঁরই জন্য, তিনি সকল বিষয়ের উপর ক্ষমতাবান। হে আল্লাহ! তুমি যা দান করবে তাকে আটকানোর কেউ নেই, আর তুমি আটকাবে তা দেওয়ার মত কেউ নেই। ধন সম্পদ তোমার দরবারে সম্পদশালীদের কোন উপকার করবে না। তিনি আরো লিখেছিলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তর্কে লিপ্ত হওয়া, বেশি বেশি প্রশ্ন করা ও সস্পদ বিনষ্ট করা থেকে নিষেধ করতেন। আর তিনি মায়েদের অবাধ্য হতে, কন্যা সন্তানদের জীবন্ত কবর দিতে ও প্রাপকের পাওনা দেওয়া থেকে হাত গুটাতে আর নেয়ার ব্যাপারে হাত বাড়িয়ে দিতে নিষেধ করতেন। আবূ ‘আবদুল্লাহ্‌ [বুখারী(রহঃ)] বলেন, তারা (কাফির) জাহিলীয়্যাতের যুগে স্বীয় কন্যাদেরকে হত্যা করতেন। অতঃপর আল্লাহ তা হারাম করে দেন। (আধুনিক প্রকাশনী- ৬৭৮২, ইসলামিক ফাউন্ডেশন- ৬৭৯৪)",
    "ar": "حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ وَرَّادٍ، كَاتِبِ الْمُغِيرَةِ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى الْمُغِيرَةِ اكْتُبْ إِلَىَّ مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَكَتَبَ إِلَيْهِ إِنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏\"‏‏.‏ وَكَتَبَ إِلَيْهِ إِنَّهُ كَانَ يَنْهَى عَنْ قِيلَ وَقَالَ، وَكَثْرَةِ السُّؤَالِ، وَإِضَاعَةِ الْمَالِ، وَكَانَ يَنْهَى عَنْ عُقُوقِ الأُمَّهَاتِ وَوَأْدِ الْبَنَاتِ وَمَنْعٍ وَهَاتِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7293,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা ‘উমর (রাঃ) - এর কাছে ছিলাম। তখন তিনি বললেনঃ (যাবতীয়) কৃত্রিমতা হতে আমাদের নিষেধ করা হয়েছে। (আধুনিক প্রকাশনী- ৬৭৮৩, ইসলামিক ফাউন্ডেশন- ৬৭৯৫)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كُنَّا عِنْدَ عُمَرَ فَقَالَ نُهِينَا عَنِ التَّكَلُّفِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যাবতীয় মুনাফেকী নীতি অবলম্বন করা, ইবাদতের ক্ষেত্রে অনর্থক বাড়তি কষ্ট করা, নাটক করা, অন্যের চরিত্রে অভিনয় করা, নকল চুল, দাড়ি গোঁফ লাগিয়ে অন্যের মত হওয়া, যেমন খুশি তেমন সাজা, ছেলেদের পাকা চুল, দাড়ি লাগিয়ে মুরুব্বি সাজা ইত্যাদি যাবতীয় কৃএিমতা গ্রহন করতে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।"
  },
  {
    "hadith_id": 7294,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "দুপুরের পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে আসলেন এবং যুহরের সালাত পড়লেন। সালাম ফিরানোর পর তিনি মিম্বরে দাঁড়ালেন এবং কেয়ামত সম্পর্কে আলোচনা করলেন। তিনি উল্লেখ করলেন যে, কেয়ামতের আগে অনেক বড় বড় ঘটনা ঘটবে। তারপর তিনি বললেনঃ কেউ যদি আমাকে কোন বিষয়ে জিজ্ঞেস করা পছন্দ করে, তাহলে সে তা করতে পাররে। আল্লাহর শপথ! আমি এখানে অবস্হান করা পর্যন্ত তোমরা আমাকে যে বিষয়েই প্রশ্ন করবে, আমি তা তোমাদের জানাব। আনাস (রাঃ) বলেন, এতে লোকেরা খুব বেশি কাঁদল। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেশি বেশি বলতে থাকলেন তোমরা আমার কাছে প্রশ্ন কর। আনাস (রাঃ) বলেন, তখন এক লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আমার আশ্রয়ের জায়গা কোথায়? তিনি বললেন, জাহান্নাম। তারপর ‘আবদুল্লাহ ইব্‌নু হুযাফা (রাঃ) দাড়িয়ে বললেনঃ হে আল্লাহ্‌র রসূল! আমার পিতা কে? তিনি বললেনঃ  তোমার পিতা হুযাফা। আনাস (রাঃ) বলেন, তারপর তিনি বার বার বলতে লাগলেনঃ তোমরা আমার কাছে প্রশ্ন কর, আমার কাছে প্রশ্ন কর। এতে ‘উমর (রাঃ) হাঁটু গেড়ে বসে গেলেন এবং বললেন, আমরা আল্লাহ্‌কে রব হিসাবে মেনে ইসলামকে দ্বীন হিসাবে গ্রহণ করে এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে রসূল হিসাবে বিশ্বাস করে সন্তুষ্ট আছি। আনাস (রাঃ) বলেন, ‘উমর (রাঃ) যখন এ কথা বললেন, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ করলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ উত্তম! যে সত্তার হাতে আমার প্রাণ তাঁর শপথ করে বলছি, এই মুহূর্তে আমি যখন সালাতে ছিলাম তখন এ দেয়ালের প্রস্থে জান্নাত ও জাহান্নাম আমার সামনে পেশ করা হয়েছিল। আজকের মত এমন ভাল আর মন্দ আমি আর দেখিনি।(আধুনিক প্রকাশনী- ৬৭৮৪, ইসলামিক ফাউন্ডেশন- ৬৭৯৬)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ،‏.‏ وَحَدَّثَنِي مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه‏.‏ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى الظُّهْرَ فَلَمَّا سَلَّمَ قَامَ عَلَى الْمِنْبَرِ فَذَكَرَ السَّاعَةَ، وَذَكَرَ أَنَّ بَيْنَ يَدَيْهَا أُمُورًا عِظَامًا ثُمَّ قَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَسْأَلَ عَنْ شَىْءٍ فَلْيَسْأَلْ عَنْهُ، فَوَاللَّهِ لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ بِهِ، مَا دُمْتُ فِي مَقَامِي هَذَا ‏\"‏‏.‏ قَالَ أَنَسٌ فَأَكْثَرَ النَّاسُ الْبُكَاءَ، وَأَكْثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏‏.‏ فَقَالَ أَنَسٌ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ أَيْنَ مَدْخَلِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ النَّارُ ‏\"‏‏.‏ فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏‏.‏ قَالَ ثُمَّ أَكْثَرَ أَنْ يَقُولَ ‏\"‏ سَلُونِي سَلُونِي ‏\"‏‏.‏ فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صلى الله عليه وسلم رَسُولاً‏.‏ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَالَ عُمَرُ ذَلِكَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ وَأَنَا أُصَلِّي، فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7296,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লোকেরা একে অপরকে প্রশ্ন করতে থাকবে যে, এ আল্লাহ সব কিছুরই স্রষ্টা, তবে আল্লাহকে কে সৃষ্টি করল?[মুসলিম ১/৬০, হাঃ ১৩৬] (আধুনিক প্রকাশনী- ৬৭৮৬, ইসলামিক ফাউন্ডেশন- ৬৭৯৮)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا وَرْقَاءُ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَنْ يَبْرَحَ النَّاسُ يَتَسَاءَلُونَ حَتَّى يَقُولُوا هَذَا اللَّهُ خَالِقُ كُلِّ شَىْءٍ فَمَنْ خَلَقَ اللَّهَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যদি কেউ এ রকম পরিস্থিতির সম্মুখীন হয় তবে সে যেন আল্লাহর কাছে আশ্রয় প্রার্থনা করে। অর্থাৎ أعوذ بالله من الشيطان الرجيم বলে এবং তা বলা থেকে বিরত থাকে। আর সহীহ মুসলিমের শব্দে রয়েছে :\n\nفَمَنْ وَجَدَ مِنْ ذَلِكَ شَيْئًا فَلْيَقُلْ آمَنْتُ بِاللَّهِ\n\nআর আবূ দাউদ ও নাসায়ীতে অতিরিক্ত হলো : তখন তোমরা বলবে : الله أحد الله الصمد\n\nঅতঃপর বাম দিকে থুথু দিবে ও أعوذ بالله من الشيطان الرجيم বলবে। আর মুসনাদে আহমাদে বর্ণিত ’আয়িশাহ’র হাদীসে রয়েছে: فَإِذَا وَجَدَ أَحَدُكُمْ ذَلَكَ فَلْيَقُلْ آمَنْتُ بِاللَّهِ وَرَسُوْلِهِ فَإِن ذَلِكَ يَذْهَبُ عَنْهُ\n\n(ফাতহুল বারী)"
  },
  {
    "hadith_id": 7297,
    "narrator": "ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে মদিনায় এক শস্য ক্ষেতে ছিলাম। তিনি একটি খেজুরের ডালে ভর দিয়ে ইয়াহূদীদের একটি দলের নিকট দিয়ে  যাচ্ছিলেন। তাদের কেউ বলল, তাকে রূহ্‌ সম্পর্কে জিজ্ঞাসা কর। আর কেউ বলল তাঁকে জিজ্ঞাসা করো না, এতে তোমাদেরকে এমন উত্তর শুনতে হতে পারে যা তোমরা অপছন্দ কর। অতঃপর তারা তাঁর কাছে উঠে গিয়ে বলল, হে আবুল কাসিম! আমাদেরকে রূহ্ সস্পর্কে জানান। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে কিছুক্ষণ তাকিয়ে রইলেন। আমি বুঝলাম, তাঁর কাছে ওয়াহী অবতীর্ন হচ্ছে, আমি তার থেকে একটু পিছে সরে দাঁড়ালাম। ওয়াহী শেষ হল। তারপর তিনি বললেনঃ “তাঁরা তোমাকে রূহ সম্পর্কে জিজ্ঞেস করে। বল, ‘রূহ আমার প্রতিপালকের আদেশ......’’(আধুনিক প্রকাশনী- ৬৭৮৭, ইসলামিক ফাউন্ডেশন- ৬৭৯৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنِ ابْنِ مَسْعُودٍ ـ رضى الله عنه ـ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَرْثٍ بِالْمَدِينَةِ، وَهْوَ يَتَوَكَّأُ عَلَى عَسِيبٍ، فَمَرَّ بِنَفَرٍ مِنَ الْيَهُودِ فَقَالَ بَعْضُهُمْ سَلُوهُ عَنِ الرُّوحِ‏.‏ وَقَالَ بَعْضُهُمْ لاَ تَسْأَلُوهُ لاَ يُسْمِعْكُمْ مَا تَكْرَهُونَ‏.‏ فَقَامُوا إِلَيْهِ فَقَالُوا يَا أَبَا الْقَاسِمِ حَدِّثْنَا عَنِ الرُّوحِ‏.‏ فَقَامَ سَاعَةً يَنْظُرُ فَعَرَفْتُ أَنَّهُ يُوحَى إِلَيْهِ، فَتَأَخَّرْتُ عَنْهُ حَتَّى صَعِدَ الْوَحْىُ، ثُمَّ قَالَ ‏{‏وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7305,
    "narrator": "ইব্‌নু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, মালিক ইব্‌নু আওস নাযরী (রহঃ) আমাকে এ হাদীসটি বর্ননা করেছেন। অবশ্য মুহাম্মাদ ইব্‌নু যুবায়র ইব্‌নু মুতঈম এ সম্পর্কে কিছু কথা বলেছিলেন। পরে আমি মালিকের নিকট যাই এবং তাকে এ সম্পর্কে জিজ্ঞেস করি। তখন তিনি বলেন, ‘উমর (রাঃ) - এর সঙ্গে দেখা করার জন্য রওনা হয়ে তার কাছে হাজির হলাম। এমন সময় তার দ্বাররক্ষক ইয়ারফা এসে বলল, ‘উসমান, ‘আবদুর রহমান, যুবায়র এবং সা’দ (রাঃ) আসতে চাচ্ছেন। আপনার অনুমতি আছে কি? তিনি বললেন, হ্যাঁ। তারপর তাঁরা প্রবেশ করলেন এবং সালাম দিয়ে আসনে বসলেন। দ্বাররক্ষক (আবার) বলল, ‘আলী এবং ‘আব্বাসের ব্যাপারে আপনার অনুমতি আছে কি? তিনি তাদের দু’জনকে অনুমতি দিলেন। ‘আব্বাস (রাঃ) এসে বললেনঃ হে আমীরুল মু’মিনীন! আমার ও সীমাংঘনকারীর মাঝে ফায়সালা করে দিন। এবং তারা পরস্পরে গালমন্দ করলেন। তখন দলটি বললেন, ‘উসমান ও তাঁর সঙ্গীরা, হে আমীরুল মু’মিনীন! এ দু’জনের মাঝে ফায়সালা করে দিয়ে একজনকে অন্যজন হতে শাস্তি দিন। ‘উমর (রাঃ) বললেন, আপনারা একটু ধৈর্য ধারন করুন। আমি আপনাদেরকে সেই আল্লাহ্‌র কসম দিয়ে জিজ্ঞেস করছি যার হুকুমে আসমান ও যমীন নিজ স্থানে বিদ্যমান, আপনারা কি এ কথা জানেন যে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আমাদের সস্পদ ওয়ারিশদের মাঝে বন্টিত হয় না, আমরা যা রেখে যাই তা সদকা হিসাবে গণ্য হয়? এ কথা দ্বারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেকেই বুঝিয়েছিলেন। দলের সবাই বললেন, হ্যাঁ তিনি এ কথা বলেছিলেন। তারপর ‘উমর (রাঃ) ‘আলী ও ‘আব্বাস (রাঃ) - এর দিকে ফিরে বললেন, আপনাদের দু’জনকে আল্লাহর কসম দিয়ে জিজ্ঞেস করছি, আপনারা কি জানেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথা বলেছিলেন? তাঁরা দু’জনেই আল্লাহ্‌র কসম দিয়ে বললেন, হ্যাঁ। ‘উমর (রাঃ) বললেন, আমি আপনাদেরকে জানিয়ে দিচ্ছি যে, আল্লাহ তা’আলা এ সম্পদের একাংশ তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)’র নির্ধারিত করে দিয়েছিলেন, অপর কারো জন্য দেওয়া হয়নি। এ ব্যাপারে আল্লাহ তা’আলা বলেনঃ আল্লাহ ইয়াহুদীদের নিকট হতে তার রসূলকে যে ফায় দিয়েছেন তার জন্য তোমরা ঘোড়া কিংবা উটে চড়ে যুদ্ধ করনি.....(৫৯ : ৬)। কাজেই এ সম্পদ একমাত্র রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)’র জন্যই নির্দিষ্ট ছিল। তারপর আল্লাহর কসম! তিনি আপনাদেরকে বাদ দিয়ে এককভাবে নিজের জন্য তা সঞ্চিত করে রাখেননি, কিংবা এককভাবে আপনাদেরকেও দিয়ে দেননি। বরং তিনি আপনাদের সকলকেই তা থেকে দিয়েছেন এবং সকলের মাঝে বণ্টন করে দিয়েছেন। অবশেষে তা থেকে এ পরিমান সস্পদ অবশিষ্ট রয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সম্পদ থেকে তার পরিবারের জন্য তাদের বছরের খরচ দিতেন। এরপর যা অবশিষ্ট থাকত তা আল্লাহর মাল যে পথে ব্যয় হয় সে পথে খরচের জন্য রেখে দিতেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জীবিত অবস্থায় এমন করতেন। আল্লাহর কসম দিয়ে জিজ্ঞেস করছি! আপনারা কি এ ব্যাপারে জ্ঞাত আছেন? সকলেই বললেন, হ্যাঁ। তারপর ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ)-কে লক্ষ্য করে বললেন, আল্লাহর কসম দিয়ে আপনাদের দু’জনকে জিজ্ঞেস করছি! আপনারা কি এ সম্পর্কে জ্ঞাত আছেন? তারা দু’জনেই বললেন, হ্যাঁ। এরপর আল্লাহ তা’আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে মৃত্যু দিলেন। তখন আবূ বাকর (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্থলাভিষিক্ত। কাজেই তিনি সে সম্পদ অধিগ্রহণ করলেন এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে খাতে এ সম্পদ খরচ করতেন তিনিও ঠিক সেভাবেই ব্যয় করতেন। আপনারা তখন ছিলেন। তারপর ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ) - এর দিকে ফিরে বললেন, আপনারা দু’জন তখনও মনে করতেন যে আবূ বকর (রাঃ) এ ব্যাপারে এরূপ ছিলেন। আল্লাহ জানেন তিনি এ ব্যাপারে সত্যবাদী, ন্যায়পরায়ণ, সত্যনিষ্ঠ ও হক্কের অনুসারী ছিলেন। তারপর আল্লাহ তা’আলা আবূ বকর (রাঃ) - কেও  মৃত্যু দিলেন। তখন আমি বললাম, এখন আমি আবূ বাকর ও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর স্থলাভিষিক্ত। সুতরাং দু’বছর আমি তা আমার তত্ত্বাবধানে রাখলাম এবং আবূ বকর (রাঃ) ও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা যে খাতে খরচ করতেন, আমিও তেমন করতে লাগলাম। তারপর আপনারা দু’জন আমার কাছে এলেন। আপনাদের দু’জনের একই কথা ছিল, দাবিও ছিল একই। আপনি এসেছিলেন নিজের ভাতিজার থেকে নিজের অংশ আদায় করে নেওয়ার দাবি নিয়ে, আর ইনি (‘আলী) এসেছিলেন তাঁর স্ত্রীর পৈতৃক সুত্রে প্রাপ্ত অংশ আদায় করে নেওয়ার দাবি নিয়ে। আমি বললাম যদি আপনারা চান তাহলে আমি আপনাদেরকে তা দিয়ে দিতে পারি, তরে এ শর্তে যে, আপনারা আল্লাহর নামে এই ওয়াদা ও প্রতিশ্রুতিতে আবদ্ধ হবেন যে, এ সস্পদ রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) যে ভাবে খরচ করতেন এবং আমি এর দায়িত্ব নেয়ার পর যেভাবে তা খরচ করেছি, আপনারাও তেমনিভাবে ব্যায় করবেন। তখন আপনারা দু’জনে বলেছিলেন, এ শর্তেই আপনি তা আমাদের হাতে দিয়ে দিন। ফলে আমি তা আপনাদের কাছে দিয়ে দিয়েছিলাম। আল্লাহর কসম দিয়ে আপনাদেরকে জিজ্ঞেস করছি! আমি কি সেই শর্তাধীনে এদের কাছে সে সম্পদ দিয়ে দেইনি? সকলেই বলল, হ্যাঁ। তখন তিনি ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ) - এর দিকে তাকিয়ে বললেন, আল্লাহর কসম দিয়ে আপনাদের দু’জনকে জিজ্ঞেস করছি! আমি কি ঐ শর্তাধীনে আপনাদেরকে সে সস্পদ দিয়ে দেইনি? তারা দু’জনে বললেনঃ হ্যাঁ। তখন তিনি বললেন, আপনারা কি আমার নিকট হতে এর ভিন্ন কোন ফয়সালা পেতে চান? সে সঁত্তার কসম করে বলছি, যার হুকুমে আকাশ ও যমীন নিজ স্থানে বিরাজমান, ক্বিয়ামতের পূর্বে আমি এ বিষয়ে নতুন কোন ফয়সালা করব না। যদি আপনারা এর তত্ত্বাবধানে অক্ষম হন, তাহলে তা আমার নিকট সোর্পদ করুন। আপনাদের দু’জনের বদলে আমি একাই এর তত্ত্বাবধানের জন্য যথেষ্ট।(আধুনিক প্রকাশনী- ৬৭৯৫, ইসলামিক ফাউন্ডেশন- ৬৮০৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسٍ النَّصْرِيُّ، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي ذِكْرًا مِنْ ذَلِكَ فَدَخَلْتُ عَلَى مَالِكٍ فَسَأَلْتُهُ فَقَالَ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ أَتَاهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُونَ‏.‏ قَالَ نَعَمْ‏.‏ فَدَخَلُوا فَسَلَّمُوا وَجَلَسُوا‏.‏ فَقَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ‏.‏ فَأَذِنَ لَهُمَا‏.‏ قَالَ الْعَبَّاسُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ الظَّالِمِ‏.‏ اسْتَبَّا‏.‏ فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنَ الآخَرِ‏.‏ فَقَالَ اتَّئِدُوا أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏‏.‏ يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ‏.‏ قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ‏.‏ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَلِكَ‏.‏ قَالاَ نَعَمْ‏.‏ قَالَ عُمَرُ فَإِنِّي مُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْمَالِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، فَإِنَّ اللَّهَ يَقُولُ ‏{‏مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ‏}‏ الآيَةَ، فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم، ثُمَّ وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ، وَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ، حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ، ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ النَّبِيُّ صلى الله عليه وسلم بِذَلِكَ حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ ذَلِكَ فَقَالُوا نَعَمْ‏.‏ ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا اللَّهَ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ‏.‏ ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَقَبَضَهَا أَبُو بَكْرٍ فَعَمِلَ فِيهَا بِمَا عَمِلَ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم، وَأَنْتُمَا حِينَئِذٍ ـ وَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ ـ تَزْعُمَانِ أَنَّ أَبَا بَكْرٍ فِيهَا كَذَا، وَاللَّهُ يَعْلَمُ أَنَّهُ فِيهَا صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ‏.‏ فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا عَلَى كَلِمَةٍ وَاحِدَةٍ وَأَمْرُكُمَا جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَأَتَانِي هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا، عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ وَمِيثَاقَهُ تَعْمَلاَنِ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِمَا عَمِلَ فِيهَا أَبُو بَكْرٍ وَبِمَا عَمِلْتُ فِيهَا مُنْذُ وَلِيتُهَا، وَإِلاَّ فَلاَ تُكَلِّمَانِي فِيهَا‏.‏ فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا بِذَلِكَ‏.‏ فَدَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ، أَنْشُدُكُمْ بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْهِمَا بِذَلِكَ قَالَ الرَّهْطُ نَعَمْ‏.‏ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ‏.‏ قَالاَ نَعَمْ‏.‏ قَالَ أَفَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ فَوَالَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ، فَإِنْ عَجَزْتُمَا عَنْهَا فَادْفَعَاهَا إِلَىَّ، فَأَنَا أَكْفِيكُمَاهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7300,
    "narrator": "ইবরাহীম তায়মী (রহঃ)",
    "bn": "তিনি বলেন, আমার পিতা বর্ণনা করেছেন যে, একবার ‘আলী (রাঃ) পাকা ইটের তৈরী একটি মিম্বরে উঠে আমাদের উদ্দেশে খুত্‌বা দিলেন। তাঁর সাথে একটি তলোয়ার ছিল, যার মাঝে একটি সহীফা ঝুলছিল। তিনি বললেন, আল্লাহর কসম! আমাদের কাছে আল্লাহর কিতাব এবং যা এই সহীফাতে লেখা আছে এ ব্যতীত অন্য এমন কোন কিতাব নেই যা পাঠ করা যেতে পারে। তারপর তিনি তা খুললেন। তাতে উটের বয়স সম্পর্কে লেখা ছিল এবং লেখা ছিল যে, ‘আয়র’ পর্বত থেকে অমুক স্থান পর্যন্ত মদীনা হারাম (পবিত্র এলাকা) বলে গণ্য হবে। যে কেউ এখানে কোন অন্যায় করবে তার উপর আল্লাহ্‌, ফেরেশ্‌তামন্ডলী ও সকল মানুষের অভিসস্পাত। আর আল্লাহ্‌ তার ফরয ও নফল কোন ‘ইবাদতই কবূল করবেন না এবং তাতে আরও ছিল যে, এখানকার সকল মুসলমানের নিরাপত্তা একই স্তরের। একজন নিন্ম স্তরের লোকও (অন্যকে) নিরাপত্তা দিতে পারবে। যদি কেউ অন্য মুসলমানের প্রদত্ত নিরাপত্তাকে লংঘন করে, তাহলে তার উপর আল্লাহ্‌র, ফেরেশ্‌তামন্ডলীর ও সকল মানুষের লা’নাত। আল্লাহ তা’আলা তার ফরয ও নফল কোন ‘ইবাদতই গ্রহন করবেন না। তাতে আরও ছিল, যদি কেউ তার (মুক্তি দাতা) মনিবের অনুমতি ছাড়া অন্যকে নিজের (গোলামী কালীন সময়ের) মনিব বলে উল্লেখ করে, তাহলে তার উপর আল্লাহ্‌র, ফেরেশ্‌তামন্ডলীর ও সকল মানুষের অভিসম্পাত। আর আল্লাহ্‌ তা’আলা তার ফরয, নফল কোন ‘ইবাদতই কবূল করবেন না। [১১১; মুসলিম ১৫/৮৫, হাঃ ১৩৭০, আহমাদ ১৩৭, ৬১৫] (আধুনিক প্রকাশনী- ৬৭৯০, ইসলামিক ফাউন্ডেশন- ৬৮০২)",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنِي إِبْرَاهِيمُ التَّيْمِيُّ، حَدَّثَنِي أَبِي قَالَ، خَطَبَنَا عَلِيٌّ ـ رضى الله عنه ـ عَلَى مِنْبَرٍ مِنْ آجُرٍّ، وَعَلَيْهِ سَيْفٌ فِيهِ صَحِيفَةٌ مُعَلَّقَةٌ فَقَالَ وَاللَّهِ مَا عِنْدَنَا مِنْ كِتَابٍ يُقْرَأُ إِلاَّ كِتَابُ اللَّهِ وَمَا فِي هَذِهِ الصَّحِيفَةِ‏.‏ فَنَشَرَهَا فَإِذَا فِيهَا أَسْنَانُ الإِبِلِ وَإِذَا فِيهَا ‏\"‏ الْمَدِينَةُ حَرَمٌ مِنْ عَيْرٍ إِلَى كَذَا، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏ وَإِذَا فِيهِ ‏\"‏ ذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ، فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏ وَإِذَا فِيهَا ‏\"‏ مَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7301,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে একটি কাজ করলেন এবং তাতে তিনি অবকাশ দিলেন। তবে কিছু লোক এর থেকে নিবৃত থাকল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে এ খবর পৌছল। তিনি আল্লাহর প্রশংসা করলেন ও ছানা পাঠ করলেন, তারপর বললেনঃ লোকদের কী হল যে, তারা এমন কাজ থেকে নিবৃত থাকে যা আমি নিজে করি। আল্লাহ্‌র শপথ! আমি আল্লাহ্‌ সস্পর্কে তাদের চেয়ে বেশি জানি এবং আমি তাদের চেয়ে আল্লাহ্‌কে অনেক বেশি ভয় করি।(আধুনিক প্রকাশনী- ৬৭৯১, ইসলামিক ফাউন্ডেশন- ৬৮০৩)",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنَا مُسْلِمٌ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ ـ رَضِيَ الله عنها ـ صَنَعَ النَّبِيُّ صلى الله عليه وسلم شَيْئًا تَرَخَّصَ وَتَنَزَّهَ عَنْهُ قَوْمٌ، فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَحَمِدَ اللَّهَ ثُمَّ قَالَ ‏ \"‏ مَا بَالُ أَقْوَامٍ يَتَنَزَّهُونَ عَنِ الشَّىْءِ أَصْنَعُهُ، فَوَاللَّهِ إِنِّي أَعْلَمُهُمْ بِاللَّهِ، وَأَشَدُّهُمْ لَهُ خَشْيَةً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7302,
    "narrator": "ইব্‌নু আবূ মুলাইকাহ (রাঃ)",
    "bn": "তিনি বলেন, দু’জন অতি ভাল লোক আবূ বকর (রাঃ) ও ‘উমর (রাঃ) ধ্বংসের কাছাকাছি পৌছে গিয়েছিলেন। বনী তামীমের প্রতিনিধি দল যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে আসল, তখন তাদের একজন [উমর (রাঃ)] আকরা ইব্‌নু হাবিস হানযালী নামে বনী মুজাশে গোত্রের ভ্রাতা এক লোকর দিকে ইঙ্গিত করলেন, অন্যজন [আবূ বকর (রাঃ)] আরেক জনের দিকে ইঙ্গিত করলেন। এতে আবূ বকর (রাঃ) ‘উমর (রাঃ) - কে বললেন, আপনার ইচ্ছা হল আমার বিরোধিতা করা। ‘উমর (রাঃ) বললেন, আমি আপনার বিরোধিতার ইচ্ছা করিনি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সামনে তাঁদের দু’জনেরই আওয়াজ উচ্চ হয়ে যায়। ফলে অবতীর্ণ হয়ঃ “হে মু’মিনগগ! তোমরা নবীর গলার আওয়াজের উপর নিজেদের গলার আওয়াজ উচ্চ করবে না......’’ (সূরাহ আল-হুজুরাত ৪৯/২)। ইব্‌নু আবূ মুলাইকাহ বলেন, ইব্‌নু যুবায়র (রাঃ) বর্ণনা করেন যে, এরপরে ‘উমর (রাঃ) যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে কোন কথা বলতেন, তখন গোপন বিষয়ের আলাপকারীর মত চুপে চুপে বলতেন, এমন কি তা শোনা যেত না, যতক্ষন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আবার জিজ্ঞেস না করতেন। এ হাদীসের রাবী ইব্‌নু যুবায়র তার পিতা অর্থাৎ নানা আবূ বকর (রাঃ) থেকে উল্লেখ করেননি।(আধুনিক প্রকাশনী- ৬৭৯২, ইসলামিক ফাউন্ডেশন- ৬৮০৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا وَكِيعٌ، عَنْ نَافِعِ بْنِ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ كَادَ الْخَيِّرَانِ أَنْ يَهْلِكَا أَبُو بَكْرٍ، وَعُمَرُ، لَمَّا قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَفْدُ بَنِي تَمِيمٍ، أَشَارَ أَحَدُهُمَا بِالأَقْرَعِ بْنِ حَابِسٍ الْحَنْظَلِيِّ أَخِي بَنِي مُجَاشِعٍ، وَأَشَارَ الآخَرُ بِغَيْرِهِ، فَقَالَ أَبُو بَكْرٍ لِعُمَرَ إِنَّمَا أَرَدْتَ خِلاَفِي‏.‏ فَقَالَ عُمَرُ مَا أَرَدْتُ خِلاَفَكَ‏.‏ فَارْتَفَعَتْ أَصْوَاتُهُمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَنَزَلَتْ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَرْفَعُوا أَصْوَاتَكُمْ‏}‏ إِلَى قَوْلِهِ ‏{‏عَظِيمٌ‏}‏‏.‏ قَالَ ابْنُ أَبِي مُلَيْكَةَ قَالَ ابْنُ الزُّبَيْرِ فَكَانَ عُمَرُ بَعْدُ ـ وَلَمْ يَذْكُرْ ذَلِكَ عَنْ أَبِيهِ يَعْنِي أَبَا بَكْرٍ ـ إِذَا حَدَّثَ النَّبِيَّ صلى الله عليه وسلم بِحَدِيثٍ حَدَّثَهُ كَأَخِي السِّرَارِ، لَمْ يُسْمِعْهُ حَتَّى يَسْتَفْهِمَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7304,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ সা’ঈদী (রাঃ)",
    "bn": "তিনি বলেন, উওয়ায়মির (রাঃ) আসিম ইব্‌নু আদীর কাছে এসে বলল, আপনার কী অভিমত, যদি কেউ তার স্ত্রীর সঙ্গে অন্য কাউকে পায় এবং তাকে হত্যা করে ফেলে, তাহলে এজন্য আপনারা কি তাকে হত্যা করবেন? হে আসিম! আপনি আমার জন্য এ বিষয়টি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে জিজ্ঞাসা করুন। তিনি জিজ্ঞেস করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন বিষয় জিজ্ঞেস করাকে অপছন্দ করলেন এবং উত্তর দিতে অস্বীকার করলেন। আসিম (রাঃ) ফিরে এসে তাকে জানাল যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিষয়টিকে অপছন্দ মনে করেছেন। উওয়াইমির (রাঃ) বললেন, আল্লাহর কসম! অবশ্য অবশ্যই আমি নিজেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট যাব। তারপর তিনি আসলেন। আসিম (রাঃ) চলে যাওয়ার পরেই আল্লাহ্‌ কুরআন অবতীর্ণ করেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তোমাদের ব্যাপারে আল্লাহ তা’আলা কুরআনের আয়াত নাযিল করেছেন। তিনি তাদের দু”জনকেই (সে ও তার স্ত্রী) ডাকলেন। তারা উপস্থিত হল এবং ‘লি’আন’ করল। তারপর উওয়াইমির (রাঃ) বলল, হে আল্লাহ্‌র রসূল! যদি আমি তাকে আটকে রাখি তাহলে তো আমি তার উপর মিথ্যারোপ করেছি, এ বলে তিনি তার সঙ্গে বিবাহ ছিন্ন করলেন। অবশ্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বিবাহ ছিন্ন করতে বলেননি। পরে ‘লি’আন’কারীদের মাঝে এ প্রথাই চালু হয়ে গেল। নবী (মহিলাটি সস্পর্কে) বললেনঃ একে লক্ষ্য রেখ, যদি সে খাটো ওয়াহারার (এক জাতীয় পোকা) মত লালচে সন্তান প্রসব করে, তাহলে আমি মনে করব উওয়াইমির মিথ্যাই বলেছে। আর যদি সে কাল চোখওয়ালা ও বড় নিতম্বধারী সন্তান প্রসব করে, তাহলে মনে করব উওয়াইমির তার ব্যাপারে সত্যই বলেছে। পরে সে অপকর্মের ফল নিয়ে হাজির হয়।(আধুনিক প্রকাশনী- ৬৭৯৪, ইসলামিক ফাউন্ডেশন- ৬৮০৬)",
    "ar": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ جَاءَ عُوَيْمِرٌ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً فَيَقْتُلُهُ، أَتَقْتُلُونَهُ بِهِ سَلْ لِي يَا عَاصِمُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ فَكَرِهَ النَّبِيُّ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَ، فَرَجَعَ عَاصِمٌ فَأَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَرِهَ الْمَسَائِلَ فَقَالَ عُوَيْمِرٌ وَاللَّهِ لآتِيَنَّ النَّبِيَّ صلى الله عليه وسلم، فَجَاءَ وَقَدْ أَنْزَلَ اللَّهُ تَعَالَى الْقُرْآنَ خَلْفَ عَاصِمٍ فَقَالَ لَهُ ‏\"‏ قَدْ أَنْزَلَ اللَّهُ فِيكُمْ قُرْآنًا ‏\"‏‏.‏ فَدَعَا بِهِمَا فَتَقَدَّمَا فَتَلاَعَنَا، ثُمَّ قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ، إِنْ أَمْسَكْتُهَا‏.‏ فَفَارَقَهَا وَلَمْ يَأْمُرْهُ النَّبِيُّ صلى الله عليه وسلم بِفِرَاقِهَا، فَجَرَتِ السُّنَّةُ فِي الْمُتَلاَعِنَيْنِ‏.‏ وَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَحْمَرَ قَصِيرًا مِثْلَ وَحَرَةٍ فَلاَ أُرَاهُ إِلاَّ قَدْ كَذَبَ، وَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَعْيَنَ ذَا أَلْيَتَيْنِ فَلاَ أَحْسِبُ إِلاَّ قَدْ صَدَقَ عَلَيْهَا ‏\"‏‏.‏ فَجَاءَتْ بِهِ عَلَى الأَمْرِ الْمَكْرُوهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7306,
    "narrator": "আসিম (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস (রাঃ)-কে জিজ্ঞেস করলাম যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কি মাদ্বীনাহ্কে হারাম (পবিত্র এলাকা) হিসাবে ঘোষণা করেছিলেন। উত্তরে তিনি বললেন, হ্যাঁ, অমুক জায়গা থেকে অমুক জায়গা পর্যন্ত। এখানকার কোন গাছ কাটা যাবে না, আর যে ব্যক্তি এখানে বিদ্আত করবে তার উপর আল্লাহ্, ফেরেশ্তা ও সকল মানুষের অভিশাপ। আসিম বলেন, আমাকে মূসা ইবনু আনাস বলেছেন, বর্ণনাকারী  أَوْ آوَى مُحْدِثًا কিংবা বিদ্আতীকে আশ্রয় দেয় বলেছেন। [১৮৬৭] (আধুনিক প্রকাশনী- ৬৭৯৬, ইসলামিক ফাউন্ডেশন- ৬৮০৮)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا عَاصِمٌ، قَالَ قُلْتُ لأَنَسٍ أَحَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ‏.‏ قَالَ نَعَمْ مَا بَيْنَ كَذَا إِلَى كَذَا، لاَ يُقْطَعُ شَجَرُهَا، مَنْ أَحْدَثَ فِيهَا حَدَثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ‏.‏ قَالَ عَاصِمٌ فَأَخْبَرَنِي مُوسَى بْنُ أَنَسٍ أَنَّهُ قَالَ أَوْ آوَى مُحْدِثًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7309,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি অসুস্থ ছিলাম। নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) ও আবূ বকর (রাঃ) আমার নিকট আসলেন। তাঁরা দু’জনেই হেঁটে এসেছিলেন। তাঁরা যখন আমার কাছে আসলেন, তখন আমি বেহুঁশ ছিলাম। নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) উযূ করলেন এবং ‍উযূর পানি  আমার উপরে ঢেলে দিলেন। তাতে আমি জ্ঞান ফিরে পেলাম। তখন আমি বললাম, হে আল্লাহ্‌র রসূল! বর্ণনাকারী সুফিয়ান কোন কোন সময় বলতেন হে আল্লাহ্‌র রসূল-আমার সম্পদের বিষয়ে কী সিদ্ধান্ত নেব? আমার সম্পদগুলো কী করব? (বর্ণনাকারী সাহাবী বলেন) তিনি আমাকে কোন জবাব দিলেন না, অবশেষে মীরাসের আয়াত অবতীর্ণ হল।(আধুনিক প্রকাশনী- ৬৭৯৯, ইসলামিক ফাউন্ডেশন- ৬৮১১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ ابْنَ الْمُنْكَدِرِ، يَقُولُ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ مَرِضْتُ فَجَاءَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي وَأَبُو بَكْرٍ وَهُمَا مَاشِيَانِ، فَأَتَانِي وَقَدْ أُغْمِيَ عَلَىَّ فَتَوَضَّأَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ صَبَّ وَضُوءَهُ عَلَىَّ فَأَفَقْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ ـ وَرُبَّمَا قَالَ سُفْيَانُ فَقُلْتُ أَىْ رَسُولَ اللَّهِ ـ كَيْفَ أَقْضِي فِي مَالِي كَيْفَ أَصْنَعُ فِي مَالِي قَالَ فَمَا أَجَابَنِي بِشَىْءٍ حَتَّى نَزَلَتْ آيَةُ الْمِيرَاثِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 7358,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, হারিস ইব্‌নু হাযনের মেয়ে উম্মু হুফায়দ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর জন্য ঘি, পনির এবং কতগুলো দব্ব হাদিয়া পাঠালেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওগুলো চেয়ে নিলেন এবং এগুলো তাঁর দস্তরখানে খাওয়া হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘৃণার কারনে খেতে অপছন্দ করলেন। ওগুলো হারাম হলে, তাঁর দস্তরখানে তা খাওয়া হত না এবং তিনিও ওগুলো খেতে অনুমতি দিতেন না। (আধুনিক প্রকাশনী- ৬৮৪৪, ইসলামিক ফাউন্ডেশন- ৬৮৫৬)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ أَبِي بِشْرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ أُمَّ حُفَيْدٍ بِنْتَ الْحَارِثِ بْنِ حَزْنٍ أَهْدَتْ إِلَى النَّبِيِّ صلى الله عليه وسلم سَمْنًا وَأَقِطًا وَأَضُبًّا فَدَعَا بِهِنَّ النَّبِيُّ صلى الله عليه وسلم فَأُكِلْنَ عَلَى مَائِدَتِهِ فَتَرَكَهُنَّ النَّبِيُّ صلى الله عليه وسلم كَالْمُتَقَذِّرِ لَهُنَّ وَلَوْ كُنَّ حَرَامًا مَا أُكِلْنَ عَلَى مَائِدَتِهِ وَلاَ أَمَرَ بِأَكْلِهِنَّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]